{
    "search_metadata": {
        "id": "643db99bb7b1cc54406c50cd",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/73d01ad40de2e50e/643db99bb7b1cc54406c50cd.json",
        "created_at": "2023-04-17 21:26:51 UTC",
        "processed_at": "2023-04-17 21:26:51 UTC",
        "google_jobs_url": "https://www.google.com/search?q=big+data+and+cloud+computing&ibp=htl;jobs&uule=w+CAIQICINVW5pdGVkIFN0YXRlcw&hl=en&gl=us&start=0",
        "raw_html_file": "https://serpapi.com/searches/73d01ad40de2e50e/643db99bb7b1cc54406c50cd.html",
        "total_time_taken": 5.2
    },
    "search_parameters": {
        "q": "big data and cloud computing",
        "engine": "google_jobs",
        "uule": "w+CAIQICINVW5pdGVkIFN0YXRlcw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 0
    },
    "jobs_results": [
        {
            "title": "Sales Engineer, Data Analytics, Google Cloud",
            "company_name": "Google",
            "location": "  Salt Lake City, UT   ",
            "via": "via Google Careers",
            "description": "When leading companies choose Google Cloud it's a huge win for spreading the power of cloud computing globally. Once educational institutions, government agencies, and other businesses sign on to use Google Cloud products, you come in to facilitate making their work more productive, mobile, and collaborative. You listen and deliver what is most helpful for the customer. You assist fellow sales... Googlers by problem-solving key technical issues for our customers. You liaise with the product marketing management and engineering teams to stay on top of industry trends and devise enhancements to Google Cloud products.\n\nGoogle Cloud accelerates organizations’ ability to digitally transform their business with the best infrastructure, platform, industry solutions and expertise. We deliver enterprise-grade solutions that leverage Google’s cutting-edge technology – all on the cleanest cloud in the industry. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.\nThe US base salary range for this full-time position is $139,000-$213,000 + bonus + equity + benefits. Our salary ranges are determined by role, level, and location. The range displayed on each job posting reflects the minimum and maximum target for new hire salaries for the position across all US locations. Within the range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. Your recruiter can share more about the specific salary range for your preferred location during the hiring process.\n\nPlease note that the compensation details listed in US role postings reflect the base salary only, and do not include bonus, equity, or benefits. Learn more about benefits at Google",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "You listen and deliver what is most helpful for the customer",
                        "You assist fellow sales Googlers by problem-solving key technical issues for our customers",
                        "You liaise with the product marketing management and engineering teams to stay on top of industry trends and devise enhancements to Google Cloud products"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The US base salary range for this full-time position is $139,000-$213,000 + bonus + equity + benefits",
                        "Our salary ranges are determined by role, level, and location"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Google&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCMcJ",
                    "text": "See web results for Google"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time",
                "No degree mentioned",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTYWxlcyBFbmdpbmVlciwgRGF0YSBBbmFseXRpY3MsIEdvb2dsZSBDbG91ZCIsImh0aWRvY2lkIjoiUEZGXzZMVWpTcDhBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1ZGbFNWbGRGZFdKVmJGUXhkREZDWld4NU4xcEJla2xvYzA1dWFGRTRVRW90ZG1SbFkyOVpNME5MT0RKTGRFbEJZamM1WjNReGVIWTBWVkJuZVdONWJtbHNWbUpKTkRoNE0wRmlObk4zTUVSTFdqSldla3B2UzBKdWRtUm1OUzFRT0hSa2IzcGhaMVJ2Wlhkb1ZsZGZPVTh4VmpGYVUwcFlka05mVW5vek1qVnRXV1JFVTI1aVJHSXdSRkIwTkVWak9WQkJTR1ozWnpWSWQzQlpSbU5QY1dkNlUxZHBNMDVxTlVaWVRYVllSVlpqVVRjeVNtdG5SRXg2ZG5KdlJrTjBUMjF6VjJrM0VoZHVjbXM1V2s1eVJrTjJhWEZ4ZEhOUWRsOUhjbkZCVFJvaVFVOHRNSEpzTmxCWFNuTm9NREIwY1VKUExUWnhlazlEZW05bFgyVnNaRjlLUVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6Ii5uRmcyZWJ7Zm9udC13ZWlnaHQ6NTAwfS5CaTZEZGN7Zm9udC13ZWlnaHQ6NTAwfUFwcGx5IG9uIEdvb2dsZSBDYXJlZXJzIiwibGluayI6Imh0dHBzOi8vY2FyZWVycy5nb29nbGUuY29tL2pvYnMvcmVzdWx0cy8xMDIwODEyMjg5MDA4MzYwMzgtc2FsZXMtZW5naW5lZXItZGF0YS1hbmFseXRpY3MtZ29vZ2xlLWNsb3VkLz9kaXN0YW5jZT01MFx1MDAyNnBhZ2U9Mlx1MDAyNnE9VGVjaG5pY2FsK1NvbHV0aW9ucytDb25zdWx0aW5nXHUwMDI2c3JjPU9ubGluZS9Tb2NpYWwvQWZyb1RlY2hcdTAwMjZ1dG1fY2FtcGFpZ25cdTAwMjZ1dG1fbWVkaXVtPVNvY2lhbFx1MDAyNnV0bV9zb3VyY2U9T25saW5lXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "John Deere (Cloud & Big Data Engineer)_2022.06",
            "company_name": "Full Stack Resources",
            "location": "  Moline, IL   ",
            "via": "via Recruiterflow",
            "description": "CLOUD & BIG DATA ENGINEER\n• Must have at least 5 years of experience working with Cloud computing, specifically with AWS\n• Must have experience working with Big Data tools like Spark and Databricks...\n• Experience with improving cost efficiency with Cloud computing is preferred\n\nLOCATIONS:\n• USA – Chicago, IL or Moline, IL\n\nPAY RATES:\n• Range of USD 70-80 per hour, dependent on experience levels and location",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Must have at least 5 years of experience working with Cloud computing, specifically with AWS",
                        "Must have experience working with Big Data tools like Spark and Databricks"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Range of USD 70-80 per hour, dependent on experience levels and location"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Full+Stack+Resources&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCIAK",
                    "text": "See web results for Full Stack Resources"
                }
            ],
            "extensions": [
                "Contractor",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "schedule_type": "Contractor"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJKb2huIERlZXJlIChDbG91ZCBcdTAwMjYgQmlnIERhdGEgRW5naW5lZXIpXzIwMjIuMDYiLCJodGlkb2NpZCI6Ik5sNGhNbWRnbkhvQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9WREYwYlhWVk4wSlVlbXd4YkZVM2FXbFJWMnRpYm05VU1ucG5hMUl5VTFadVFUa3dXa2xxVEZKRVdXdzFSSGxTUzBodE4wdHFPRWM0YVdRMlRVZEhTRkl4VlVRdGJtOVpNM05XWmtkYWFVUnlibmczTVhJNWQzZERUMlIyZGpRMFNtNVJjR2RPZGtJNVZUWkdNRVo0WWxsMmVteEJaVGx0Y20xTGRGOVBNMjVYYzFaWlJHZFJaalJ1V0VaNFVIaGhWSGxWTXpaRlQxVmpNbWRTWVZGRVNWUkphblV4WnpGRFprZGhhbXgzYUcxVlMxOUJibmxTYjFOVFlsRm9lRGQwUmxsaGRrNUVlRXB5ZVhsVVkwdHJWaTFuWkdOUloweDZZVlpZVVJJWGJuSnJPVnBPY2taRGRtbHhjWFJ6VUhaZlIzSnhRVTBhSWtGUExUQnliRFpYYjFGaE1FUjFlakJDVXpsNmExTnpabEJsVHpWWU1XVnRXR2MiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18yIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFJlY3J1aXRlcmZsb3ciLCJsaW5rIjoiaHR0cHM6Ly9yZWNydWl0ZXJmbG93LmNvbS9kYl9mNDI1NWMxMTExODYwNDY4NmIzOWE1YjBiMjFkYzdiNy9qb2JzLzI4ND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Cloud Consultant, Big Data and Analytics, Google Cloud",
            "company_name": "Google",
            "location": "  Reston, VA   ",
            "via": "via Karkidi",
            "description": "Minimum qualifications:\n• Bachelor’s degree in Computer Science, Engineering, technical field or equivalent practical experience.\n• 3 years of experience project managing and delivering technical solutions...\n• Experience in systems design and architecting or communicating systems interactions, including data flows, interfaces, APIs, and methods.\n• Experience with architecting, developing, or maintaining technical solutions in virtualized environments.\n\nPreferred qualifications:\n• MBA or Master's degree in Computer Science or an engineering field.\n• Cloud certification.\n• 7 years of experience demonstrating technical client service.\n• Experience with reading software code in one or more languages such as Java, JavaScript, Python.\n• Experience designing and deploying large scale distributed data processing systems with one or more technologies such as Oracle, SQL Server, MySQL, PostgreSQL, MongoDB, Cassandra, Redis, Hadoop, Spark, HBase, Vertica, Netezza, Teradata, Tableau, or MicroStrategy.\n• Excellent communication, presentation, and problem solving skills.\n\nAbout the job\n\nAs a Big Data and Analytics Cloud Consultant, you will work directly with Google’s customers on critical projects to help them transform their businesses. You will provide management, consulting, and technical aptitude to customer engagements while working with client executives and key technical leaders to deploy solutions via Google Cloud Platform.\n\nYou will also work closely with key Google partners currently servicing top accounts to manage programs, deliver consulting services, and provide technical guidance and best practice expertise. You will also travel approximately 30% of the time for client engagements.\n\nGoogle Cloud provides organizations with leading infrastructure, platform capabilities and industry solutions. We deliver enterprise-grade cloud solutions that leverage Google’s cutting-edge technology to help companies operate more efficiently and adapt to changing needs, giving customers a foundation for the future. Customers in more than 150 countries turn to Google Cloud as their trusted partner to solve their most critical business problems.\n\nResponsibilities\n• Work with customer technical leads, client executives, and partners to manage and deliver successful implementations of cloud solutions, becoming a trusted advisor to decision-makers throughout the engagement.\n• Work with internal specialists, product, and engineering teams to package best practices and lessons learned into thought leadership, methodologies, and published assets.\n• Interact with sales, partners, and customer technical stakeholders to manage project scope, priorities, deliverables, risks/issues, and timelines for successful client outcomes.\n• Advocate for customer needs in order to overcome adoption blockers and drive new feature development based on your field experience.\n• Propose solution architectures, manage the deployment of cloud based big data, analytics solutions according to customer requirements, and implementation best practices",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree in Computer Science, Engineering, technical field or equivalent practical experience",
                        "3 years of experience project managing and delivering technical solutions",
                        "Experience in systems design and architecting or communicating systems interactions, including data flows, interfaces, APIs, and methods",
                        "Experience with architecting, developing, or maintaining technical solutions in virtualized environments"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Big Data and Analytics Cloud Consultant, you will work directly with Google’s customers on critical projects to help them transform their businesses",
                        "You will provide management, consulting, and technical aptitude to customer engagements while working with client executives and key technical leaders to deploy solutions via Google Cloud Platform",
                        "You will also travel approximately 30% of the time for client engagements",
                        "Work with customer technical leads, client executives, and partners to manage and deliver successful implementations of cloud solutions, becoming a trusted advisor to decision-makers throughout the engagement",
                        "Work with internal specialists, product, and engineering teams to package best practices and lessons learned into thought leadership, methodologies, and published assets",
                        "Interact with sales, partners, and customer technical stakeholders to manage project scope, priorities, deliverables, risks/issues, and timelines for successful client outcomes",
                        "Advocate for customer needs in order to overcome adoption blockers and drive new feature development based on your field experience",
                        "Propose solution architectures, manage the deployment of cloud based big data, analytics solutions according to customer requirements, and implementation best practices"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.google.com/",
                    "text": "google.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Google&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCMEK",
                    "text": "See web results for Google"
                }
            ],
            "extensions": [
                "120K–190K a year",
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "salary": "120K–190K a year"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJDbG91ZCBDb25zdWx0YW50LCBCaWcgRGF0YSBhbmQgQW5hbHl0aWNzLCBHb29nbGUgQ2xvdWQiLCJodGlkb2NpZCI6IlBUTTNwX3hiRXRVQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9VV1pMUmsxSFpEZFJSMDgwZVUxc0xVRnVjakI0YUZoVFRsUklNVkJrTlVob1YxSlNURVJ4ZVZGU2RWVkNhMXBKTjJzd00yRmpZbk51TnpKdVp6WkpWelpYYW5sMVZrZzVRbUYyVFV4bk1VSkZTbmhoYVdZM1JYa3lkMFl3VWxBelZHUmFiMVp0UW1sV04wSm5WMVV0TUdKWVMzTXhkV1ZWTkhBM05tMTNhUzFKV0ZGaE5uSlhNVEV0ZFZWZlJUbGZkRkI1TVdGS1QyTldMVnBmWjFkRGFFVjJTeTFWWWxGelIydHVjVGwxZFVsS2J6aHlOM2hLTkROTGNDMXBXbUpwWTJKUFJXTldPVUZqUjJ0dllYbGlSM3BHTVRKa2RGUjZXVlZLWnhJWGJuSnJPVnBPY2taRGRtbHhjWFJ6VUhaZlIzSnhRVTBhSWtGUExUQnliRFV6UmtSWFYzbzVhbTh5YjJaeGNESm5RV3RUVkdnM1duZDJSV2MiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEthcmtpZGkiLCJsaW5rIjoiaHR0cHM6Ly93d3cua2Fya2lkaS5jb20vam9iLWRldGFpbHMvNTAwNy1jbG91ZC1jb25zdWx0YW50LWJpZy1kYXRhLWFuZC1hbmFseXRpY3MtZ29vZ2xlLWNsb3VkLWpvYj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Lead Software Engineer, Cloud and Big Data",
            "company_name": "JPMorgan Chase",
            "location": "  Wilmington, DE   ",
            "via": "via LocalJobs.com",
            "description": "As a Lead Software Engineer, Cloud and Big Data for Consumer and Community Banking, in Workforce Planning, you are an integral part of an agile team that works to enhance, build, and deliver trusted market-leading technology products in a secure, stable, and scalable way. As a core technical contributor, you are responsible for conducting critical technology solutions across multiple technical... areas within various business functions in support of the firm's business objectives.\n\nThe Workforce Planning Product team is part of Consumer & Community Banking Operations Management and is responsible for developing an integrated data management, Advanced Analytics Platform and reporting process that supports the successful execution of CCB Operations business objectives.\n\nThis role requires the ability to communicate information concisely, both verbally and in presentation form, and the ability to work closely with Senior Management to provide an insights of Product development and features. This role would be accountable for automating Workforce Planning functions, seamless data integration with operational systems and deploying self-service reporting, advanced analytics & dash boarding capabilities and help deploy improved simulations, and forecasting/scheduling models to production. This role brings the critical skill-set to these functions on new technology platforms, map and prioritize them based on business priorities and execute on them in partnership with the JPMC Technology partners in a collaborative manner.\n• *Job responsibilities**\n\n+ Executes creative software solutions, design, development, and technical troubleshooting with ability to think beyond routine or conventional approaches to build solutions or break down technical problems\n\n+ Develops secure and high-quality production code, and reviews and debugs code written by others\n\n+ Identifies opportunities to eliminate or automate remediation of recurring issues to improve overall operational stability of software applications and systems\n\n+ Leads communities of practice across Software Engineering to drive awareness and use of new and leading-edge technologies\n\n+ Participate in the detailed technical design and implementation of machine learning applications using existing and emerging technology platforms\n\n+ Partner with data science teams to move models into production and setup model monitoring\n\n+ Partner with developer, engineering teams to create production training pipeline and inference workflows.\n• *Required qualifications, capabilities, and skills**\n\n+ Formal training or certification on software engineering concepts and 5+ years applied experience. In addition, demonstrated coaching and mentoring experience.\n\n+ Hands-on practical experience delivering system design, application development, testing, and operational stability\n\n+ Ability to work in large, distributed teams, conduct software analysis, develop technical designs, develop high quality code, test, debug, write automated tests, deliver and maintain highly scalable and distributed applications using Java & J2EE, Messaging - JMS, Apache Kafka\n\n+ Advanced understanding of agile methodologies such as CI/CD, Applicant Resiliency, and Security\n\n+ Demonstrated proficiency in software applications and technical processes within a technical discipline (e.g., cloud, artificial intelligence, machine learning, mobile, etc.)\n\n+ Cloud computing: Google Cloud, Amazon Web Service, Azure, Docker, Kubernetes.\n\n+ Experience in big data technologies: Hadoop, Hive, Spark, Kafka.\n• *Preferred qualifications, capabilities, and skills**\n\n+ Previous experience working with modern front-end technologies\n\n+ In-depth knowledge of the financial services industry and their IT systems\n\nJPMorgan Chase & Co., one of the oldest financial institutions, offers innovative financial solutions to millions of consumers, small businesses and many of the world's most prominent corporate, institutional and government clients under the J.P. Morgan and Chase brands. Our history spans over 200 years and today we are a leader in investment banking, consumer and small business banking, commercial banking, financial transaction processing and asset management.\n\nWe recognize that our people are our strength and the diverse talents they bring to our global workforce are directly linked to our success. We are an equal opportunity employer and place a high value on diversity and inclusion at our company. We do not discriminate on the basis of any protected attribute, including race, religion, color, national origin, gender, sexual orientation, gender identity, gender expression, age, marital or veteran status, pregnancy or disability, or any other basis protected under applicable law. In accordance with applicable law, we make reasonable accommodations for applicants' and employees' religious practices and beliefs, as well as any mental health or physical disability needs.\n\nThe health and safety of our colleagues, candidates, clients and communities has been a top priority in light of the COVID-19 pandemic. JPMorgan Chase was awarded the \"WELL Health-Safety Rating\" for all of our 6,200 locations globally based on our operational policies, maintenance protocols, stakeholder engagement and emergency plans to address a post-COVID-19 environment.\n\nAs a part of our commitment to health and safety, we have implemented various COVID-related health and safety requirements for our workforce. Employees are expected to follow the Firm's current COVID-19 or other infectious disease health and safety requirements, including local requirements. Requirements include sharing information including your vaccine card in the firm's vaccine record tool, and may include mask wearing. Requirements may change in the future with the evolving public health landscape. JPMorgan Chase will consider accommodation requests as required by applicable law.\n\nWe offer a competitive total rewards package including base salary determined based on the role, experience, skill set, and location. For those in eligible roles, discretionary incentive compensation which may be awarded in recognition of individual achievements and contributions. We also offer a range of benefits and programs to meet employee needs, based on eligibility. These benefits include comprehensive health care coverage, on-site health and wellness centers, a retirement savings plan, backup childcare, tuition reimbursement, mental health support, financial coaching and more. Additional details about total compensation and benefits will be provided during the hiring process.\n\nEqual Opportunity Employer/Disability/Veterans",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Formal training or certification on software engineering concepts and 5+ years applied experience",
                        "In addition, demonstrated coaching and mentoring experience",
                        "Hands-on practical experience delivering system design, application development, testing, and operational stability",
                        "Ability to work in large, distributed teams, conduct software analysis, develop technical designs, develop high quality code, test, debug, write automated tests, deliver and maintain highly scalable and distributed applications using Java & J2EE, Messaging - JMS, Apache Kafka",
                        "Advanced understanding of agile methodologies such as CI/CD, Applicant Resiliency, and Security",
                        "Demonstrated proficiency in software applications and technical processes within a technical discipline (e.g., cloud, artificial intelligence, machine learning, mobile, etc.)",
                        "Cloud computing: Google Cloud, Amazon Web Service, Azure, Docker, Kubernetes",
                        "Experience in big data technologies: Hadoop, Hive, Spark, Kafka",
                        "Previous experience working with modern front-end technologies",
                        "In-depth knowledge of the financial services industry and their IT systems"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Lead Software Engineer, Cloud and Big Data for Consumer and Community Banking, in Workforce Planning, you are an integral part of an agile team that works to enhance, build, and deliver trusted market-leading technology products in a secure, stable, and scalable way",
                        "As a core technical contributor, you are responsible for conducting critical technology solutions across multiple technical areas within various business functions in support of the firm's business objectives",
                        "The Workforce Planning Product team is part of Consumer & Community Banking Operations Management and is responsible for developing an integrated data management, Advanced Analytics Platform and reporting process that supports the successful execution of CCB Operations business objectives",
                        "This role requires the ability to communicate information concisely, both verbally and in presentation form, and the ability to work closely with Senior Management to provide an insights of Product development and features",
                        "This role would be accountable for automating Workforce Planning functions, seamless data integration with operational systems and deploying self-service reporting, advanced analytics & dash boarding capabilities and help deploy improved simulations, and forecasting/scheduling models to production",
                        "This role brings the critical skill-set to these functions on new technology platforms, map and prioritize them based on business priorities and execute on them in partnership with the JPMC Technology partners in a collaborative manner",
                        "Executes creative software solutions, design, development, and technical troubleshooting with ability to think beyond routine or conventional approaches to build solutions or break down technical problems",
                        "Develops secure and high-quality production code, and reviews and debugs code written by others",
                        "Identifies opportunities to eliminate or automate remediation of recurring issues to improve overall operational stability of software applications and systems",
                        "Leads communities of practice across Software Engineering to drive awareness and use of new and leading-edge technologies",
                        "Participate in the detailed technical design and implementation of machine learning applications using existing and emerging technology platforms",
                        "Partner with data science teams to move models into production and setup model monitoring",
                        "Partner with developer, engineering teams to create production training pipeline and inference workflows"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We offer a competitive total rewards package including base salary determined based on the role, experience, skill set, and location",
                        "For those in eligible roles, discretionary incentive compensation which may be awarded in recognition of individual achievements and contributions",
                        "We also offer a range of benefits and programs to meet employee needs, based on eligibility",
                        "These benefits include comprehensive health care coverage, on-site health and wellness centers, a retirement savings plan, backup childcare, tuition reimbursement, mental health support, financial coaching and more"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.jpmorganchase.com/",
                    "text": "jpmorganchase.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=JPMorgan+Chase&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCIcL",
                    "text": "See web results for JPMorgan Chase"
                }
            ],
            "extensions": [
                "25 days ago",
                "Full-time",
                "No degree mentioned",
                "Health insurance",
                "Dental insurance"
            ],
            "detected_extensions": {
                "posted_at": "25 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJMZWFkIFNvZnR3YXJlIEVuZ2luZWVyLCBDbG91ZCBhbmQgQmlnIERhdGEiLCJodGlkb2NpZCI6IkowUVZkN205VzRJQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9WSGMxWkZobU9YRnhaV2htVUV4Q1IyTkZYMDFEYlRkYWRETm9VV0pVZFVzdFlVWnFaVzVHWmtOeVkyaDRRa2wxT0dsYVFUaFJZako1Y2t0a05tSTBOekIyY0V0dVNHdzNSMmRsYW5BM1oybDRiMlZRWWxKRVdIbENTMHhQU25OTFp6QnFhSEJmYld0V2VuSnZSbGx0ZG05eE1raFZOMjlrYWs5cWIwSk9jMTlLZW5BMlZVbGxkMDlMY2s5WUxVWkdkbUV4TWpSWWVFZHZVbUpCZUU5emIyRjVVVzlVUzBGdllUVXpPRzA0TmpkUE4xWk9TVUpUVlhsWmFrWndjalJoV0hScGRVdEJiRGhzUjBwTmNtcDBXbEZWVldKT1h6bHFZbWxVUVJJWGJuSnJPVnBPY2taRGRtbHhjWFJ6VUhaZlIzSnhRVTBhSWtGUExUQnliRGRaYWpWNFZWUmFlRXBrWjNsTU55MHdXRW90U1doNmJ6ZzJWSGMiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY181IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExvY2FsSm9icy5jb20iLCJsaW5rIjoiaHR0cHM6Ly93d3cubG9jYWxqb2JzLmNvbS9qb2Ivd2lsbWluZ3Rvbi1kZS1sZWFkLWNsb3VkLWFuZC1iaWctZGF0YS1zb2Z0d2FyZS1lbmdpbmVlcj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Architect, Big Data, Cloud Technologies",
            "company_name": "Elevance Health",
            "location": "  Atlanta, GA   ",
            "via": "via ZipRecruiter",
            "description": "Position Title:\nData Architect, Big Data, Cloud Technologies\n...\nJob Description:\n\nData Architect, Big Data, Cloud Technologies\n\nBuild the Possibilities. Make an extraordinary impact.\n\nThe Data Architect will create architectural solutions that articulate the business context, conceptual design, and component-level logical design.\n\nHow you will make an impact:\n\nPrimary duties may include, but are not limited to:\n\n• Recommends new technologies based upon business value drivers and return on investment.\n• Drives new technologies towards implementation and exploitation.\n• Establishes overall systems architecture vision and ensures specific components are appropriately designed and leveraged\n• Contributes to the holistic vision of Enterprise Architecture.\n• Defines architecture standards and anticipate areas where architecture standards may need to be developed that are in-line with customer, IT and industry standards.\n• Directs the construction of architecture components (e.g., data architecture, application architecture, technical architecture).\n• Works with business units to translate business strategy into discrete requirements compatible with current technical architectures.\n• Defines systems, technical, and application architectures for new strategic initiatives.\n• Develops and maintains an architectural blueprint and evolutionary roadmap that defines and communicates the strategic direction for these architectures in support of business and technical strategies.\n• Explains how the roadmap maintains and delivers cost effectiveness, business value, and competitiveness.\n• Manage architecture resources and work with other architecture counterpart to deliver architect solutions. Provide leadership and mentorship to the staffs of all development disciplines in addition to the architecture.\n• Advises and provides guidance to business counterparts, customers, and top management on requirements pertinent to the data and technical capability\n• Influences key decisions for the technology & infrastructure architecture.\n• Advises the system and infrastructure configuration from application performance, scalability, and capacity perspective.\n• Present and communicate the architecture solutions, architecture patterns to technical and non-technical partners, and demonstrate how they will enable business needs\n• Ensure architecture aligns with business objectives, roadmaps as well as to CarelonRx's architecture principles and standards\n• Drives architectural decisions for the systems under development\n• Provide technical consultation to clients and IT management on technologies, architecture solution options with tradeoffs, alignment with standards and roadmaps\n• Define architecture patterns, architecture project deliverables, including data patterns, architecture decisions, rationale for those decisions and architecture solution.\n• Define and compare solutions to determine the optimal solutions for business needs.\n• Ten years experience in apply technologies in categories such as:\no Cloud Computing Services (AWS)\no Databases (structured, semi-structured (JSON)\no Unstructured (images))\no Big Data Storage (S3, Snowflake)\no Data Modeling (Dimensional)\no Data Transformation Technologies (ETL, ELT)\no Data Visualization (MicroStrategy, Tableau)\no AI/ML Performance and Scaling Techniques Integration Patterns, Microservices and Containers Enabling data consumption thru API\n\nKeys to Success in this Role:\n\n• Hands on experience with the latest cloud-based AWS technology and familiarity with the latest industry trends and technology for enterprise data needs.\n• Data and Architectural leadership with knowledge of both legacy and modern cloud-based data technologies and applications\n• Strong judgment with excellent decision-making skills and excellent analytical skills\n• Ability to take care of ambiguity and lead technical solutions.\n• Ability to lead, collaborate and influence issue resolution across various groups in the organization\n• Ability to mentor/guide teams on data best practices, design solutions, standards and guidelines.\n• Excellent verbal and written communication skills and ability to succinctly present subject matter.\n• Ability to communicate effectively technology problems/solutions to business partners and senior leadership and translate high level directives into technical approaches consumed by technical groups\n• Highly motivated and upbeat self-starter with proven organizational and time leadership skills;\n• Demonstrable experience operating at high standards of quality and accuracy within a fast-paced changing environment\n\nMinimum Requirements\n• Requires an BA/BS degree in Information Technology, Computer Science or related field of study and a minimum of 5 years of experience in architecture/design in relevant technology disciplines; or any combination of education and experience, which would provide an equivalent background.\n\nPreferred Qualifications\n• 5+ years of architecture management experience\n• 10+ years of experience leading solutions architecture for end to end BI/Analytics/Datamart solutions\n• Top-tier professional with ability to make architecture and design decisions and tradeoffs for solution architecture that looks across the applications landscape and adheres to enterprise standards.\n• 3 + years of AWS Cloud experience working with AWS services EC2, S3, EKS, RDS, Mongo, EMR, Lambda, Snowflake, Okera, Collibra, SNS, SQS\n• 3+ years of large-scale digital transformation & AWS Cloud migration hands on experience with multiple technology areas like API, Microservices, Event Streaming, Logging & Monitoring, Databases (SQL, NOSQL), Containers, Serverless Frameworks, AI & ML etc.), API Platform (Apigee), Kafka, AMQ\n• 10+ years of broad technology experience and knowledge across multiple disciplines such as application development, database SQL/NoSQL, infrastructure platform, security products, ETL products, rule engines, and Business Intelligence (BI) tools\n• 10 years of hands-on experience in solution, data, architecture applied to multiple large-scale enterprise systems.\n• 5 years extensive knowledge and experience in the Data technologies for Data Analytics, Data Warehouse, Data Mart, BI, Big Data (Hadoop, HBase, Hive), Databases SQL/NoSQL (DB2, Oracle, Sybase, Mongo, Postgres, MySQL), ETL (Informatica, Talend, Sqoop), CDC (Attunity), Store procedures, REST API, Integration/EAI technologies like Informatica, BI tools (MicroStrategy/Tableau), Snowflake5 years' experience with Technologies including Web Service API, Integration/EAI technologies like Informatica, XML, JSON, JDBC, SQL, Java, Python, R,\n• Knowledge of enterprise data models, information classification, meta-data models, taxonomies and ontologies\n\n• Experience in health care industry strongly preferred.\n\nJob Level:\nNon-Management Exempt\n\nWorkshift:\n1st Shift (United States of America)\n\nJob Family:\nIFT > IT Architecture\n\nWe offer a range of market-competitive total rewards that include merit increases, paid holidays, Paid Time Off, and incentive bonus programs (unless covered by a collective bargaining agreement), medical, dental, vision, short- and long-term disability benefits, 401(k) +match, stock purchase plan, life insurance, wellness programs and financial education resources, to name a few.\n\nThe health of our associates and communities is a top priority for Elevance Health. We require all new candidates to become vaccinated against COVID-19. If you are not vaccinated, your offer will be rescinded unless you provide - and Elevance Health approves - a valid religious or medical explanation as to why you are not able to get vaccinated that Elevance Health is able to reasonably accommodate. Elevance Health will also follow all relevant federal, state and local laws.\n\nElevance Health has been named as a Fortune Great Place To Work in 2021, is ranked as one of the 2021 World's Most Admired Companies among health insurers by Fortune magazine, and a Top 20 Fortune 500 Companies on Diversity and Inclusion. To learn more about our company and apply, please visit us at careers.ElevanceHealth.com. Elevance Health is an Equal Employment Opportunity employer and all qualified applicants will receive consideration for employment without regard to age, citizenship status, color, creed, disability, ethnicity, genetic information, gender (including gender identity and gender expression), marital status, national origin, race, religion, sex, sexual orientation, veteran status or any other status or condition protected by applicable federal, state, or local laws. Applicants who require accommodation to participate in the job application process may contact ability@icareerhelp.com for assistance.\n\nWe offer a range of market-competitive total rewards that include merit increases, paid holidays, Paid Time Off, and incentive bonus programs (unless covered by a collective bargaining agreement), medical, dental, vision, short- and long-term disability benefits, 401(k) +match, stock purchase plan, life insurance, wellness programs and financial education resources, to name a few.\n\nThe health of our associates and communities is a top priority for Elevance Health. We require all new candidates to become vaccinated against COVID-19. If you are not vaccinated, your offer will be rescinded unless you provide - and Elevance Health approves - a valid religious or medical explanation as to why you are not able to get vaccinated that Elevance Health is able to reasonably accommodate. Elevance Health will also follow all relevant federal, state and local laws.\n\nElevance Health has been named as a Fortune Great Place To Work in 2021, is ranked as one of the 2021 World's Most Admired Companies among health insurers by Fortune magazine, and a Top 20 Fortune 500 Companies on Diversity and Inclusion. To learn more about our company and apply, please visit us at careers.ElevanceHealth.com. Elevance Health is an Equal Employment Opportunity employer, and all qualified applicants will receive consideration for employment without regard to age, citizenship status, color, creed, disability, ethnicity, genetic information, gender (including gender identity and gender expression), marital status, national origin, race, religion, sex, sexual orientation, veteran status or any other status or condition protected by applicable federal, state, or local laws. Applicants who require accommodation to participate in the job application process may contact ability@icareerhelp.com for assistance",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Ten years experience in apply technologies in categories such as:",
                        "Hands on experience with the latest cloud-based AWS technology and familiarity with the latest industry trends and technology for enterprise data needs",
                        "Data and Architectural leadership with knowledge of both legacy and modern cloud-based data technologies and applications",
                        "Strong judgment with excellent decision-making skills and excellent analytical skills",
                        "Ability to take care of ambiguity and lead technical solutions",
                        "Ability to lead, collaborate and influence issue resolution across various groups in the organization",
                        "Ability to mentor/guide teams on data best practices, design solutions, standards and guidelines",
                        "Excellent verbal and written communication skills and ability to succinctly present subject matter",
                        "Ability to communicate effectively technology problems/solutions to business partners and senior leadership and translate high level directives into technical approaches consumed by technical groups",
                        "Highly motivated and upbeat self-starter with proven organizational and time leadership skills;",
                        "Demonstrable experience operating at high standards of quality and accuracy within a fast-paced changing environment",
                        "Requires an BA/BS degree in Information Technology, Computer Science or related field of study and a minimum of 5 years of experience in architecture/design in relevant technology disciplines; or any combination of education and experience, which would provide an equivalent background"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Architect will create architectural solutions that articulate the business context, conceptual design, and component-level logical design",
                        "Recommends new technologies based upon business value drivers and return on investment",
                        "Drives new technologies towards implementation and exploitation",
                        "Establishes overall systems architecture vision and ensures specific components are appropriately designed and leveraged",
                        "Contributes to the holistic vision of Enterprise Architecture",
                        "Defines architecture standards and anticipate areas where architecture standards may need to be developed that are in-line with customer, IT and industry standards",
                        "Directs the construction of architecture components (e.g., data architecture, application architecture, technical architecture)",
                        "Works with business units to translate business strategy into discrete requirements compatible with current technical architectures",
                        "Defines systems, technical, and application architectures for new strategic initiatives",
                        "Develops and maintains an architectural blueprint and evolutionary roadmap that defines and communicates the strategic direction for these architectures in support of business and technical strategies",
                        "Explains how the roadmap maintains and delivers cost effectiveness, business value, and competitiveness",
                        "Manage architecture resources and work with other architecture counterpart to deliver architect solutions",
                        "Provide leadership and mentorship to the staffs of all development disciplines in addition to the architecture",
                        "Advises and provides guidance to business counterparts, customers, and top management on requirements pertinent to the data and technical capability",
                        "Influences key decisions for the technology & infrastructure architecture",
                        "Advises the system and infrastructure configuration from application performance, scalability, and capacity perspective",
                        "Present and communicate the architecture solutions, architecture patterns to technical and non-technical partners, and demonstrate how they will enable business needs",
                        "Ensure architecture aligns with business objectives, roadmaps as well as to CarelonRx's architecture principles and standards",
                        "Drives architectural decisions for the systems under development",
                        "Provide technical consultation to clients and IT management on technologies, architecture solution options with tradeoffs, alignment with standards and roadmaps",
                        "Define architecture patterns, architecture project deliverables, including data patterns, architecture decisions, rationale for those decisions and architecture solution",
                        "Define and compare solutions to determine the optimal solutions for business needs",
                        "Data Transformation Technologies (ETL, ELT)",
                        "Data Visualization (MicroStrategy, Tableau)",
                        "AI/ML Performance and Scaling Techniques Integration Patterns, Microservices and Containers Enabling data consumption thru API"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We offer a range of market-competitive total rewards that include merit increases, paid holidays, Paid Time Off, and incentive bonus programs (unless covered by a collective bargaining agreement), medical, dental, vision, short- and long-term disability benefits, 401(k) +match, stock purchase plan, life insurance, wellness programs and financial education resources, to name a few"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Elevance+Health&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCMsL",
                    "text": "See web results for Elevance Health"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFyY2hpdGVjdCwgQmlnIERhdGEsIENsb3VkIFRlY2hub2xvZ2llcyIsImh0aWRvY2lkIjoiTVRmRzFhaFlwdDBBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1UyWkRTa0ZGY201S1puQjBjRVpwVW5CNmVtUTJWRXQyY0U5RWRFVlhjMUpUTkVORFkxZHNkbEZWV2podFltNUNTbUk0Y1ZKdFJtcEpaV1k0VG0xWFRUSm5RM0JmTTFCdVIxWXhaMnAyY2xsZlVuZEdiMjV2ZFVaSFZYQjNjbko1YjFaT1V6TkpOSFZEYkRKTmJXNUVSa2czZFRKRGRGOW5WMnA1VkZCTlNpMWZkblV6YVhkTVdtdE5kVUpuZGtoUFgwSnRXbXh6VFVjMUxYSk5XR3MyVTNaVE5GWmhSVEppZEhwM1VERXdTR2RqVDJ0NllVMDNla3BoWmw5ZllWVkxSSFZFWjFkS2RIY3RWMjE0Tm1jelExVjNSR1J4UzE5dlZFUlBVUklYYm5Kck9WcE9ja1pEZG1seGNYUnpVSFpmUjNKeFFVMGFJa0ZQTFRCeWJEZGZRa3hGZUZwRlUwMWhNM2hXYWxsNmIzWkJaRTFQVjBWT1QxRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gWmlwUmVjcnVpdGVyIiwibGluayI6Imh0dHBzOi8vd3d3LnppcHJlY3J1aXRlci5jb20vYy9FbGV2YW5jZS1IZWFsdGgvSm9iL0RhdGEtQXJjaGl0ZWN0LC1CaWctRGF0YSwtQ2xvdWQtVGVjaG5vbG9naWVzLy1pbi1BdGxhbnRhLEdBP2ppZD0yYzMyMjU4MmQyMDNkZjYwXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Sales Engineer, Data Analytics, Google Cloud",
            "company_name": "Google Inc.",
            "location": "  Salt Lake City, UT   ",
            "via": "via Jooble",
            "description": "Minimum qualifications:\n• 7 years of experience in sales and engineering.\n• Experience with traditional analytic warehouse solutions, Big Data technologies, real time streaming, performance, and scalability optimizations...\n• Experience in implementing analytics systems architecture (e.g., data migration, streaming, security, metadata management, visualization tools).\n• Experience with cloud computing, cloud market, competitive dynamics, and delivering technical presentations.\n\nPreferred qualifications:\n• Experience in business or professional consulting in the fields of cloud computing, data, information life-cycle management, and Big Data.\n• Experience with developing data warehousing, data lakes, batch, or real-time event processing and ETL workflow solutions.\n• Experience writing code in Java, Python, JavaScript, C++, Scala, R, or Go.\n• Ability to address DNS, TCP, Firewalls, Proxy Servers, Load Balancing, VPN, VPC, and knowledge of Linux.\n\nAbout the job\n\nWhen leading companies choose Google Cloud it's a huge win for spreading the power of cloud computing globally. Once educational institutions, government agencies, and other businesses sign on to use Google Cloud products, you come in to facilitate making their work more productive, mobile, and collaborative. You listen and deliver what is most helpful for the customer. You assist fellow sales Googlers by problem-solving key technical issues for our customers. You liaise with the product marketing management and engineering teams to stay on top of industry trends and devise enhancements to Google Cloud products.\n\nGoogle Cloud accelerates organizations’ ability to digitally transform their business with the best infrastructure, platform, industry solutions and expertise. We deliver enterprise-grade solutions that leverage Google’s cutting-edge technology – all on the cleanest cloud in the industry. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.\n\nThe US base salary range for this full-time position is $139,000-$213,000 + bonus + equity + benefits. Our salary ranges are determined by role, level, and location. The range displayed on each job posting reflects the minimum and maximum target for new hire salaries for the position across all US locations. Within the range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. Your recruiter can share more about the specific salary range for your preferred location during the hiring process.\n\nPlease note that the compensation details listed in US role postings reflect the base salary only, and do not include bonus, equity, or benefits. Learn more about benefits at Google .\n\nResponsibilities\n• Support local business teams in pursuit of key business opportunities and engage with customers to address aspects of the data life-cycle.\n• Identify business and technical requirements, conduct full technical discovery, and architect client solutions to meet gathered requirements.\n• Lead technical projects (e.g., technology advocacy, supporting bid responses, product and solution briefings, proof-of-concept work) and the coordination of supporting technical resources.\n• Work with Google Cloud Platform (GCP) products to demonstrate and prototype integrations in customer/partner environments. Travel as needed for meetings, technical reviews, and onsite delivery activities.\n• Prepare and deliver product messaging in an effort to highlight the Google Cloud Platform value proposition.\nGoogle is proud to be an equal opportunity workplace and is an affirmative action employer. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. See also Google's EEO Policy and EEO is the Law. If you have a disability or special need that requires accommodation, please let us know by completing our Accommodations for Applicants form ",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "7 years of experience in sales and engineering",
                        "Experience with traditional analytic warehouse solutions, Big Data technologies, real time streaming, performance, and scalability optimizations",
                        "Experience in implementing analytics systems architecture (e.g., data migration, streaming, security, metadata management, visualization tools)",
                        "Experience with cloud computing, cloud market, competitive dynamics, and delivering technical presentations"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You listen and deliver what is most helpful for the customer",
                        "You assist fellow sales Googlers by problem-solving key technical issues for our customers",
                        "You liaise with the product marketing management and engineering teams to stay on top of industry trends and devise enhancements to Google Cloud products",
                        "Support local business teams in pursuit of key business opportunities and engage with customers to address aspects of the data life-cycle",
                        "Identify business and technical requirements, conduct full technical discovery, and architect client solutions to meet gathered requirements",
                        "Lead technical projects (e.g., technology advocacy, supporting bid responses, product and solution briefings, proof-of-concept work) and the coordination of supporting technical resources",
                        "Work with Google Cloud Platform (GCP) products to demonstrate and prototype integrations in customer/partner environments",
                        "Travel as needed for meetings, technical reviews, and onsite delivery activities",
                        "Prepare and deliver product messaging in an effort to highlight the Google Cloud Platform value proposition"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The US base salary range for this full-time position is $139,000-$213,000 + bonus + equity + benefits",
                        "Our salary ranges are determined by role, level, and location"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.google.com/",
                    "text": "google.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Google+Inc.&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCI4M",
                    "text": "See web results for Google Inc."
                }
            ],
            "extensions": [
                "2 days ago",
                "Full-time",
                "No degree mentioned",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTYWxlcyBFbmdpbmVlciwgRGF0YSBBbmFseXRpY3MsIEdvb2dsZSBDbG91ZCIsImh0aWRvY2lkIjoidHJqWHNWcktRc2tBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1VrUlNVazVMYUVVNFEyTXdWRVpTV21oWGRVcFZTM1Y1VW14NFNtMVVVa3hPU2xReWNFZHJXV0pEVlhrNGQzaFdVRXg1UlhNM05VUk5ZWGhaVFRWRGFWUnhZemxzWVhsWlUydGlNMVJEV0hCb1ZUQlBjWHBHWWs1UU5XOUdNbWxtT1hwak5IcHVlbFZJVEZGWkxYZFJOVFkwTkRKdVgwVjBTSEJtVTJKdWJsWlljbGxzTlZKQ2RteEhjV2hJYzB0RFdHeDNTR0p4WjFSUWFrVndkVEpMZVZSZlUwSmtjVFUyT1ZGVldFTjRXVVZVTVdWdlN6ZExjSFZYVFVGRVkxWjVSbDlhU1VWbVpGQjJVR2RoVGpaMVZtVnpNM0V5WTNkTlVtNU1aeElYYm5Kck9WcE9ja1pEZG1seGNYUnpVSFpmUjNKeFFVMGFJa0ZQTFRCeWJEUm5NbHA0VFhadk4wUlRaVGMxTkY5bVNucEtjMVJ4ZVRSNlEwRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gSm9vYmxlIiwibGluayI6Imh0dHBzOi8vam9vYmxlLm9yZy9qZHAvNDUwMjIyNTQzOTQ1NjMxMDk5Ni9TYWxlcy1FbmdpbmVlciUyQy1EYXRhLUFuYWx5dGljcyUyQy1Hb29nbGUtQ2xvdWQtU2FsdC1MYWtlLUNpdHklMkMtVVQ/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Customer Engineer, Data Analytics, Google Cloud",
            "company_name": "Google",
            "location": "  United States  (+1 other)    ",
            "via": "via Google Careers",
            "description": "When leading companies choose Google Cloud it's a huge win for spreading the power of cloud computing globally. Once educational institutions, government agencies, and other businesses sign on to use Google Cloud products, you come in to facilitate making their work more productive, mobile, and collaborative. You listen and deliver what is most helpful for the customer. You assist fellow sales... Googlers by problem-solving key technical issues for our customers. You liaise with the product marketing management and engineering teams to stay on top of industry trends and devise enhancements to Google Cloud products.\n\nAs a Customer Engineer, you will work cross-functionally to introduce Google Cloud to customers. You will help prospective customers, existing customers, and partners understand the power of Google Cloud, develop creative cloud solutions, assist architectures to solve their business challenges, and problem-solve any potential technical roadblocks.\n\nGoogle Cloud accelerates organizations’ ability to digitally transform their business with the best infrastructure, platform, industry solutions and expertise. We deliver enterprise-grade solutions that leverage Google’s cutting-edge technology – all on the cleanest cloud in the industry. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.\n\nThe US base salary range for this full-time position is $118,000-$177,000 + bonus + equity + benefits. Our salary ranges are determined by role, level, and location. The range displayed on each job posting reflects the minimum and maximum target for new hire salaries for the position across all US locations. Within the range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. Your recruiter can share more about the specific salary range for your preferred location during the hiring process.\n\nPlease note that the compensation details listed in US role postings reflect the base salary only, and do not include bonus, equity, or benefits. Learn more about benefits at Google",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "You listen and deliver what is most helpful for the customer",
                        "You assist fellow sales Googlers by problem-solving key technical issues for our customers",
                        "You liaise with the product marketing management and engineering teams to stay on top of industry trends and devise enhancements to Google Cloud products",
                        "As a Customer Engineer, you will work cross-functionally to introduce Google Cloud to customers",
                        "You will help prospective customers, existing customers, and partners understand the power of Google Cloud, develop creative cloud solutions, assist architectures to solve their business challenges, and problem-solve any potential technical roadblocks"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The US base salary range for this full-time position is $118,000-$177,000 + bonus + equity + benefits",
                        "Our salary ranges are determined by role, level, and location"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.google.com/",
                    "text": "google.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Google&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCM4M",
                    "text": "See web results for Google"
                }
            ],
            "extensions": [
                "6 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJDdXN0b21lciBFbmdpbmVlciwgRGF0YSBBbmFseXRpY3MsIEdvb2dsZSBDbG91ZCIsImh0aWRvY2lkIjoieDBRQ1pYUlROQ3dBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VsUlFaVlpvWTB4YWJHSndlRWhIYlhVd2R6bGhNRmhWWlhoak1XbHVRbE5HUVVjdFIzRmFUbmh5T1cxd2MxZzFSVzlKUW1wU0xWQnFSMjh4V0ZkWFEyaHhTMFZxTVhabVNrMW5lbFJDTWxOdVZsVjFWMXBFYzFFMVJqQkZUVkZUVGpkblNUQTFWelkxV0ZVMVMyMUlWVXBTYUVGa1kyRlJSR04xTFZvM2FIQnFhbVpqYkdFeFIwdFdOMlpZZURkb09EbFlaMHBYUVdveFYxZFZNR1ppU1cxQlMwRkhaVXhsT1ZwR1NEUlBkMmhLVkc5RU16UktTV3BOTW1kbFJuaGxVVzF5ZFZWT0VoZHVjbXM1V2s1eVJrTjJhWEZ4ZEhOUWRsOUhjbkZCVFJvaVFVOHRNSEpzTkhVNVZGbEpSelJVWDJaUFZXbDJWMGxFUlhWNmFVVjNZbEZyWnciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBHb29nbGUgQ2FyZWVycyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMuZ29vZ2xlLmNvbS9qb2JzL3Jlc3VsdHMvMTM4MDY4OTUxNTM2OTM1NjIyLWN1c3RvbWVyLWVuZ2luZWVyLWRhdGEtYW5hbHl0aWNzLWdvb2dsZS1jbG91ZC8/aGw9emgtU0dcdTAwMjZwYWdlPTRcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Cloud Support Engineer I - Big Data",
            "company_name": "Amazon Web Services, Inc.",
            "location": "  Salt Lake City, UT   ",
            "via": "via Salt Lake City UT Geebo.com Free Classifieds Ads - Geebo",
            "description": "ABOUT USAmazon Web Services is the market leader and technology forerunner in the Cloud business.\nAs a member of the AWS Support team you will be at the forefront of this transformational technology, assisting a global list of companies and developers that are taking advantage of a growing set of services and features to run their mission-critical applications.\nAs a Cloud Support Engineer, you... will act as the 'Cloud Ambassador' across all the cloud products, arming our customers with required tools & tactics to get the most out of their Product and Support investment.\nWould you like to use the latest cloud computing technologies? Do you have an interest in helping customers understand application architectures and integration approaches? Are you familiar with best practices for applications, servers and networks? Do you want to be part of a customer facing technology team helping to ensure the success of Amazon Web Services (AWS) as a leading technology organization?If you fit the description, you might be the person we are looking for! We are a group of smart people, passionate about cloud computing, and believe that world class support is critical to customer success.\nWHAT CAN YOU EXPECT FROM A LIFE AT AWS?Every day will bring new and exciting challenges on the job while you:\nLearn and use groundbreaking technologies.\nApply advanced troubleshooting techniques to provide unique solutions to our customers' individual needs.\nInteract with leading engineers around the world.\nPartner with Amazon Web Services teams to help reproduce and resolve customer issues.\nLeverage your extensive customer support experience to provide feedback to internal AWS teams on how to improve our services.\nDrive customer communication during critical events.\nDrive projects that improve support-related processes and our customers' technical support experience.\nWrite tutorials, how-to videos, and other technical articles for the developer community.\nWork on critical, highly complex customer problems that may span multiple AWS services.\nWHY AWS SUPPORT? First and foremost this is a customer support role - in The Cloud.\nOn a typical day, a Support Engineer will be primarily responsible for solving customer's cases through a variety of customer contact channels which include telephone, email, and web/live chat.\nYou will apply advanced troubleshooting techniques to provide tailored solutions for our customers and drive customer interactions by thoughtfully working with customers to dive deep into the root cause of an issue.\nApart from working on a broad spectrum of technical issues, an AWS Support Engineer may also coach/mentor new hires, develop & present training, partner with development teams on complex issues or contact deflection initiatives, participate in new hiring, write tools/script to help the team, or work with leadership on process improvement and strategic initiatives.\nCareer development:\nWe promote advancement opportunities across the organization to help you meet your career goals.\nTraining:\nWe have training programs to help you develop the skills required to be successful in your role.\nWe hire smart people who are keen to build a career with AWS, so we are more interested in the areas that you do know instead of those you haven't been exposed to yet.\nSupport engineers interested in travel have presented training or participated in focused summits across our sites or at specific AWS events.\nAs we operate on a follow-the-sun model, with Premium Support sites located globally, working hours and days are based on customer demand and may include weekends (on a rotational basis).\n.\nEstimated Salary: $20 to $28 per hour based on qualifications",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Do you want to be part of a customer facing technology team helping to ensure the success of Amazon Web Services (AWS) as a leading technology organization?If you fit the description, you might be the person we are looking for!"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Cloud Support Engineer, you will act as the 'Cloud Ambassador' across all the cloud products, arming our customers with required tools & tactics to get the most out of their Product and Support investment",
                        "Apply advanced troubleshooting techniques to provide unique solutions to our customers' individual needs",
                        "Interact with leading engineers around the world",
                        "Partner with Amazon Web Services teams to help reproduce and resolve customer issues",
                        "Leverage your extensive customer support experience to provide feedback to internal AWS teams on how to improve our services",
                        "Drive customer communication during critical events",
                        "Drive projects that improve support-related processes and our customers' technical support experience",
                        "Write tutorials, how-to videos, and other technical articles for the developer community",
                        "Work on critical, highly complex customer problems that may span multiple AWS services",
                        "On a typical day, a Support Engineer will be primarily responsible for solving customer's cases through a variety of customer contact channels which include telephone, email, and web/live chat",
                        "You will apply advanced troubleshooting techniques to provide tailored solutions for our customers and drive customer interactions by thoughtfully working with customers to dive deep into the root cause of an issue",
                        "Apart from working on a broad spectrum of technical issues, an AWS Support Engineer may also coach/mentor new hires, develop & present training, partner with development teams on complex issues or contact deflection initiatives, participate in new hiring, write tools/script to help the team, or work with leadership on process improvement and strategic initiatives"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We promote advancement opportunities across the organization to help you meet your career goals",
                        "Estimated Salary: $20 to $28 per hour based on qualifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://aws.amazon.com/",
                    "text": "aws.amazon.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Amazon+Web+Services,+Inc.&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCI0N",
                    "text": "See web results for Amazon Web Services, Inc."
                }
            ],
            "extensions": [
                "4 days ago",
                "20–28 an hour",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time",
                "salary": "20–28 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJDbG91ZCBTdXBwb3J0IEVuZ2luZWVyIEkgLSBCaWcgRGF0YSIsImh0aWRvY2lkIjoiSU5ROUlEWHNTbVlBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZEbG1VRU0yUldkZlVTMXBRalpmTm1obFdqSjZTekZxUms1TmREWnljRk5rTlhBMWVUaFVOMlZoYmxCNVNWZFFTV2wzVkRoVk9IWjNRMlZhT0ZaWlYxOVFVREZuVUhaVGEwbzRVSEJqZW1GSlNURlBiREZXTUhKVFJHbGhVRk51WlRkT05USjRlSE10VTA5eVFsOW1ZVVl6U1dsU1h6bHdRWFpRWjIxV1owZzVTMnhSVm5KdFltMU1UWEp6TVdsemF6ZGpUa0pOUVdkSVdrTk5hV0l3VnpGSk9YaDJOV05PZGpoQk1YbHNTVWRhVG5ORlJqVnpWa1JzZHpCTVV6TnBWMGxsTTNZNGJETllMVXhMWjNwU1lqZHJaM1JsTFMxalFWTjJRUklYYm5Kck9WcE9ja1pEZG1seGNYUnpVSFpmUjNKeFFVMGFJa0ZQTFRCeWJEWnZNa05oVjJKVmFsaHlhM3B2YWkxaVZHUkxWM2gzUjBkbVkzYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEzIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFNhbHQgTGFrZSBDaXR5IFVUIEdlZWJvLmNvbSBGcmVlIENsYXNzaWZpZWRzIEFkcyAtIEdlZWJvIiwibGluayI6Imh0dHBzOi8vc2FsdGxha2VjaXR5LXV0LmdlZWJvLmNvbS9qb2JzLW9ubGluZS92aWV3L2lkLzk3NjU4MzI0NS1jbG91ZC1zdXBwb3J0LWVuZ2luZWVyLWJpZy0vP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "65 Cloud Design Engineer 2",
            "company_name": "ARSIEM",
            "location": "  Annapolis Junction, MD   ",
            "via": "via Lever",
            "description": "About ARSIEM Corporation\n\nAt ARSIEM Corporation we are committed to fostering a proven and trusted partnership with our government clients. We provide support to multiple agencies across the United States Government. ARSIEM has an experienced workforce of qualified professionals committed to providing the best possible support...\n\nAs demand increases, ARSIEM continues to provide reliable and cutting-edge technical solutions at the best value to our clients. That means a career packed with opportunities to grow and the ability to have an impact on every client you work with.\n\nARSIEM is currently looking for a Cloud Design Engineer. The position will support one of our Government clients in Annapolis Junction, MD.\n\nResponsibilities\n• Develops, maintains, and enhances complex and diverse Web-Based User Interfaces that interact with Big-Data Cloud systems based upon documented requirements.\n• Directly contributes to all stages of designing, implementing and testing Web-Based User Interfaces that expose data for Big-Data Cloud Based infrastructure using Hadoop Eco-System.\n• Provides expertise in Cloud Technologies, Distributed Computing and how to display best data produced by these technologies.\n• Implements Graphical Web-Based User Interface with usability, security, and performance in mind. Reviews and tests software components to adhere to design requirements and document test results.\n• Resolves software problem reports.\n• Utilizes software development and software design methodologies appropriate to the development environment.\n• Provides specific input to the software components of system design, including hardware/software trade-offs and software reuse.\n\nMinimum Qualifications\n• Eight (8) years of software engineering experience in programs and contracts of similar scope, type, and complexity are required;\n• Two (2) years in programs utilizing Big-Data Cloud technologies and Distributed Computing.\n• Four (4) years of cloud software engineering experience on projects with similar Big-Data systems may be substituted for a bachelor’s degree.\n• A Bachelor’s degree in Computer Science or a related discipline from an accredited college or university is required.\n• A Master's in Computer Science or related discipline from an accredited college or university may be substituted for two (2) years of experience.\n• Cloudera Certified Hadoop Developer certification may be substituted for one (1) year of Cloud experience.\n• Two (2) years of Web-Based applications that retrieve/store data in a Cloud Data System\n• Two (2) years of building applications that comply with modern Web 2.0 standards\n• Two (2) years of Cloud or Distributed Computing Information Retrieval (IR)\n• One (1) year working with data stored in Cloud Big Table\n• One (1) year of analyzing data stored in Cloud Distributed File System\n• Experience in Computer Network Operations - Utility Computing, Network Management, Virtualizations (VMWare or VirtualBox), Cloud Computing\n• Experience in Information Assurance - Securing User Interfaces based on Cloud and Distributed applications that contain disparate data sources and classifications through industry-standard techniques such as Firewalls, PKI Certificate, and Server Authentication with experience in Corporate authentication service(s)\n• Object Oriented Design and Programming, Java, Eclipse or similar development environment, MAVEN, RESTful web services\n• Interfacing with Cloud and Distributed Computing Technologies: at least one or a combination of several of the following areas - Spring MVC, J2EE, HDFS, HBase, JMS, Concurrent Programming, Multi-Node implementation/installation and other applicable technologies\n• Cloud and Distributed Computing Information Retrieval: at least one or a combination of several of the following areas - HDFS, HBASE, Apache Lucene, Apache Solr, MongoDB\n• AJAX Cross Browser support: HTML, CSS, JavaScript, JSP/Servlets, Groovy\n• Aspect Oriented Design and Development\n• Debugging and Profiling Cloud and Distributed Installations: Java Virtual Machine (JVM) memory management, Profiling Java Applications\n• Experience with at least one SIGINT collection discipline area (FORNSAT, CABLE, Terrestrial/Microwave, Overhead, ELINT)\n• Geolocation, emitter identification, and signal applications\n• Joint program collection platforms and dataflow architectures; signals characterization analysis\n• Experience with CentOS, Linux/RedHat; Configuration management tools such as Subversion, ClearQuest, or Razor\n\nPreferred Qualifications\n• Provides in-depth knowledge of Information Retrieval; assisting the software development team in designing, developing and testing Cloud Information Retrieval\n• Propose new ways of analyzing data stored in Cloud Big Table\n• Propose new ways of analyzing data stored in Cloud Distributed File System\n• Oversees one or more software development tasks and ensures the work ifollowingordance with the constraints of the software development process being used on any particular project\n• Ensure quality control of all developed and modified software\n• Make recommendations for improving documentation and software development process standards\n\nClearance Requirement: This position requires an active TS/SCI with a polygraph. You must be a US Citizen for consideration.\n\nCandidate Referral: Do you know someone who would be GREAT at this role? If you do, ARSIEM has a way for you to earn a bonus through our referral program for persons presenting NEW (not in our resume database) candidates who are successfully placed on one of our projects. The bonus for this position is $10,000, and the referrer is eligible to receive the sum for any applicant we place within 12 months of referral. The bonus is paid after the referred employee reaches 6 months of employment.\n\nARSIEM is proud to be an Equal Opportunity and Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or veteran status, age, or any other federally protected class",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Eight (8) years of software engineering experience in programs and contracts of similar scope, type, and complexity are required;",
                        "Two (2) years in programs utilizing Big-Data Cloud technologies and Distributed Computing",
                        "Four (4) years of cloud software engineering experience on projects with similar Big-Data systems may be substituted for a bachelor’s degree",
                        "A Bachelor’s degree in Computer Science or a related discipline from an accredited college or university is required",
                        "A Master's in Computer Science or related discipline from an accredited college or university may be substituted for two (2) years of experience",
                        "Cloudera Certified Hadoop Developer certification may be substituted for one (1) year of Cloud experience",
                        "Two (2) years of Web-Based applications that retrieve/store data in a Cloud Data System",
                        "Two (2) years of building applications that comply with modern Web 2.0 standards",
                        "Two (2) years of Cloud or Distributed Computing Information Retrieval (IR)",
                        "One (1) year working with data stored in Cloud Big Table",
                        "One (1) year of analyzing data stored in Cloud Distributed File System",
                        "Experience in Computer Network Operations - Utility Computing, Network Management, Virtualizations (VMWare or VirtualBox), Cloud Computing",
                        "Experience in Information Assurance - Securing User Interfaces based on Cloud and Distributed applications that contain disparate data sources and classifications through industry-standard techniques such as Firewalls, PKI Certificate, and Server Authentication with experience in Corporate authentication service(s)",
                        "Object Oriented Design and Programming, Java, Eclipse or similar development environment, MAVEN, RESTful web services",
                        "Interfacing with Cloud and Distributed Computing Technologies: at least one or a combination of several of the following areas - Spring MVC, J2EE, HDFS, HBase, JMS, Concurrent Programming, Multi-Node implementation/installation and other applicable technologies",
                        "Cloud and Distributed Computing Information Retrieval: at least one or a combination of several of the following areas - HDFS, HBASE, Apache Lucene, Apache Solr, MongoDB",
                        "AJAX Cross Browser support: HTML, CSS, JavaScript, JSP/Servlets, Groovy",
                        "Aspect Oriented Design and Development",
                        "Debugging and Profiling Cloud and Distributed Installations: Java Virtual Machine (JVM) memory management, Profiling Java Applications",
                        "Experience with at least one SIGINT collection discipline area (FORNSAT, CABLE, Terrestrial/Microwave, Overhead, ELINT)",
                        "Geolocation, emitter identification, and signal applications",
                        "Joint program collection platforms and dataflow architectures; signals characterization analysis",
                        "Experience with CentOS, Linux/RedHat; Configuration management tools such as Subversion, ClearQuest, or Razor",
                        "Clearance Requirement: This position requires an active TS/SCI with a polygraph",
                        "You must be a US Citizen for consideration"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Develops, maintains, and enhances complex and diverse Web-Based User Interfaces that interact with Big-Data Cloud systems based upon documented requirements",
                        "Directly contributes to all stages of designing, implementing and testing Web-Based User Interfaces that expose data for Big-Data Cloud Based infrastructure using Hadoop Eco-System",
                        "Provides expertise in Cloud Technologies, Distributed Computing and how to display best data produced by these technologies",
                        "Implements Graphical Web-Based User Interface with usability, security, and performance in mind",
                        "Reviews and tests software components to adhere to design requirements and document test results",
                        "Resolves software problem reports",
                        "Utilizes software development and software design methodologies appropriate to the development environment",
                        "Provides specific input to the software components of system design, including hardware/software trade-offs and software reuse"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The bonus for this position is $10,000, and the referrer is eligible to receive the sum for any applicant we place within 12 months of referral"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.arsiem.com/",
                    "text": "arsiem.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=ARSIEM&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCM4N",
                    "text": "See web results for ARSIEM"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiI2NSBDbG91ZCBEZXNpZ24gRW5naW5lZXIgMiIsImh0aWRvY2lkIjoiVlJVZDlzYVJTN1lBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VrUXplbXRhT0RJek9VTjJObm80UXkxcVMwazFlbGRhZWtseFRUbGtRMWhPTlU1b2IzVmphMHRoYUZGV1JtMXNMVXhZZGw5WlIwa3lSR0ZFTmxkNmRsVlNRbEoxY210eGJUaHhRVVp2WTNKMlpqaDZlRE0yYXpOdk9VZG5ibTFCYkV4U2FYbFpWMGd3YVZoTmVVZDFaSGhJTkc5RVEyNVdWR2hqZVZsdFozSlpaa2hrYlMxek5GUldjakI1VWpCNmNWOHlZWFk0YjB4S01ucFBRa3czTmpFeGNuVk5aVlo1VDBWR2JtOVBVVXhPV0VaUE9HZDNNa2xOVEVaS1lVSlZNa1ZKUm1ocEVoZHVjbXM1V2s1eVJrTjJhWEZ4ZEhOUWRsOUhjbkZCVFJvaVFVOHRNSEpzTkZsT2NFaEZXRGMzWTNSbE5HNDJTak5VVG5GeVJWVjBOVVF5UVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMZXZlciIsImxpbmsiOiJodHRwczovL2pvYnMubGV2ZXIuY28vYXJzaWVtLzRjYjY0NzczLWVlMDItNDIxYy1hMjFkLWRkYWVmOTBmYTNhNz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Big Data Cloud Architect",
            "company_name": "Tephra Inc.",
            "location": "  Edison, NJ   ",
            "via": "via BeBee",
            "description": "Description:\n\nClient Analytics & Insights (A&I) Services helps organizations to provide insights that enable smart decisions across functions. A&I help organizations in data estate modernizations, in the design of innovative solutions for superior business outcomes and help execute effective data-driven strategies. They help organizations analyze their operational, business, and external data to... gain insights, enabling them to be more agile and responsive to the market\n\nA&I Data Service help to create data-driven organizations by providing the right solutions in Big Data technologies, Master Data Management, Business Intelligence Analytics by taking advantage of the Cloud based computing and storage. The expansive Data Management Framework and agile centric methodology, underpins the above solutions by providing the foundations required to realize the solutions successfully.\n\nThe Big Data Cloud Solution Architect will be responsible for guiding the full lifecycle of a Big Data solution, including requirements analysis, platform selection, technical architecture design, application design and development, testing, and Test and Deployment in Cloud Infrastructures. We are looking for candidates with a broad set of technology skills to be able to design and build robust Big Data solutions for big data problems and learn quickly as the platform grows\n\nResponsibilities:\n\n•Provide advisory and thought leadership on the provision of analytics environments leveraging Cloud based platforms, big data technologies, including integration with existing data and analytics platforms and tools.\n\n•Design and implement scalable data architectures leveraging Hadoop, NoSQL and emerging technologies, covering on-premise and cloud-based deployment patterns.\n\n•Define, design and implement data access patterns for multiple analytical and operational workloads, across on-premise and Cloud based platforms\n\n•Create information solutions covering data security, data privacy, metadata management, multi-tenancy and mixed workload management across Hadoop and NoSQL platforms, spanning on-premise and Cloud based deployments\n\n•Delivery of customer Cloud Strategies, aligned with customer's business objectives and with a focus on Cloud Migrations ensuring global to local regulations, security, risk and compliance\n\nQualifications:\n\n•5+ years hands-on experience with the Big Data stack (HDFS, SPARK, MapReduce, Hadoop, Sqoop, Pig, Hive, Hbase, Flume, Kafka)\n\n•5+ years hands-on experience with the No-SQL (e.g. MongoDB, HBase, Cassandra)\n\n•5+ years hands-on experience with related/complementary open source software platforms and languages (e.g. Java, Linux, Apache, Perl/Python/PHP, Chef, Scala)\n\n•5+ years of experience working on cloud platforms - Pivotal Cloud Foundry and Public Cloud AWS/Azure/Google Cloud\n\n•Hands-on experience with ETL (Extract-Transform-Load) tools (e.g. Informatica, Talend, Pentaho)\n\n•Knowledge / Hands-on experience with BI tools and reporting software (e.g. Microstrategy, Cognos, Pentaho)\n\n•Hands-on experience with analytical tools, languages, or libraries (e.g. SAS, SPSS, R, Mahout, MLLib)\n\n•Hands-on experience with \"productionalizing\" Big Data applications (e.g. administration, configuration management, monitoring, debugging, and performance tuning)\n\n•Hadoop platforms & distributions: Cloudera, Hortonworks, MapR, EMR\n\n•Previous experience with high-scale or distributed RDBMS (Teradata, Netezza, Greenplum, Aster Data, Vertica, DB2, Oracle)\n\n•Proficient understanding of Underlying infrastructure for Big Data Solutions (Clustered/Distributed Computing, Storage, Data Center Networking)\n\n•Strong understanding across Cloud and infrastructure components (server, storage, network, data, and applications) to deliver end to end Cloud Infrastructure architectures and designs.\n\n•Knowledge of further Cloud technologies (Redshift, S3, EC2, EMR, Talend/Pentaho/Snowflake)\n\n•Track record of thought leadership and innovation around Big Data. Solid understanding of Cloud Computing Technologies and related emerging technology (e.g. Amazon Web Services EC2, Elastic MapReduce, Azure, GCP) and considerations for scalable, distributed systems Knowledge of NoSQL platforms (e.g. key-value stores, graph databases, RDF triple stores",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "5+ years hands-on experience with the Big Data stack (HDFS, SPARK, MapReduce, Hadoop, Sqoop, Pig, Hive, Hbase, Flume, Kafka)",
                        "5+ years hands-on experience with the No-SQL (e.g. MongoDB, HBase, Cassandra)",
                        "5+ years hands-on experience with related/complementary open source software platforms and languages (e.g. Java, Linux, Apache, Perl/Python/PHP, Chef, Scala)",
                        "5+ years of experience working on cloud platforms - Pivotal Cloud Foundry and Public Cloud AWS/Azure/Google Cloud",
                        "Hands-on experience with ETL (Extract-Transform-Load) tools (e.g",
                        "Informatica, Talend, Pentaho)",
                        "Knowledge / Hands-on experience with BI tools and reporting software (e.g. Microstrategy, Cognos, Pentaho)",
                        "Hands-on experience with analytical tools, languages, or libraries (e.g",
                        "SAS, SPSS, R, Mahout, MLLib)",
                        "Hands-on experience with \"productionalizing\" Big Data applications (e.g. administration, configuration management, monitoring, debugging, and performance tuning)",
                        "Hadoop platforms & distributions: Cloudera, Hortonworks, MapR, EMR",
                        "Previous experience with high-scale or distributed RDBMS (Teradata, Netezza, Greenplum, Aster Data, Vertica, DB2, Oracle)",
                        "Proficient understanding of Underlying infrastructure for Big Data Solutions (Clustered/Distributed Computing, Storage, Data Center Networking)",
                        "Strong understanding across Cloud and infrastructure components (server, storage, network, data, and applications) to deliver end to end Cloud Infrastructure architectures and designs",
                        "Knowledge of further Cloud technologies (Redshift, S3, EC2, EMR, Talend/Pentaho/Snowflake)",
                        "Track record of thought leadership and innovation around Big Data",
                        "Solid understanding of Cloud Computing Technologies and related emerging technology (e.g. Amazon Web Services EC2, Elastic MapReduce, Azure, GCP) and considerations for scalable, distributed systems Knowledge of NoSQL platforms (e.g. key-value stores, graph databases, RDF triple stores)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "They help organizations analyze their operational, business, and external data to gain insights, enabling them to be more agile and responsive to the market",
                        "A&I Data Service help to create data-driven organizations by providing the right solutions in Big Data technologies, Master Data Management, Business Intelligence Analytics by taking advantage of the Cloud based computing and storage",
                        "The expansive Data Management Framework and agile centric methodology, underpins the above solutions by providing the foundations required to realize the solutions successfully",
                        "The Big Data Cloud Solution Architect will be responsible for guiding the full lifecycle of a Big Data solution, including requirements analysis, platform selection, technical architecture design, application design and development, testing, and Test and Deployment in Cloud Infrastructures",
                        "Provide advisory and thought leadership on the provision of analytics environments leveraging Cloud based platforms, big data technologies, including integration with existing data and analytics platforms and tools",
                        "Design and implement scalable data architectures leveraging Hadoop, NoSQL and emerging technologies, covering on-premise and cloud-based deployment patterns",
                        "Define, design and implement data access patterns for multiple analytical and operational workloads, across on-premise and Cloud based platforms",
                        "Create information solutions covering data security, data privacy, metadata management, multi-tenancy and mixed workload management across Hadoop and NoSQL platforms, spanning on-premise and Cloud based deployments",
                        "Delivery of customer Cloud Strategies, aligned with customer's business objectives and with a focus on Cloud Migrations ensuring global to local regulations, security, risk and compliance"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Tephra+Inc.&sa=X&ved=0ahUKEwjajLfM7bH-AhV4lWoFHb_4CjUQmJACCJAO",
                    "text": "See web results for Tephra Inc."
                }
            ],
            "extensions": [
                "6 days ago",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCaWcgRGF0YSBDbG91ZCBBcmNoaXRlY3QiLCJodGlkb2NpZCI6InFxandJZTVHcmdnQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9WRGxOVFhkbVVFbGFhRXc0VWkxQlpIUXRRelZMUVdnM1JXMU9WbTU1YVhwUk5tZHRRazlqY0haSWRHNUlOMVpzTms0MWFXTTNXbnBDUlZaelMwSnFWMGgyU2tZdFZVNTJabXBMU2pCclRVVkJaR1pMWHpOaGEyMXdSM0prUVdsSU9WZ3lNRmh4ZVMxdFVEaGxTWEZKVlhaS1oyeFVRemxzZUdKeWQyUmhYMjVwWTNOT1dGVk9VbVZxZFRSaFdVODFSMGxrYW01TGJtcExUSFJDYVRaQlEyMXZiVXQzVTBoalJEbEJXRGc0UlMxQkVoZHVjbXM1V2s1eVJrTjJhWEZ4ZEhOUWRsOUhjbkZCVFJvaVFVOHRNSEpzTjNoUGFqbFROa0ZaZURObWNUUmFZbGRHTWsxbGIwMTVWbFpFZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBCZUJlZSIsImxpbmsiOiJodHRwczovL3VzLmJlYmVlLmNvbS9qb2IvMjAyMzA0MTEtOWRiYzE4ODg2YWZjZDc1MmZhY2ExY2FiNGZlYjI2NWU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Data architect",
                    "value": "data architect"
                },
                {
                    "text": "Design engineer",
                    "value": "design engineer"
                },
                {
                    "text": "Customer engineer",
                    "value": "customer engineer"
                },
                {
                    "text": "Support engineer",
                    "value": "support engineer"
                },
                {
                    "text": "Cloud architect",
                    "value": "cloud architect"
                },
                {
                    "text": "Data consultant",
                    "value": "data consultant"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Sales engineer",
                    "value": "sales engineer"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Solutions architect",
                    "value": "solutions architect"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Cloud consultant",
                    "value": "cloud consultant"
                },
                {
                    "text": "Cloud engineer",
                    "value": "cloud engineer"
                },
                {
                    "text": "Engineering",
                    "value": "engineering"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Solution manager",
                    "value": "solution manager"
                },
                {
                    "text": "Technical",
                    "value": "technical"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Annapolis Junction, MD",
                    "value": "zW-xYyLnt4mqAms5YL-SKQ=="
                },
                {
                    "text": "Annapolis, MD",
                    "value": "1S9ncGX2t4lLJ6jT_VT4Qw=="
                },
                {
                    "text": "Atlanta, GA",
                    "value": "jQmTaV0E9YgLYwuZL97-Zg=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Salt Lake City, UT",
                    "value": "7THRiJQ9UofKMU1IoLdTWw=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Catonsville, MD",
                    "value": "TYwOyT0cyImNcyTcDrP1IQ=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Palo Alto, CA",
                    "value": "ORy6nXuwj4DPdvU1UvUfDg=="
                },
                {
                    "text": "Reston, VA",
                    "value": "5WUWJkdAtomfrnGo6K_fYw=="
                },
                {
                    "text": "San Francisco, CA",
                    "value": "IQBpAG2ahYD_rXbwZxNQSg=="
                },
                {
                    "text": "Weehawken, NJ",
                    "value": "AdCFFTBYwomUmggtWZ9PJQ=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Chantilly, VA",
                    "value": "GXJnGVZBtomDrRZD_PBBQA=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Columbia, MD",
                    "value": "UaBpY7Dft4ldY4e2Zb3W8A=="
                },
                {
                    "text": "Crownsville, MD",
                    "value": "tds0e1_wt4lD8Gl4tkPWrw=="
                },
                {
                    "text": "Dallas, TX",
                    "value": "S5dFe_cZTIaPZ0f2pJvsuQ=="
                },
                {
                    "text": "Dearing, KS",
                    "value": "OfJxMhSCt4eyx6-l5eqDwg=="
                },
                {
                    "text": "Edison, NJ",
                    "value": "maG-aH_Tw4nq1INvpsUr8g=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Grand Prairie, TX",
                    "value": "dQaHsvSFTobyIPannhFqWw=="
                },
                {
                    "text": "Hanover, MD",
                    "value": "CR8SmSTit4kd1ecDfu3Bcw=="
                },
                {
                    "text": "Laurel, MD",
                    "value": "0dxJ6BDdt4n8ks39Ll7NmA=="
                },
                {
                    "text": "Los Gatos, CA",
                    "value": "PwN3UzY0joCmjHSsAVNn7w=="
                },
                {
                    "text": "Moline, IL",
                    "value": "a0TjeKAw4ocnMg_Pp6fQLg=="
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Ohio, IL",
                    "value": "4a34ENmeCYiVXj8uMgu1Jg=="
                },
                {
                    "text": "San Jose, CA",
                    "value": "9T_5iuTKj4B7cZ_KCoyduQ=="
                },
                {
                    "text": "San Mateo, CA",
                    "value": "RVWp72Cej4CnG8wt9PyO_Q=="
                },
                {
                    "text": "St. Louis, MO",
                    "value": "-Y7t-qm02Idb4Lsiyuo5vg=="
                },
                {
                    "text": "White Plains, NY",
                    "value": "2TWj4iKUwols_FsaEAQUVA=="
                },
                {
                    "text": "Wilmington, DE",
                    "value": "b69GXBgPx4kAjDB3UNoWhQ=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Rental",
                    "value": "/business/naics2007/532"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Google",
                    "value": "/m/045c7b"
                },
                {
                    "text": "ARSIEM",
                    "value": "/g/11fy22b_1s"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "Elevance Health",
                    "value": "/m/04xtkp"
                },
                {
                    "text": "NiSUS Technologies Corporation",
                    "value": "/g/11g705zkln"
                },
                {
                    "text": "Amazon.com Services LLC",
                    "value": "/g/11f00sjtl5"
                },
                {
                    "text": "Base-2 Solutions",
                    "value": "/g/11gxm4c0tt"
                },
                {
                    "text": "CACI",
                    "value": "/m/0310bt"
                },
                {
                    "text": "IntelliGenesis LLC",
                    "value": "/g/11c73hfqj8"
                },
                {
                    "text": "Raytheon Technologies",
                    "value": "/g/11c6qvm0kj"
                },
                {
                    "text": "Avid Technology Professionals, LLC",
                    "value": "/g/11g9n060lk"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "BrainTrust Holdings",
                    "value": "/g/11fy267mw4"
                },
                {
                    "text": "JPMorgan Chase",
                    "value": "/m/01hlwv"
                },
                {
                    "text": "Johnson Technology Systems Inc.",
                    "value": "/g/11f7p9xc6j"
                },
                {
                    "text": "Keylent",
                    "value": "/g/11rvbr_y2l"
                },
                {
                    "text": "ManTech International",
                    "value": "/m/03crmnd"
                },
                {
                    "text": "Netflix",
                    "value": "/m/017rf_"
                },
                {
                    "text": "Novetta",
                    "value": "/g/11g9m_jqt2"
                },
                {
                    "text": "Open Systems Technologies",
                    "value": "/g/11b7c7x3lx"
                },
                {
                    "text": "Orion Consortium",
                    "value": "/g/11g9mp3gx4"
                },
                {
                    "text": "Rakuten USA, Inc.",
                    "value": "/g/11f00sztwj"
                },
                {
                    "text": "Reflexive Concepts",
                    "value": "/g/11h7fyls2j"
                },
                {
                    "text": "Snowflake Computing",
                    "value": "/g/11b8krtt2g"
                },
                {
                    "text": "Super Micro Computer",
                    "value": "/m/03p3m28"
                },
                {
                    "text": "Synechron Inc.",
                    "value": "/m/027hdqs"
                },
                {
                    "text": "The DarkStar Group",
                    "value": "/g/11fy1qp5kx"
                },
                {
                    "text": "The Judge Group Inc.",
                    "value": "/g/11gyvt6d1"
                },
                {
                    "text": "Trigyn",
                    "value": "/m/0cp7t9v"
                },
                {
                    "text": "Triumph Tech",
                    "value": "/g/11ry5h_t46"
                },
                {
                    "text": "WayUp",
                    "value": "/g/11gfj67hvn"
                },
                {
                    "text": "Inforeliance",
                    "value": "/g/1dv3111b"
                }
            ]
        }
    ]
}