{
    "search_metadata": {
        "id": "643db9ec224db12213cd421b",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/a7e3d320a9075f00/643db9ec224db12213cd421b.json",
        "created_at": "2023-04-17 21:28:12 UTC",
        "processed_at": "2023-04-17 21:28:12 UTC",
        "google_jobs_url": "https://www.google.com/search?q=block+chain&ibp=htl;jobs&uule=w+CAIQICINVW5pdGVkIFN0YXRlcw&hl=en&gl=us&start=10",
        "raw_html_file": "https://serpapi.com/searches/a7e3d320a9075f00/643db9ec224db12213cd421b.html",
        "total_time_taken": 4.09
    },
    "search_parameters": {
        "q": "block chain",
        "engine": "google_jobs",
        "uule": "w+CAIQICINVW5pdGVkIFN0YXRlcw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 10
    },
    "jobs_results": [
        {
            "title": "Senior Blockchain Software Engineer",
            "company_name": "Truist",
            "location": " Anywhere ",
            "via": "via ZipRecruiter",
            "description": "The position is described below. If you want to apply, click the Apply button at the top or bottom of this page. You'll be required to create an account or sign in to an existing one.\n\nNeed Help...\n\nIf you have a disability and need assistance with the application, you can request a reasonable accommodation. Send an email to Accessibility (accommodation requests only; other inquiries won't receive a response).\n\nRegular or Temporary:\nRegular\n\nLanguage Fluency: English (Required)\n\nWork Shift:\n1st shift (United States of America)\n\nPlease review the following job description:\n\nDeliver highly complex solutions with significant system linkages, dependencies, associated risk. Lead and perform development efforts such as analysis, design, coding/creating, and testing when it comes to new and emerging blockchain and web3 solutions for Truist Foundry.\n\nEssential Duties and Responsibilities\n\nFollowing is a summary of the essential functions for this job. Other duties may be performed, both major and minor, which are not mentioned below. Specific activities may change from time to time.\n• Participate in testing, implementation, maintenance, and escalated support of Truist's most complex, emerging solutions.\n• Development includes but is not limited to customized coding, software integration, analysis, configuring solutions, or using tools pertinent to the area, project, or system to configure or generate a solution.\n• Ensure adherence to company and industry standards. Provide technical consultation on extremely challenging or unusual situations.\n• Write and run unit tests.\n• Devise or modify procedures to solve complex problems considering computer equipment capacity and limitations, operating time, and form of desired results.\n• Interpret internal/external business challenges and recommend best practices.\n• Use sophisticated analytical thought to exercise judgment and identify innovative solutions.\n• Mentor less experienced teammates to build technical expertise.\n• Serve as the technical expert on the team and often assume the role as the strongest engineer, answering and solving the most complex, unusual issues.\n• In an Agile environment: Act as an Agile champion. Responsible for delivering high quality working software and automating manual/reusable tasks working directly, and consulting with, the business from the beginning of the design work. Leverage continuous engineering practices to deliver business value regarding effectiveness of the design. Actively participate in refining user stories. Responsible for development and developing unit testing, and supporting integration and functional testing. Responsible for providing warranty support and providing knowledge transfer to production support. Develop code in accordance with the acceptance criteria established by the Product Owner.\n• Design, develop, and own blockchain development for emerging technology efforts within the Foundry, often advocating for new or novel blockchain solutions for a variety of Truist products and services - both internal and external.\n\nRequired Qualifications:\n\nThe requirements listed below are representative of the knowledge, skill and/or ability required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.\n• Bachelor's degree and eight to twelve years of experience as a developer or equivalent education and related training or experience\n• Deep specialized and/or broad functional knowledge\n• Sound understanding of business and organizational strategies and processes 4. Ability to interpret internal and external business challenges and recommend best practices\n• Ability to lead complex projects\n• Sophisticated analytical skills and the ability to solve complex technical and business problems\n• Ability to influence others at senior levels to adopt a new perspective\n\nPreferred Qualifications:\n• Banking or financial services experience.\n• Deep knowledge and experience with two or more of the following: Solid foundation in data structures, algorithms, and software design with strong analytical and debugging skills\n• Experience with some combination of the following technologies: blockchain, smart contracts, tokenization, zero-knowledge proofs, cryptography, encryption methods, distributed systems and networking. Preferred: experience or knowledge about Ethereum/Ethereum Virtual Machines (EVMs) and Solidity, NFTs and other ERC token types, RPC (gRPC), Multi-Party Computation (MPC), biometrics, layer-2 scaling and rollups.\n• Prior experience working with private blockchain, enterprise-level blockchain, and/or large-scale distributed systems for teams within financial institutions like banks, consumer organizations, or IT consultancies\n• Professional experience building apps or services from the ground up and scaling at an enterprise level\n• Experience with Open-Source tools and frameworks\n• Strong understanding of SOA methodologies and service architectures\n• Experience using web servers, application containers, caching technologies\n• Solid knowledge of both relational and non-relational database design and development (SQL, stored procedures, data modeling, NoSQL)\n• Experience with build tools such as Git, Maven, and CI/CD pipelines\n• Master's degree and ten years of experience or an equivalent combination of education and work experience\n\nOTHER JOB REQUIREMENTS / WORKING CONDITIONS\n\nSitting\nConstantly (More than 50% of the time)\nStanding\nFrequently (25% - 50% of the time)\nWalking\nFrequently (25% - 50% of the time)\nVisual / Audio / Speaking\nAble to access and interpret client information received from the computer and able to hear and speak with individuals in person and on the phone.\nManual Dexterity / Keyboarding\nAble to work standard office equipment, including PC keyboard and mouse, copy/fax machines, and printers.\nAvailability\nAble to work all hours scheduled, including overtime as directed by manager/supervisor and required by business need.\nTravel\nMinimal and up to 10%\n\nGeneral Description of Available Benefits for Eligible Employees of Truist Financial Corporation: All regular teammates (not temporary or contingent workers) working 20 hours or more per week are eligible for benefits, though eligibility for specific benefits may be determined by the division of Truist offering the position. Truist offers medical, dental, vision, life insurance, disability, accidental death and dismemberment, tax-preferred savings accounts, and a 401k plan to teammates. Teammates also receive no less than 10 days of vacation (prorated based on date of hire and by full-time or part-time status) during their first year of employment, along with 10 sick days (also prorated), and paid holidays. For more details on Truist's generous benefit plans, please visit our Benefits site. Depending on the position and division, this job may also be eligible for Truist's defined benefit pension plan, restricted stock units, and/or a deferred compensation plan. As you advance through the hiring process, you will also learn more about the specific benefits available for any non-temporary position for which you apply, based on full-time or part-time status, position, and division of work.\n\nTruist supports a diverse workforce and is an Equal Opportunity Employer that does not discriminate against individuals on the basis of race, gender, color, religion, citizenship or national origin, age, sexual orientation, gender identity, disability, veteran status or other classification protected by law. Truist is a Drug Free Workplace.\n\nEEO is the Law Pay Transparency Nondiscrimination Provision E-Verify",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Language Fluency: English (Required)",
                        "The requirements listed below are representative of the knowledge, skill and/or ability required",
                        "Bachelor's degree and eight to twelve years of experience as a developer or equivalent education and related training or experience",
                        "Deep specialized and/or broad functional knowledge",
                        "Sound understanding of business and organizational strategies and processes 4",
                        "Ability to interpret internal and external business challenges and recommend best practices",
                        "Ability to lead complex projects",
                        "Sophisticated analytical skills and the ability to solve complex technical and business problems",
                        "Ability to influence others at senior levels to adopt a new perspective",
                        "Able to access and interpret client information received from the computer and able to hear and speak with individuals in person and on the phone",
                        "Manual Dexterity / Keyboarding",
                        "Able to work standard office equipment, including PC keyboard and mouse, copy/fax machines, and printers"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Deliver highly complex solutions with significant system linkages, dependencies, associated risk",
                        "Lead and perform development efforts such as analysis, design, coding/creating, and testing when it comes to new and emerging blockchain and web3 solutions for Truist Foundry",
                        "Participate in testing, implementation, maintenance, and escalated support of Truist's most complex, emerging solutions",
                        "Development includes but is not limited to customized coding, software integration, analysis, configuring solutions, or using tools pertinent to the area, project, or system to configure or generate a solution",
                        "Ensure adherence to company and industry standards",
                        "Provide technical consultation on extremely challenging or unusual situations",
                        "Write and run unit tests",
                        "Devise or modify procedures to solve complex problems considering computer equipment capacity and limitations, operating time, and form of desired results",
                        "Interpret internal/external business challenges and recommend best practices",
                        "Use sophisticated analytical thought to exercise judgment and identify innovative solutions",
                        "Mentor less experienced teammates to build technical expertise",
                        "Serve as the technical expert on the team and often assume the role as the strongest engineer, answering and solving the most complex, unusual issues",
                        "In an Agile environment: Act as an Agile champion",
                        "Responsible for delivering high quality working software and automating manual/reusable tasks working directly, and consulting with, the business from the beginning of the design work",
                        "Leverage continuous engineering practices to deliver business value regarding effectiveness of the design",
                        "Actively participate in refining user stories",
                        "Responsible for development and developing unit testing, and supporting integration and functional testing",
                        "Responsible for providing warranty support and providing knowledge transfer to production support",
                        "Develop code in accordance with the acceptance criteria established by the Product Owner",
                        "Design, develop, and own blockchain development for emerging technology efforts within the Foundry, often advocating for new or novel blockchain solutions for a variety of Truist products and services - both internal and external"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "General Description of Available Benefits for Eligible Employees of Truist Financial Corporation: All regular teammates (not temporary or contingent workers) working 20 hours or more per week are eligible for benefits, though eligibility for specific benefits may be determined by the division of Truist offering the position",
                        "Truist offers medical, dental, vision, life insurance, disability, accidental death and dismemberment, tax-preferred savings accounts, and a 401k plan to teammates",
                        "Teammates also receive no less than 10 days of vacation (prorated based on date of hire and by full-time or part-time status) during their first year of employment, along with 10 sick days (also prorated), and paid holidays",
                        "For more details on Truist's generous benefit plans, please visit our Benefits site",
                        "Depending on the position and division, this job may also be eligible for Truist's defined benefit pension plan, restricted stock units, and/or a deferred compensation plan"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.truist.com/",
                    "text": "truist.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Truist&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAII0wk",
                    "text": "See web results for Truist"
                }
            ],
            "extensions": [
                "7 days ago",
                "Work from home",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgQmxvY2tjaGFpbiBTb2Z0d2FyZSBFbmdpbmVlciIsImh0aWRvY2lkIjoic3AxMld2dTVFOTBBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW9zQ0Nzd0JRVVZ6TjJwT1VuVnViRFEyYm5WNlNGTnZaVlpEZW5GQ2NEWmxObFpJUjFRME4yODNSMEZQYUVsWFpsaHNORGhVZEcxb1N5MDJiVUpmWmpkNU1FaGxkVlJWY3pNMWJtbDJiazlvTUZGNldURkJRbXM1U1Roc2NqaG5lR0pDUjJjMk5tcHhRMHhPZDNGMFZXcE1ZbDlWYXpsVmF6aDRjblZFVlRKTGFtdENiR0k0VjNSUWNUUkZUbm93U0dOeVJrRnFNRXRFVkV0bk5FZE9TelJtU0RaMloxSmpaRjlYTFV4S1REbHVjVzVoWVhKaFl6RlJlVzQxUm5aMlVGQTBTR0ZQTkZCV2RXaFBRVVE0WkV4NUVoWTNjbXM1V2sxc2JqQTVkbW8wVVMwMWFGbHRORUpSR2lKQlR5MHdjbXcxVTFCRE5XcHphVVl4WkRaamFIZ3pUakZGTW1zelNYVklaREZuIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiIubkZnMmVie2ZvbnQtd2VpZ2h0OjUwMH0uQmk2RGRje2ZvbnQtd2VpZ2h0OjUwMH1BcHBseSBvbiBaaXBSZWNydWl0ZXIiLCJsaW5rIjoiaHR0cHM6Ly93d3cuemlwcmVjcnVpdGVyLmNvbS9jL1RydWlzdC9Kb2IvU2VuaW9yLUJsb2NrY2hhaW4tU29mdHdhcmUtRW5naW5lZXIvLWluLUNoaWNhZ28sSUw/amlkPWQwZGQ4MzJhNWEyOGE0ZjFcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Get twitter accounts that are tied to blockchain addresses - will...",
            "company_name": "Upwork",
            "location": " Anywhere ",
            "via": "via Upwork",
            "description": "I am looking for a list of blockchain addresses tied to their twitter accounts. I need a list of anybody who has linked a blockchain wallet to their twitter account.\n\nLet me know -\n\n- How you will be sure that the data you get is correct",
            "job_highlights": [
                {
                    "items": [
                        "I am looking for a list of blockchain addresses tied to their twitter accounts. I need a list of anybody who has linked a blockchain wallet to their twitter account.\n\nLet me know -\n\n- How you will be sure that the data you get is correct"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.elance.com/",
                    "text": "elance.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Upwork&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIhAo",
                    "text": "See web results for Upwork"
                }
            ],
            "extensions": [
                "4 days ago",
                "Work from home",
                "Contractor"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Contractor",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJHZXQgdHdpdHRlciBhY2NvdW50cyB0aGF0IGFyZSB0aWVkIHRvIGJsb2NrY2hhaW4gYWRkcmVzc2VzIC0gd2lsbCBwYXkgMSBjZW50IHBlciAobmVnb3RpYWJsZSkiLCJodGlkb2NpZCI6ImZPZkd2eGhweEhnQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1RUNDcUlDUVVWek4ycE9VVTloY0ZBeFpqbERaV3BNZVMxNlEzWjVlbFI0ZEhvM01rdFlUbVZqTldKMWR6SlRRMVZMWTBKeVN6VnNRMlZTYTNwcVEyUjRhSGRxWVVGdVlVdEdSbEkwUTNOTldteFJlR0pYV2xGek56a3djMFV4TVZKMlkycG5PRjl3VVRWTGJIUlBja2hsY1VObVpHOUlTRFphZDNkWlVsTjVaemhPVEdKbWFWQTBiMmMwUTFWelNDMUNZemhIY1dKUVFrdEhPVWxCVUVkNGNIUXpNa2xLWjI0d1FsQnplWE5IZW5oYVowZGxibFl6VnpGc1FYUlhRMWs1TVY5bU1XeGFVWHB3Wm10M1pXOXpSMnR4UjFNM1pFeERkR290UXpOemVWVkNkMWN5ZWxRMVdtSmxSMGxoWWtvNU0zTnlaSEpOWVdkQk5YQkpWREI0UTNSVlF6SjZZVFJyTlRsM2FXUkpiMkZ5ZDFGMGExcG9NRGxDVG1FMk1EQkRiVnBJU0ZFU0ZqZHlhemxhVFd4dU1EbDJhalJSTFRWb1dXMDBRbEVhSWtGUExUQnliRFl0VEhOMGVrWjNhazlGYldwMGIzUTFRVU5yVW5OVGFGZ3lZbWMiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFVwd29yayIsImxpbmsiOiJodHRwczovL3d3dy51cHdvcmsuY29tL2ZyZWVsYW5jZS1qb2JzL2FwcGx5L0dldC10d2l0dGVyLWFjY291bnRzLXRoYXQtYXJlLXRpZWQtYmxvY2tjaGFpbi1hZGRyZXNzZXMtd2lsbC1wYXktY2VudC1wZXItbmVnb3RpYWJsZV9+MDE1NDczY2JlNmYxZWYxZTE2Lz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Blockchain Analyst",
            "company_name": "Allium",
            "location": "  New York, NY   ",
            "via": "via Jobs",
            "description": "About the role\n• Sherlock & Enola Holmes level curiosity to find patterns in the data and tell compelling narratives\n• Ability to parse and understand EVM (and/or Solana) well...\n• Knowledge of querying data through SQL and APIs\n\nWhy join us\n• An accelerated growth trajectory - you will have a lot of ownership and control over the data infrastructure we are building. You will own projects end to end, that will directly impact our customers.\n• Tackling interesting problems - we are ingesting and organizing all of blockchain data, providing our users near real-time enriched data, while also providing years of historical data. We have a host of exciting scalability and data problems that you can dig your hands into.\n• Front row seat to building an early-stage fast growing web3 startup - if you ever wanted to start your company one day, learn how to do it by being part of one.\n• Unlimited vacation policy - we need you at your best at all times. When you are off, be fully off and rest. When you are on, let’s get stuff done.\n• Competitive benefits package\n• Medical, Dental, Vision, Life and AD&D insurance - 100% coverage for Anthem Gold plans, 80% for dependents\n\nAbout you\n• You are a builder - you have experience creating, building and shipping their work out in the world. You are excited about experimenting and always striving to create something better.\n• You are a shipper - you get stuff done, and move with unusual urgency, take pride in continual improvement, and iteratively integrating feedback.\n• You are an owner - you take pride in your work and take responsibility for your decisions, and also respect others with their decisions.\n• You are crypto curious - You are a blockchain, web3 or crypto enthusiast",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Ability to parse and understand EVM (and/or Solana) well",
                        "Knowledge of querying data through SQL and APIs",
                        "You are a builder - you have experience creating, building and shipping their work out in the world",
                        "You are excited about experimenting and always striving to create something better",
                        "You are a shipper - you get stuff done, and move with unusual urgency, take pride in continual improvement, and iteratively integrating feedback",
                        "You are an owner - you take pride in your work and take responsibility for your decisions, and also respect others with their decisions",
                        "You are crypto curious - You are a blockchain, web3 or crypto enthusiast"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Tackling interesting problems - we are ingesting and organizing all of blockchain data, providing our users near real-time enriched data, while also providing years of historical data"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "An accelerated growth trajectory - you will have a lot of ownership and control over the data infrastructure we are building",
                        "Unlimited vacation policy - we need you at your best at all times",
                        "Competitive benefits package",
                        "Medical, Dental, Vision, Life and AD&D insurance - 100% coverage for Anthem Gold plans, 80% for dependents"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Allium&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIxgo",
                    "text": "See web results for Allium"
                }
            ],
            "extensions": [
                "Full-time",
                "No degree mentioned",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIEFuYWx5c3QiLCJodGlkb2NpZCI6IlczTkhzeDlvQldZQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1RUJDcUlCUVVWek4ycE9VemhhTVZCdGVYaEVUbFZPUjBRd0xXWkZiMU5tVVVKc1ZqUTFhMmxuY0U1Q1VIbzJXSGxZWVZaRlNESnpVVk5MU1RKV2EwNTJlSHBSVGxkcmJVTnJWM1Z6UkhGSGVHdElhbUp6UkZSTVdWRnpNVkJDZGxCMlJUWktRblJ6WjE4d2Jrc3hSRnAzV25JeWJuVlZSbXR0VjJ0UFIzQjNTMlZVYzBKT1dXMXNOMmxTYUhOVWJIa3RjRWR5YWswMldHeFpPSFpwWmw5bGNuVkxXVkZCRWhZM2NtczVXazFzYmpBNWRtbzBVUzAxYUZsdE5FSlJHaUpCVHkwd2NtdzBNVWw0Umt3Mk9UZHNOV014WW14a2RrdElRV1Z4U1dOVWFIUjMiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY181IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEpvYnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmFzaGJ5aHEuY29tL0FsbGl1bS82YWQwMjk1MS03MjFlLTQ4YTYtOGE5NS05NWE5MTM5MzkzYTk/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Full Stack Blockchain Engineer",
            "company_name": "geojam",
            "location": "  Los Angeles, CA   ",
            "via": "via AngelList",
            "description": "Who We Are\n\nLaunched in 2020, Geojam is a social engagement platform that has already generated meaningful, passion-fueled fan engagement with celebrities such as Mariah Carey, Machine Gun Kelly, and Nyjah Huston. In one year, Geojam has served as a bridge for fans to engage directly with artists, athletes, and influencers in the world of music. Geojam is the evolution of passive social media... engagement (i.e., tweeting, posting, sharing, etc.), encouraging a two-way dialogue and interaction between artists, creators, and their fans with the use of gamification and real-life experiences. Our vision is to redefine fan engagement in all industries that harness influence, including sports, fashion, cryptocurrency, gaming, art, and film/television.\n\nWe believe in empowering the world to experience moments together by challenging the status quo. We are seeking passionate and driven individuals who want to join us in paving the future of the creator economy.\n\nWho You Are & Responsibilities\n\nIt is more important than ever for Geojam to bring on talented individuals who can help scale products while igniting new ideas. You’ll have a big impact on our success and an opportunity to see all aspects of the company.\n\nWe’re looking for a capable generalist engineer with 2+ years of blockchain experience. Critical to your success will be the ability to make sound product decisions and ship high-quality products fast. We’re wrapping up our presale for $JAM, so you’ll be joining a rocket ship with great compensation. You will be designing and building our core software from the ground up.\n\nRequirements\n\nExpert level experience with Web3 and Ethereum toolsets, as we will be building on Constellation Network (Metamask, Truffle, Hardhat, etc.)\n\nDeep understanding of NFTs and blockchain technologies\n\nExperience in Solidity, taking projects from smart contract development to deployment\n\nExperience with security and DevOps for blockchain applications - you will create effective and pragmatic cryptographic designs leveraging fundamental cryptographic algorithms and be a key point of contact for security\n\nExcellent product instincts, balancing user needs and technical solutions\n\nLightning-fast execution speed\n\nAPI Development\n\nWilling to move to Los Angeles or reside in Los Angeles\n\nPreferred Qualifications\n\nHave built products & features loved by millions of users\n\nElixir, Python, JS, we’re open to other languages\n\nCadence on Flow knowledge\n\nAWS and DevOps knowledge\n\nWhat It’s Like To Work At Geojam\n\nWe offer a competitive salary\n\nWe are in-person in Los Angeles.\n\nWe offer full benefits, including medical, dental, and vision\n\nWe have a dog-friendly office, and we love our furry friends\n\nWe take our work seriously, but not ourselves. We enjoy each other and have fun!\n\nWe value different perspectives and backgrounds and prioritize hearing a wide range of points of view\n\nWe're committed to putting the health of our employees first during the Covid pandemic\n\nWe are an equal opportunity employer and value diversity. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability.\n\ngeojam focuses on Mobile, Social Media, Music, Big Data Analytics, and Blockchain / Cryptocurrency. Their company has offices in Los Angeles. They have a small team that's between 11-50 employees.\n\nYou can view their website at https://www.geojam.com or find them on Twitter",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "We’re looking for a capable generalist engineer with 2+ years of blockchain experience",
                        "Expert level experience with Web3 and Ethereum toolsets, as we will be building on Constellation Network (Metamask, Truffle, Hardhat, etc.)",
                        "Deep understanding of NFTs and blockchain technologies",
                        "Experience in Solidity, taking projects from smart contract development to deployment",
                        "Experience with security and DevOps for blockchain applications - you will create effective and pragmatic cryptographic designs leveraging fundamental cryptographic algorithms and be a key point of contact for security",
                        "Excellent product instincts, balancing user needs and technical solutions",
                        "Willing to move to Los Angeles or reside in Los Angeles",
                        "Have built products & features loved by millions of users",
                        "Cadence on Flow knowledge",
                        "AWS and DevOps knowledge"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will be designing and building our core software from the ground up"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We’re wrapping up our presale for $JAM, so you’ll be joining a rocket ship with great compensation",
                        "We offer full benefits, including medical, dental, and vision"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=geojam&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIiAs",
                    "text": "See web results for geojam"
                }
            ],
            "extensions": [
                "Full-time",
                "No degree mentioned",
                "Health insurance",
                "Dental insurance"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJGdWxsIFN0YWNrIEJsb2NrY2hhaW4gRW5naW5lZXIiLCJodGlkb2NpZCI6Ik9paEJHU2t0Q1pJQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2WUJDcmNCUVVWek4ycE9Vemt6WWxCblZXODJibmxwZDBSMVNGcDZTMHhEYmsxdE4yMUNlWFJhUkhSWlNrUm9OMmRHV1V0U01ERldlRFZ1WlZwQ05uTmhTa0ZCUWxCUFNubG9NbEp2ZUZaRUxXNVRObVZTTjJkbWVrMVZVVFJHWDJGbE5tMXNTbVZXYVdSV2NWSkpibEF6WXkxalJFNHhhRzgzWTFGcFQyaExZVFJMZEdkRlZrWktVMkpIY25Sd1ZqSlhhbEZxZDJVelNWUXpka2RrU1hWaVMyTjNNV0k1UjFGUVFXbE5iVjltVTI0eGNpMWtjRkl0T0V0UkVoWTNjbXM1V2sxc2JqQTVkbW8wVVMwMWFGbHRORUpSR2lKQlR5MHdjbXczY1hsWWRVVnRhMUo0VVV0NWVrVk1ZV2wwZG1aUlFYZ3RNVEZSIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNiIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBBbmdlbExpc3QiLCJsaW5rIjoiaHR0cHM6Ly93ZWxsZm91bmQuY29tL2NvbXBhbnkvZ2VvamFtL2pvYnMvMTczMTE4MC1mdWxsLXN0YWNrLWJsb2NrY2hhaW4tZW5naW5lZXI/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Blockchain Engineer - Apps Platform at Exodus in Remote",
            "company_name": "Exodus",
            "location": "  Livermore, CA   ",
            "via": "via Livermore, CA - Geebo",
            "description": "Exodus is looking for a detail-orientated Block chain Engineer, with a focus on Solana, to join our global team! As the first Block chain Engineer on our Apps Platform team, you will help design and integrate third-party dApps inside Exodus. You will also have the chance to provide mentorship to current Apps Platform team members who are interested in learning more about interacting with and building dApps. If you have a background in blockchain development, JavaScript, and are excited about the crypto ecosystem, let's talk! What You'll Do Design, architect, and document the Apps Platform:\nthe foundation layer for dApps to run inside of Exodus Build an SDK for developers to use when integrating dApps into Exodus, to perform actions in the Exodus wallets Integrate third-party dApps inside of Exodus Serve as a mentor to other developers on the team interested in learning more about Blockchain development Frameworks & Languages Anchor JavaScript Rust Solidity Web3 Who You Are Good... experience and demonstrated history of working with JavaScript and blockchain development You have a good understanding of the blockchain, smart contracts and Web3 apps, and have worked with these technologies in the past You have experience interacting with Solana dApps via JavaScript (using the Solana-Web3.js library) You have an understanding of relational database concepts and have designed some relational database schemas in the past. Demonstrated ability to solve problems and take initiative Amazing written and verbal communication skills Preferred:\nYou have experience building Solana programs (and, consequently, the Rust language) and have worked with them in the past About Exodus Exodus is a multi-asset cryptocurrency wallet with a built-in exchange feature. We started our movement in 2015 and have been a distributed team since then. Our mission is to help half of the world exit the traditional financial system and move into the crypto financial system by the year 2030. To do that we want to make sure we hire the best of the best:\npeople who are intrinsically motivated by what we are trying to achieve and who love what they do professionally. What we Offer Freedom to work wherever you want, whenever you want. Building the future. Cryptocurrencies lay the foundation to the internet of value, the next major wave in application technology and personal finance. Collaborative and feedback-driven culture. Opportunity to grow. Fair pay, no matter where you live along with a competitive benefits package. 100% pay in Bitcoin with a buffer to account for price changes and exchange fees.\nBenefits:\nHealth:\nMost of our health insurance plans are covered 100% for you and covered 50% for your dependents. We'll also cover dental insurance. If you are outside of the United States, we will reimburse you up to $500 per month for any medical and dental insurance for you and your dependents. PTO:\n30 days of paid time off per year on top of a flexible schedule where you can work wherever and whenever. If you're part-time with us, you'll still receive 15 days of paid time off. Unlimited Bereavement:\nWe will pay you your full salary for the first two weeks for the loss of any immediate family members but we allow you to take all the time you need to grieve outside of that. Parental Leave:\n12 weeks of fully paid leave with and a month of flexible work for the primary caregiver. Tax help:\nGetting paid in Bitcoin new to you? Don't worry! We will reimburse you for speaking with a professional tax specialist in your state/country to make sure everything is taken care of. Perks:\nExodus offers a variety of seasonal perks including free subscriptions to services like Calm and Masterclass, coverage for gym memberships and therapy. We want to make sure all of our employees know they are our priority and we give back for your hard work often.\nSalary Range:\n$80K -- $100K\nMinimum Qualification\nSoftware DevelopmentEstimated Salary: $20 to $28 per hour based on qualifications",
            "job_highlights": [
                {
                    "items": [
                        "Exodus is looking for a detail-orientated Block chain Engineer, with a focus on Solana, to join our global team! As the first Block chain Engineer on our Apps Platform team, you will help design and integrate third-party dApps inside Exodus. You will also have the chance to provide mentorship to current Apps Platform team members who are interested in learning more about interacting with and building dApps. If you have a background in blockchain development, JavaScript, and are excited about the crypto ecosystem, let's talk! What You'll Do Design, architect, and document the Apps Platform:\nthe foundation layer for dApps to run inside of Exodus Build an SDK for developers to use when integrating dApps into Exodus, to perform actions in the Exodus wallets Integrate third-party dApps inside of Exodus Serve as a mentor to other developers on the team interested in learning more about Blockchain development Frameworks & Languages Anchor JavaScript Rust Solidity Web3 Who You Are Good... experience and demonstrated history of working with JavaScript and blockchain development You have a good understanding of the blockchain, smart contracts and Web3 apps, and have worked with these technologies in the past You have experience interacting with Solana dApps via JavaScript (using the Solana-Web3.js library) You have an understanding of relational database concepts and have designed some relational database schemas in the past. Demonstrated ability to solve problems and take initiative Amazing written and verbal communication skills Preferred:\nYou have experience building Solana programs (and, consequently, the Rust language) and have worked with them in the past About Exodus Exodus is a multi-asset cryptocurrency wallet with a built-in exchange feature. We started our movement in 2015 and have been a distributed team since then. Our mission is to help half of the world exit the traditional financial system and move into the crypto financial system by the year 2030. To do that we want to make sure we hire the best of the best:\npeople who are intrinsically motivated by what we are trying to achieve and who love what they do professionally. What we Offer Freedom to work wherever you want, whenever you want. Building the future. Cryptocurrencies lay the foundation to the internet of value, the next major wave in application technology and personal finance. Collaborative and feedback-driven culture. Opportunity to grow. Fair pay, no matter where you live along with a competitive benefits package. 100% pay in Bitcoin with a buffer to account for price changes and exchange fees.\nBenefits:\nHealth:\nMost of our health insurance plans are covered 100% for you and covered 50% for your dependents. We'll also cover dental insurance. If you are outside of the United States, we will reimburse you up to $500 per month for any medical and dental insurance for you and your dependents. PTO:\n30 days of paid time off per year on top of a flexible schedule where you can work wherever and whenever. If you're part-time with us, you'll still receive 15 days of paid time off. Unlimited Bereavement:\nWe will pay you your full salary for the first two weeks for the loss of any immediate family members but we allow you to take all the time you need to grieve outside of that. Parental Leave:\n12 weeks of fully paid leave with and a month of flexible work for the primary caregiver. Tax help:\nGetting paid in Bitcoin new to you? Don't worry! We will reimburse you for speaking with a professional tax specialist in your state/country to make sure everything is taken care of. Perks:\nExodus offers a variety of seasonal perks including free subscriptions to services like Calm and Masterclass, coverage for gym memberships and therapy. We want to make sure all of our employees know they are our priority and we give back for your hard work often.\nSalary Range:\n$80K -- $100K\nMinimum Qualification\nSoftware DevelopmentEstimated Salary: $20 to $28 per hour based on qualifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Exodus&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIuws",
                    "text": "See web results for Exodus"
                }
            ],
            "extensions": [
                "2 days ago",
                "20–28 an hour",
                "Full-time",
                "No degree mentioned",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time",
                "salary": "20–28 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIEVuZ2luZWVyIC0gQXBwcyBQbGF0Zm9ybSBhdCBFeG9kdXMgaW4gUmVtb3RlIiwiaHRpZG9jaWQiOiJ5bWdiR2lFRE9nd0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlZXNXBkR1ZrSUZOMFlYUmxjdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3NDQ3N3QlFVVnpOMnBPVW05dmVGSjZabUU1VTBkcVFtaFpUVFpxU1VWblZuVTNUa1I0YkV0RVIzRlFOMmRhWTNsWlIwMHdVWE5TU1Rodk1EVmtZVzVaVkRWemJVWlRPVE54V2pNdFZITnZURWR3ZEdkd1ZrVkhRbHBYUjFOQllubFpiR3AzU25FdFUyZEtNakJDU1ZsclUxUTRZWFoyTURWYWFtMXRWMmt0YmpRMFZUZEVhR295UldReGVrRlNXbXBzVm1Kc2JHVXlkMEpGWkd0TGJsUmhWVzVGVG1ObVRUSmxhRkJxTjJabldHOW5ibVZSV0U1SE1HWlRWRFl3YTNKNU1qTkdjMngzWVV4TWNVZHRUak0wRWhZM2NtczVXazFzYmpBNWRtbzBVUzAxYUZsdE5FSlJHaUpCVHkwd2NtdzNNMmxTVFROYVVrSjFWR2RVZURCRFRuWXdNMWsyVlRrMlFqbEIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY183IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIExpdmVybW9yZSwgQ0EgLSBHZWVibyIsImxpbmsiOiJodHRwczovL2xpdmVybW9yZS1jYS5nZWViby5jb20vam9icy1vbmxpbmUvdmlldy9pZC8xMDYzNzY1MDI5LWJsb2NrY2hhaW4tZW5naW5lZXItYXBwcy1wbGF0Zm9ybS0vP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Blockchain Data Analytics: Tech Lead - Assistant Director 1",
            "company_name": "EY",
            "location": "  New York, NY   ",
            "via": "via EY Careers",
            "description": "At EY, you’ll have the chance to build a career as unique as you are, with the global scale, support, inclusive culture and technology to become the best version of you. And we’re counting on your unique voice and perspective to help EY become even better, too. Join us and build an exceptional experience for yourself, and a better working world for all.\n\nDisruption is changing the way the world... works. It’s happening quickly. And it’s creating opportunity, if you can keep up and even get ahead of it. That’s why we’ve established a dedicated Global Innovation team focused on understanding external forces changing our world and how to do things differently in 6 months, 3 years, 10 years and beyond.\n\nIn this shifting landscape, we are challenging ourselves to embrace disruption and think differently for our clients. How? By combining the experience of our global Tax, Accounting, Advisory and Transactions professionals (the “suits”) with start-up thinking (the “jeans”). This “suits+jeans” approach applies an entirely new mindset for today's challenges.\n\nOur global network of EY teams and innovation centers are creating powerful ideas for organizations and ourselves, especially around opportunities coming from artificial intelligence, blockchain, robotics and data and analytics.\n\nThe opportunity\n\nYou will be a part of the Global Innovation Blockchain team, an innovative and collaborative group of technical developers, cryptographers, mathematicians and business strategists who are dedicated to the application of blockchain technology and the development of world-class products. At EY, you will help our clients, some of the most influential companies, explore emergent applications and transform the way the world does business.\n\nYour key responsibilities\n• Technical leadership of data focused products and analytics solutions\n• Take broad, conceptual ideas and turn them into something valuable and useful for product end-users\n• Define and implement innovative solutions for product direction and user experience\n• Work closely with product owners to develop user experience requirements for products\n• Oversee the user experience from concept to deployment (and beyond) of blockchain solutions\n• Propose user interactions and visual design for a product (or suite of products) and effectively communicate design concepts (leveraging sketches, story boards, wireframes, mock-ups, etc.)\n• Identifies and defines user / customer requirements and focuses on developing user interface (UI) in mobile, web, tablets etc., using standard tools and frameworks in an agile fashion.\n• Responsible for the effective management and delivery of one or more processes, solutions and/or projects, ensuring a focus on quality and effective risk management.\n• Responsible for continuous process improvement, the identification of innovative solutions through research and analysis, insight and experience of best practices\n• May manage professional employees or supervise others to deliver complex technical initiatives, with accountability for performance and results\n• Applies depth of expertise to guide others and interprets internal / external issues to recommend quality solutions.\n• Looking for hands-on technical expertise here – not a “relationship person” or a “senior architect” but someone who can learn how to stand-up and deploy managed services\n• Think through all the issues related to things like GDPR, disaster recovery, etc.\n• Develop and mentor development teams\n• Keep up to date on emerging capabilities in this fast-growing area and identify where and how new capabilities can be applied.\n• Be a technical subject matter resources; able to answer questions and lead discussions across our portfolio.\n• Work as solution architect across multiple products and projects\n• Focuses on developing software components and services which interact with the upstream and downstream components. Codes, programs and creates specifications to deliver development services that support business requirements.\n\nSkills and attributes for success\n• Agile Delivery and Development\n• Application Delivery Process\n• Application Development Tools\n• Applications Integration\n• Quality Assurance and Testing\n• Software Development\n• System Development Lifecycle\n• System and Technology Integration\n• Technology Business Requirements Definition, Analysis and Mapping\n• Test Driven Development\n\nTo qualify for the role you must have and showcase experience / knowledge\n• Proven Big Data Experience as Data Engineer\n• Proven experience on end-to-end data engineering solutions\n• Technical leadership experience (preferably in a global team)\n• Relational and No-SQL database experience\n• Hands-on ETL experience\n• Hands-on Python experience\n• Solid experience on data mapping and data integration\n• Data warehouse and data modelling knowledge\n• Advanced knowledge on data strategy and data governancePrevious development experience in Agile teams\n\nNice to have\n• ReactJS, NodeJS\n• Streaming data (preferably Kafka)\n• Azure Databricks knowledge\n• Microservices Design experience\n• Project experience on public blockchain data is a huge plus\n• Defi and/or audit project experience is another plus\n• Technical knowledge of security best practices across a variety of cloud and on-prem use cases and architectures\n• Experience on releasing cloud optimized products to a cloud marketplace, preferably Azure\n\nIdeally, you’ll also have\n\nPassionate about technology and applying it to business solutions with a strong interest in blockchain and associated concepts.\n\nWhat we look for\n\nWe’re interested in self-motivated individuals with excellent problem-solving skills and the ability to prioritize shifting workloads in a rapidly changing industry. Someone who can easily function in a collaborative, high demand, performance-driven environment. In addition we’re looking for people who recognize the accomplishments of the team before the individual and are sought after as people developers. If you’re passionate about problem-solving and helping our clients’ with some of their most complex issues, this role is for you.\n\nWhat we offer\n\nThe compensation ranges below are provided in order to comply with United States pay transparency laws. Other geographies will follow their local salary guidelines, which may not be a direct conversion of published United States salary range/s.\n\nWe offer a comprehensive compensation and benefits package where you’ll be rewarded based on your performance and recognized for the value you bring to the business. The salary range for this job in most geographic locations in the US is $ 98,100 to $ 178,100. The salary range for New York City Metro Area, Washington State and California (excluding Sacramento) is $ 117,700 to $ 202,400. Individual salaries within those ranges are determined through a wide variety of factors including but not limited to education, experience, knowledge, skills and geography. In addition, our Total Rewards package includes medical and dental coverage, pension and 401(k) plans, and a wide range of paid time off options. Under our flexible vacation policy, you’ll decide how much vacation time you need based on your own personal circumstances. You’ll also be granted time off for designated EY Paid Holidays, Winter/Summer breaks, Personal/Family Care, and other leaves of absence when needed to support your physical, financial, and emotional well-being.\n• Continuous learning: You’ll develop the mindset and skills to navigate whatever comes next.\n• Success as defined by you: We’ll provide the tools and flexibility, so you can make a meaningful impact, your way.\n• Transformative leadership: We’ll give you the insights, coaching and confidence to be the leader the world needs.\n• Diverse and inclusive culture: You’ll be embraced for who you are and empowered to use your voice to help others find theirs.\n\nPlease apply to this role only through the ‘Apply’ link (not through the local office). Your application will then be routed to the appropriate recruiting team.\n\nThe exceptional EY experience. It’s yours to build.\n\nEY | Building a better working world\n\nEY exists to build a better working world, helping to create long-term value for clients, people and society and build trust in the capital markets.\n\nEnabled by data and technology, diverse EY teams in over 150 countries provide trust through assurance and help clients grow, transform and operate.\n\nWorking across assurance, consulting, law, strategy, tax and transactions, EY teams ask better questions to find new answers for the complex issues facing our world today.\n\nEY is an equal opportunity, affirmative action employer providing equal employment opportunities to applicants and employees without regard to race, color, religion, age, sex, sexual orientation, gender identity/expression, national origin, protected veteran status, disability status, or any other legally protected basis, including arrest and conviction records, in accordance with applicable law.\n\nEY is committed to providing reasonable accommodation to individuals with disabilities. If you are a qualified individual with a disability and either need assistance applying online or need to request an accommodation during the interview process, please call 1-800-EY-HELP3, type Option 2 (HR-related inquiries) and then type Option 1 (HR Shared Services Center), which will route you to EY’s Talent Shared Services Team or email SSC Customer Support at ssc.customersupport@ey.com",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Agile Delivery and Development",
                        "Quality Assurance and Testing",
                        "Software Development",
                        "System Development Lifecycle",
                        "System and Technology Integration",
                        "Technology Business Requirements Definition, Analysis and Mapping",
                        "Test Driven Development",
                        "To qualify for the role you must have and showcase experience / knowledge",
                        "Proven Big Data Experience as Data Engineer",
                        "Proven experience on end-to-end data engineering solutions",
                        "Technical leadership experience (preferably in a global team)",
                        "Relational and No-SQL database experience",
                        "Hands-on ETL experience",
                        "Hands-on Python experience",
                        "Solid experience on data mapping and data integration",
                        "Data warehouse and data modelling knowledge",
                        "Advanced knowledge on data strategy and data governance",
                        "Previous development experience in Agile teams",
                        "ReactJS, NodeJS",
                        "Streaming data (preferably Kafka)",
                        "Azure Databricks knowledge",
                        "Microservices Design experience",
                        "Project experience on public blockchain data is a huge plus",
                        "Defi and/or audit project experience is another plus",
                        "Technical knowledge of security best practices across a variety of cloud and on-prem use cases and architectures",
                        "Experience on releasing cloud optimized products to a cloud marketplace, preferably Azure",
                        "Passionate about technology and applying it to business solutions with a strong interest in blockchain and associated concepts",
                        "We’re interested in self-motivated individuals with excellent problem-solving skills and the ability to prioritize shifting workloads in a rapidly changing industry",
                        "Someone who can easily function in a collaborative, high demand, performance-driven environment",
                        "In addition we’re looking for people who recognize the accomplishments of the team before the individual and are sought after as people developers",
                        "Transformative leadership: We’ll give you the insights, coaching and confidence to be the leader the world needs"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Technical leadership of data focused products and analytics solutions",
                        "Take broad, conceptual ideas and turn them into something valuable and useful for product end-users",
                        "Define and implement innovative solutions for product direction and user experience",
                        "Work closely with product owners to develop user experience requirements for products",
                        "Oversee the user experience from concept to deployment (and beyond) of blockchain solutions",
                        "Propose user interactions and visual design for a product (or suite of products) and effectively communicate design concepts (leveraging sketches, story boards, wireframes, mock-ups, etc.)",
                        "Identifies and defines user / customer requirements and focuses on developing user interface (UI) in mobile, web, tablets etc., using standard tools and frameworks in an agile fashion",
                        "Responsible for the effective management and delivery of one or more processes, solutions and/or projects, ensuring a focus on quality and effective risk management",
                        "Responsible for continuous process improvement, the identification of innovative solutions through research and analysis, insight and experience of best practices",
                        "May manage professional employees or supervise others to deliver complex technical initiatives, with accountability for performance and results",
                        "Applies depth of expertise to guide others and interprets internal / external issues to recommend quality solutions",
                        "Looking for hands-on technical expertise here – not a “relationship person” or a “senior architect” but someone who can learn how to stand-up and deploy managed services",
                        "Think through all the issues related to things like GDPR, disaster recovery, etc",
                        "Develop and mentor development teams",
                        "Keep up to date on emerging capabilities in this fast-growing area and identify where and how new capabilities can be applied",
                        "Be a technical subject matter resources; able to answer questions and lead discussions across our portfolio",
                        "Work as solution architect across multiple products and projects",
                        "Focuses on developing software components and services which interact with the upstream and downstream components",
                        "Codes, programs and creates specifications to deliver development services that support business requirements"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Other geographies will follow their local salary guidelines, which may not be a direct conversion of published United States salary range/s",
                        "We offer a comprehensive compensation and benefits package where you’ll be rewarded based on your performance and recognized for the value you bring to the business",
                        "The salary range for this job in most geographic locations in the US is $ 98,100 to $ 178,100",
                        "The salary range for New York City Metro Area, Washington State and California (excluding Sacramento) is $ 117,700 to $ 202,400",
                        "Individual salaries within those ranges are determined through a wide variety of factors including but not limited to education, experience, knowledge, skills and geography",
                        "In addition, our Total Rewards package includes medical and dental coverage, pension and 401(k) plans, and a wide range of paid time off options",
                        "Under our flexible vacation policy, you’ll decide how much vacation time you need based on your own personal circumstances",
                        "You’ll also be granted time off for designated EY Paid Holidays, Winter/Summer breaks, Personal/Family Care, and other leaves of absence when needed to support your physical, financial, and emotional well-being",
                        "Continuous learning: You’ll develop the mindset and skills to navigate whatever comes next"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.ey.com/",
                    "text": "ey.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=EY&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIhww",
                    "text": "See web results for EY"
                }
            ],
            "extensions": [
                "6 days ago",
                "Full-time",
                "No degree mentioned",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIERhdGEgQW5hbHl0aWNzOiBUZWNoIExlYWQgLSBBc3Npc3RhbnQgRGlyZWN0b3IgMSIsImh0aWRvY2lkIjoiVHRyUTJwUXQyMjhBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFFQ0N1SUJRVVZ6TjJwT1UzaExOMEpFWDBFMVpVeDVhMFJGVGxaR01taE1hRUp5TlRWT1oyVk5SVmRvUlhGU2JIZFdXak5UTVVOa0xXRnNjRE53TTNsd01tTlJjR2hZUm5Gd1JGTlFUemRGVVZkV1REZHRWRzFUV0VoMlRIWTBaRmxOZWkxYWFUUjZMV05MYkZrMlQzZDNWR1ZwYmtjMk4wWktWWFZJYjNOSVJGQklORWR6UW10allVZFlTek5hVjJsbGVFWkJhVlpqUmtsWVpWSnZiMWQ1TmtaRWFYUlJXbEp3U0Y5MlVGWkdXRWcwVGxadU1HSTBhMVZhT0d4MFJsbDNNbmd3T0VWMU4wZGlRbFJYZDFBNWJqTnZlRzlQUTAxbGRuUjRjSFJKU2s1d1QyRk5RUklXTjNKck9WcE5iRzR3T1hacU5GRXROV2haYlRSQ1VSb2lRVTh0TUhKc05UQkxZWGxVYUdWS2VIZ3pURXh5VDFkblUxOTFUMFJoVFRSUmR3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfOCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBFWSBDYXJlZXJzIiwibGluayI6Imh0dHBzOi8vY2FyZWVycy5leS5jb20vZXkvam9iL0xvbmRvbi1CbG9ja2NoYWluLURhdGEtQW5hbHl0aWNzLVRlY2gtTGVhZC1Bc3Npc3RhbnQtRGlyZWN0b3ItMS1TRTEtMkRBLzgxMTg1NjQwMS8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "STI25526 Technical Architect Block Chain",
            "company_name": "Software Technology Inc.",
            "location": "  Irving, TX   ",
            "via": "via LinkedIn",
            "description": "Title: Technical Architect Block Chain\n\nLocation:Remote...\n\nDuration:Log Term\n\nPlease find below the JD. In JD it shows two of the skills are fine. We need person with RUST (Block chain) knowledge, along with Java/Python knowledge.\n\nPerson should have experience wokring with offshore team, good in communication, client facing. Also aware of SQL.\n\nJob Description\n\nDevelop cutting-edge software solutions in rapidly moving areas of digital identity and distributed ledgers\n\nWrite software, support testing and fix defects.\n\nAnalyze 3rd party tools and competitive offerings\n\nTrack industry and standards trends\n\nMaintain documentation, manage source code and deployments and implement best practices.\n\nThanks,\n\nPraveen Kotla\n\nTalent Acquisition Manager\n\nDirect: 609-434-8009 / 609-232-8700 X 118 | Fax: 866-608-6686\n\nEmail: kpraveen@stiorg.com | Web: www.stiorg.com\n\n100 Overlook Center, Suite 200\n\nPrinceton, NJ 08540",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "We need person with RUST (Block chain) knowledge, along with Java/Python knowledge",
                        "Person should have experience wokring with offshore team, good in communication, client facing",
                        "Also aware of SQL"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Develop cutting-edge software solutions in rapidly moving areas of digital identity and distributed ledgers",
                        "Write software, support testing and fix defects",
                        "Analyze 3rd party tools and competitive offerings",
                        "Track industry and standards trends",
                        "Maintain documentation, manage source code and deployments and implement best practices"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Software+Technology+Inc.&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIyAw",
                    "text": "See web results for Software Technology Inc."
                }
            ],
            "extensions": [
                "7 days ago",
                "Contractor",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Contractor"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTVEkyNTUyNiBUZWNobmljYWwgQXJjaGl0ZWN0IEJsb2NrIENoYWluIiwiaHRpZG9jaWQiOiJIT21XOVVncXdqWUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlZXNXBkR1ZrSUZOMFlYUmxjdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3NDQ3N3QlFVVnpOMnBPVXpsRVZXbEpUbVJzU2xWWWMwdEtOM2xYTVROb1lUWktVMlZMVEd4S1pXSm9OMnMxTFc1MmFqQTNVWE5KWms5dVJIbG1UR3BrTlY5MlkzZHlXVEpCVTNaMlRUVkZSVzFSWkVOMWJ6UjBaekpWTWpsQ016azRZelpFY0ZKdlkyZGtVRWR1TkcwMFpISTNjRUZsZEcwMVoyZFBOemRKVWtveFJuUjBhWE55U1ZkRk5uWnBhMVZuYURSVE1IaERPRFE0VEdWRVgwbGFTRXRSZDNkMVRrVkZiRVJITm5jelpVOVNUbU5FVW5WZmNqSlZWRlJTT0d4R1RVRlhMVGh3TkVWWFF6ZFBiR1Z5RWhZM2NtczVXazFzYmpBNWRtbzBVUzAxYUZsdE5FSlJHaUpCVHkwd2NtdzFSVmxUVTJaS09HVkJNSFp3T1VOZlVUTTRaRUZsVVhSTVNtZEIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L3N0aTI1NTI2LXRlY2huaWNhbC1hcmNoaXRlY3QtYmxvY2stY2hhaW4tYXQtc29mdHdhcmUtdGVjaG5vbG9neS1pbmMtMzU2MDQxNzcxNz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Ethereum Blockchain Developer (Remote)",
            "company_name": "Ex Populus",
            "location": " Anywhere ",
            "via": "via Built In",
            "description": "Company Overview:\nEx Populus is a cutting-edge gaming and entertainment startup focused on building the Metaverse by leveraging web3 technology. Founded by notable executives from PC, Console, Mobile, VR, Esports, Crypto, & Animated film, who are partnering with creative rising stars to publish the world's most compelling games and entertainment\n...\nPurpose & Scope:\nEx Populus is striving to bring joy to people around the globe with the world’s most compelling games and entertainment at the highest level possible. We are determined to work with the next generation of elite content creators and enable their vision by bringing them into a world class studio with some of the industry's most elite talent.\n\nWhat You’ll Do:\n• Design, maintain and deploy smart contracts for video games and the Ex Populus game marketplace.\n• Focus on security and best practices for contract development\n• Configure and deploy nodes in a network\n• Maintain stored and processed data on the blockchain Develop higher-level APIs on top of blockchain primitives\n• Manage implications of data on the blockchain and associate costs due to complications Staying current with the latest blockchain developments\n\nWhat You’ll Need:\n• 2-3 years of Software Development experience\n• 1+ years of Solidity experience\n• Experience designing and developing for large, horizontally scalable, high-transaction volume systems\n• Excellent problem solving and intuitive debugging skills\n• Knowledge of ethers.js\n• Experience working in gaming (a plus)\n• Hard Hat experience (Optional)\n\nThe company is founded by industry veterans that have collectively received 3 Oscar nominations, 12 Emmy nominations and 7 Annie noms. The staff comes from companies like Ubisoft, Blizzard, Activision, Love Death & Robots, Pixar, Illumination, Wargaming and others. We look forward to speaking with you",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "2-3 years of Software Development experience",
                        "1+ years of Solidity experience",
                        "Experience designing and developing for large, horizontally scalable, high-transaction volume systems",
                        "Excellent problem solving and intuitive debugging skills",
                        "Knowledge of ethers.js",
                        "Hard Hat experience (Optional)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Design, maintain and deploy smart contracts for video games and the Ex Populus game marketplace",
                        "Focus on security and best practices for contract development",
                        "Configure and deploy nodes in a network",
                        "Maintain stored and processed data on the blockchain Develop higher-level APIs on top of blockchain primitives",
                        "Manage implications of data on the blockchain and associate costs due to complications Staying current with the latest blockchain developments"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Ex+Populus&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIiQ0",
                    "text": "See web results for Ex Populus"
                }
            ],
            "extensions": [
                "Work from home",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJFdGhlcmV1bSBCbG9ja2NoYWluIERldmVsb3BlciAoUmVtb3RlKSIsImh0aWRvY2lkIjoidmFPeUFPSTB6cUVBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZZQkNyY0JRVVZ6TjJwT1ZERlpaMlpPUVZsd0xXZE1iRGhDUVZkWWNYbDJUbVptVnpoemEwVk5lRVp1WlZWV2VGWjNhWFZQTkdzMFYyb3daamx2U0ZCUlVISmFXRzB5U0c5dU5pMVpNSGhZVFZCd1JEQlpiVkJ4V1ZSNlkybE9kelpRTVRJNVJYUkdlRXRHTkhWTFFVRmxNbk5yVVhkVVZqUnRMVkF4TW5oVWEydG1WbWgxWVRoNFdHVlZiMnBYU3pWSVZtUlBVa1p5ZUV0SU5UZDZkMkV0YWtwNFkzaHFZazlOTkhSVFMxZGZjMHh2ZWs1UVVFSlNVM0U0RWhZM2NtczVXazFzYmpBNWRtbzBVUzAxYUZsdE5FSlJHaUpCVHkwd2NtdzBObmxRVkcxWGJtdDBZa3hoWlhOUGJsRm9ibkZXVkZSM1EyMUIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBCdWlsdCBJbiIsImxpbmsiOiJodHRwczovL2J1aWx0aW4uY29tL2pvYi9lbmdpbmVlci9ldGhlcmV1bS1ibG9ja2NoYWluLWRldmVsb3Blci8xNDE2NDcxP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Blockchain & Digital Assets Manager",
            "company_name": "Deloitte",
            "location": "  Mechanicsburg, PA   ",
            "via": "via Deloitte Jobs",
            "description": "We are expanding Deloitte's Audit & Assurance Blockchain & Digital Assets practice. We are seeking professionals who want to build off their existing audit knowledge or accounting experience and use such knowledge on exciting audit and advisory projects that add great value to our clients within their finance, accounting, and operation departments. From digital asset technical accounting issues... to new standard implementations; from complex transaction support to internal controls specific to blockchain and digital assets, the leaders of our practice will help you expand your experience base to further develop your career. At Deloitte, we provide services using an approach designed to provide the flexibility to serve the unique circumstances and complexities of our clients. You'll gain exposure to a variety of industries, business models and financial accounting areas, helping your career growth and professional development.\n\nWork You'll Do:As a Blockchain & Digital Assets manager, you will oversee day-to-day operations of engagement teams. You will work closely with the team to tackle accounting and other issues while using our cutting-edge technology. You will leverage your various skillsets to be an agile leader within our practice. Other responsibilities will include:\n• Identify, prepare and participate in proposals for new clients and projects\n• Stay connected to market trends to think through future innovative solutions\n• Guide the integration of overseas resources to drive efficient execution\n• Develop, maintain, and leverage internal contacts across Deloitte functions\n• Be a trusted advisor to public and private clients to assist with accounting, financial reporting, and internal control matters\n• Strengthen client relationships and generate additional engagement opportunities through excellent quality, timely execution, and a strategic approach to service delivery\n• Supervise, coach, and mentor all levels of staff and senior. Conduct performance reviews and contribute to performance feedback and training. Develop and communicate workplace culture and code of conduct.\n• Lead teams in providing a Financial Statement Audit\n• Lead teams in providing Internal Controls Specific to Blockchain & Digital Assets services:\n• Design processes and governance models\n• Identify new risks and controls\n• Perform testing of the control framework\n• Evaluate blockchain reliability\n• Lead teams in providing Audit Readiness for Blockchain & Digital Asset Transactions\n• Provide audit readiness training\n• Evaluate a company's existing accounting policies, internal controls, resources, reporting frameworks and technology\n• Provide audit assistance services\n• Prepare financial statements and disclosures\n• Lead teams in providing IPO Readiness and SEC Reporting services (e.g. Form S-1)\n• Evaluate relevant tasks including IPO project plan\n• Assess complex US GAAP, IFRS, and SEC reporting requirements\n• Identify requirements, perform controls gap assessment, and design controls\n• Assist with preparation of filings, financial information, and disclosures\n• Support Special Purpose Acquisition Company (SPAC) transactions\n• Lead teams in providing Accounting Advisory Services for Digital Asset Transactions\n• Research accounting treatment for digital asset transactions\n• Draft relevant crypto-asset and blockchain disclosures including non-GAAP considerations\n• Advise on the use of non-GAAP measures, metrics, and other key performance indicators\n• Provide insights on proposed, existing, and new rules\n• Discuss complex accounting matters with a company's auditors\n• Advise on complex accounting matters involving regulators\n\nQualificationsRequired:\n• Bachelor's degree in accounting or related field or equivalent years of relevant experience\n• 5+ years of public accounting or equivalent experience\n• 2+ years of experience managing and supervising teams\n• Certified Public Accountant (CPA)\n• Ability to think creatively, problem solve, and motivate teams\n• Detail oriented, organized, flexible and able to adapt to change\n• Proven ability to work in a fast-paced environment\n• Strong written and verbal communication skills\n• Strong presentation skills and ability to explain complex issues clearly and succinctly\n• Ability to work effectively in a virtual environment\n• Ability to travel up to 50%, on average, based on the work you do and the clients and industries/sectors you serve\n• Limited immigration sponsorship may be available\n\nPreferred:\n• Strong up-to-date technical knowledge of US GAAP accounting standards\n• Experience with researching and clearly documenting accounting issues and applicable accounting standards\n• Ability to read complex documents, synthesize, and summarize important facts\n• Proven experience managing client relationships\n• Desire to teach and provide on-the-job training\n• Good project and time management skills\n• Proficient in the use of Microsoft Office, especially Excel\n• Experience in financial reporting and SEC requirements\n• Knowledge of International Financial Reporting Standards (IFRS) and other international accounting standards\n• Ability to build a presence in the marketplace, network, and build relationships, such as maintaining relationships with college alumni\n\nThe wage range for this role takes into account the wide range of factors that are considered in making compensation decisions including but not limited to skill sets; experience and training; licensure and certifications; and other business and organizational needs. The disclosed range estimate has not been adjusted for the applicable geographic differential associated with the location at which the position may be filled. At Deloitte, it is not typical for an individual to be hired at or near the top of the range for their role and compensation decisions are dependent on the facts and circumstances of each case. A reasonable estimate of the current range is $109,200 to $202,800 .\n\nYou may also be eligible to participate in a discretionary annual incentive program, subject to the rules governing the program, whereby an award, if any, depends on various factors, including, without limitation, individual and organizational performance.\n\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability or protected veteran status, or any other legally protected basis, in accordance with applicable law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor's degree in accounting or related field or equivalent years of relevant experience",
                        "5+ years of public accounting or equivalent experience",
                        "2+ years of experience managing and supervising teams",
                        "Certified Public Accountant (CPA)",
                        "Ability to think creatively, problem solve, and motivate teams",
                        "Detail oriented, organized, flexible and able to adapt to change",
                        "Proven ability to work in a fast-paced environment",
                        "Strong written and verbal communication skills",
                        "Strong presentation skills and ability to explain complex issues clearly and succinctly",
                        "Ability to work effectively in a virtual environment",
                        "Ability to travel up to 50%, on average, based on the work you do and the clients and industries/sectors you serve",
                        "Limited immigration sponsorship may be available"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You'll gain exposure to a variety of industries, business models and financial accounting areas, helping your career growth and professional development",
                        "Work You'll Do:As a Blockchain & Digital Assets manager, you will oversee day-to-day operations of engagement teams",
                        "You will work closely with the team to tackle accounting and other issues while using our cutting-edge technology",
                        "You will leverage your various skillsets to be an agile leader within our practice",
                        "Identify, prepare and participate in proposals for new clients and projects",
                        "Stay connected to market trends to think through future innovative solutions",
                        "Guide the integration of overseas resources to drive efficient execution",
                        "Develop, maintain, and leverage internal contacts across Deloitte functions",
                        "Be a trusted advisor to public and private clients to assist with accounting, financial reporting, and internal control matters",
                        "Strengthen client relationships and generate additional engagement opportunities through excellent quality, timely execution, and a strategic approach to service delivery",
                        "Supervise, coach, and mentor all levels of staff and senior",
                        "Conduct performance reviews and contribute to performance feedback and training",
                        "Develop and communicate workplace culture and code of conduct",
                        "Lead teams in providing a Financial Statement Audit",
                        "Lead teams in providing Internal Controls Specific to Blockchain & Digital Assets services:",
                        "Design processes and governance models",
                        "Identify new risks and controls",
                        "Perform testing of the control framework",
                        "Evaluate blockchain reliability",
                        "Lead teams in providing Audit Readiness for Blockchain & Digital Asset Transactions",
                        "Provide audit readiness training",
                        "Evaluate a company's existing accounting policies, internal controls, resources, reporting frameworks and technology",
                        "Provide audit assistance services",
                        "Prepare financial statements and disclosures",
                        "Lead teams in providing IPO Readiness and SEC Reporting services (e.g. Form S-1)",
                        "Evaluate relevant tasks including IPO project plan",
                        "Assess complex US GAAP, IFRS, and SEC reporting requirements",
                        "Identify requirements, perform controls gap assessment, and design controls",
                        "Assist with preparation of filings, financial information, and disclosures",
                        "Support Special Purpose Acquisition Company (SPAC) transactions",
                        "Lead teams in providing Accounting Advisory Services for Digital Asset Transactions",
                        "Research accounting treatment for digital asset transactions",
                        "Draft relevant crypto-asset and blockchain disclosures including non-GAAP considerations",
                        "Advise on the use of non-GAAP measures, metrics, and other key performance indicators",
                        "Provide insights on proposed, existing, and new rules",
                        "Discuss complex accounting matters with a company's auditors",
                        "Advise on complex accounting matters involving regulators"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "A reasonable estimate of the current range is $109,200 to $202,800",
                        "You may also be eligible to participate in a discretionary annual incentive program, subject to the rules governing the program, whereby an award, if any, depends on various factors, including, without limitation, individual and organizational performance"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.deloitte.com/",
                    "text": "deloitte.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Deloitte&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIyw0",
                    "text": "See web results for Deloitte"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIFx1MDAyNiBEaWdpdGFsIEFzc2V0cyBNYW5hZ2VyIiwiaHRpZG9jaWQiOiJuRjI3Xzg0ZzlYUUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlZXNXBkR1ZrSUZOMFlYUmxjdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3NDQ3N3QlFVVnpOMnBPVVhSa04xSjNjVUk1UTNaUWRIRkpZelp4U25sWVRrTXdhVVpwT1hOd2JVSTRTREExVUROU2NYcFZjekZxTVMxRk9IbFlYMnhFTkRKU2QyRkVRV2hoZUdOdVpUVm9RMGRzVVU5bVMxTklZVnBNZGt4Qk0zZFhja2RyTjNGa2Ezb3lTalpCVFd4VFlUaDBVWHB1VWtjd2JEQnVaV2hTUTI4ek1VTm9URTFsTFZCQ2IwMUVORWxVVFUxeU9YTm5jRWwwWVVsYVYzVkZPV0pGTWpaU05YTjJUMW95Wmt4emFFaEdORlV6WVRsUE1YRnRXakpIT0ZkaE0yaEZiMFJOYjJWQmVqaHBOVzVyRWhZM2NtczVXazFzYmpBNWRtbzBVUzAxYUZsdE5FSlJHaUpCVHkwd2NtdzBXV2R1WlZWSGVXOUdOekp6V1UwemQwaFRWM05MYW5GeVgzZFIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMiIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBEZWxvaXR0ZSBKb2JzIiwibGluayI6Imh0dHBzOi8vam9ic3VzLmRlbG9pdHRlLmNvbS9tZWNoYW5pY3NidXJnLXBhL2Jsb2NrY2hhaW4tZGlnaXRhbC1hc3NldHMtbWFuYWdlci83Q0Y2MURCREFEMjY0NDk3OERENUM0MUM5NTM2MDJDQy9qb2IvP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Blockchain Engineer",
            "company_name": "Protochain Research",
            "location": "  New York, NY   ",
            "via": "via Jobs",
            "description": "Protochain is a research-oriented development and trading firm focused on building the future of crypto infrastructure and markets.\n\nWe're a team of both builders and traders who work to unlock the long-term potential of crypto by building a suite of products, contributing to decentralized protocols and open-source codebases, and improving market structure. We are based out of New York City, with... the possibility to be remote depending on the position.\n\nAs a Blockchain Engineer at Protochain, you will partner with project leads, researchers, and other senior developers on strategic efforts to add value to blockchain projects within high value ecosystems. You will build across multiple layer 1 blockchains, writing both on-chain and off-chain logic to build and support new functionality as part of your role. You’ll also contribute to internal and external tooling as part of our effort to make smart contract programming safer and more maintainable.\n\nResponsibilities\n• Work with smart contracts within multiple layer 1 blockchains.\n• Collaborate with frontend developers to ensure outstanding UX\n• Write high-quality, well-tested code that is intended to be open source\n• Manage fast-moving priorities and help shape product strategy\n• Manage the priorities, deadlines and deliverables for several blockchain projects\n• Collaborate with community members via channels such as Slack, Discord, and Telegram\n• Write clear and concise documentation to facilitate adoption\n• Manage or train other engineers both internal to Protochain, as well as within the crypto community, to help projects scale\n• Other duties as assigned or needed\n\nRequirements\n• Passionate about the crypto industry and eagerly following the fast-evolving landscape\n• Exposure to developing blockchains and/or Dapps\n• Strong interest in building logic and applications that will accelerate the adoption of the decentralized future\n• Familiar with Rust, C++, Solidity, Go, Python development\n• Have high engineering standards with respect to product usability, code maintainability, and documentation\n• Excited by the prospect of working in a fast-paced and lean organization with evolving focuses and priorities",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Passionate about the crypto industry and eagerly following the fast-evolving landscape",
                        "Exposure to developing blockchains and/or Dapps",
                        "Strong interest in building logic and applications that will accelerate the adoption of the decentralized future",
                        "Familiar with Rust, C++, Solidity, Go, Python development",
                        "Have high engineering standards with respect to product usability, code maintainability, and documentation",
                        "Excited by the prospect of working in a fast-paced and lean organization with evolving focuses and priorities"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Blockchain Engineer at Protochain, you will partner with project leads, researchers, and other senior developers on strategic efforts to add value to blockchain projects within high value ecosystems",
                        "You will build across multiple layer 1 blockchains, writing both on-chain and off-chain logic to build and support new functionality as part of your role",
                        "You’ll also contribute to internal and external tooling as part of our effort to make smart contract programming safer and more maintainable",
                        "Work with smart contracts within multiple layer 1 blockchains",
                        "Collaborate with frontend developers to ensure outstanding UX",
                        "Write high-quality, well-tested code that is intended to be open source",
                        "Manage fast-moving priorities and help shape product strategy",
                        "Manage the priorities, deadlines and deliverables for several blockchain projects",
                        "Collaborate with community members via channels such as Slack, Discord, and Telegram",
                        "Write clear and concise documentation to facilitate adoption",
                        "Manage or train other engineers both internal to Protochain, as well as within the crypto community, to help projects scale",
                        "Other duties as assigned or needed"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&hl=en&gl=us&q=Protochain+Research&sa=X&ved=0ahUKEwjJlsDy7bH-AhXT7TgGHblCAlc4ChCYkAIIiw4",
                    "text": "See web results for Protochain Research"
                }
            ],
            "extensions": [
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIEVuZ2luZWVyIiwiaHRpZG9jaWQiOiJKd1JtY19hcHh3Y0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlZXNXBkR1ZrSUZOMFlYUmxjdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdllCQ3JjQlFVVnpOMnBPVkVKNVpFTlZPVzl2VG10U1prNHlSMTlDUjNaQlFYUmFNVm93U1RCSWVIZHJiV1o1WDNOeVVWbDBSRVJaTVVsbFkxZDRhMlZITVRWaFJsVjRPV293YTJkbk5VdEliamh1V0RSS2JreExWVk50UlZBeFV6RmFXbkZSTFU0eFp6YzRPVzAzUW5GMFgwOU9VazB4VTI0MWVFcFVkRzVJZEZOTVgwSTNUMTlDVTBabGQzaFVPWEZpWkhsaVEzSmZTMloyWmpsWU1uVkRSRWxKYmtwdk5rdElZbUp5TUY5aFQxTTFSRTgzTlMxTlJVZzBFaFkzY21zNVdrMXNiakE1ZG1vMFVTMDFhRmx0TkVKUkdpSkJUeTB3Y213MFJsZzBabkpTTlVseE1FMVdhV1JSYkhWRlZXMWFaemxhYWxCbiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE0IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEpvYnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmFzaGJ5aHEuY29tL3Byb3RvY2hhaW4vMzc4NWQ3YmEtNmRhYi00ZGRkLTk2MTItODQ4YmFhZWE1YWRkP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Senior manager",
                    "value": "senior manager"
                },
                {
                    "text": "Tax senior",
                    "value": "tax senior"
                },
                {
                    "text": "Tax manager",
                    "value": "tax manager"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Architect",
                    "value": "architect"
                },
                {
                    "text": "Tax consultant",
                    "value": "tax consultant"
                },
                {
                    "text": "Consultant",
                    "value": "consultant"
                },
                {
                    "text": "Infrastructure engineer",
                    "value": "infrastructure engineer"
                },
                {
                    "text": "Product manager",
                    "value": "product manager"
                },
                {
                    "text": "Security engineer",
                    "value": "security engineer"
                },
                {
                    "text": "Specialist",
                    "value": "specialist"
                },
                {
                    "text": "Systems engineer",
                    "value": "systems engineer"
                },
                {
                    "text": "Writer",
                    "value": "writer"
                },
                {
                    "text": "Advisor",
                    "value": "advisor"
                },
                {
                    "text": "Attorney",
                    "value": "attorney"
                },
                {
                    "text": "Audit",
                    "value": "audit"
                },
                {
                    "text": "Builder",
                    "value": "builder"
                },
                {
                    "text": "Business",
                    "value": "business"
                },
                {
                    "text": "Community manager",
                    "value": "community manager"
                },
                {
                    "text": "Counsel",
                    "value": "counsel"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Development engineer",
                    "value": "development engineer"
                },
                {
                    "text": "Development manager",
                    "value": "development manager"
                },
                {
                    "text": "Devops engineer",
                    "value": "devops engineer"
                },
                {
                    "text": "Engineering manager",
                    "value": "engineering manager"
                },
                {
                    "text": "Financial officer",
                    "value": "financial officer"
                },
                {
                    "text": "Instructor",
                    "value": "instructor"
                },
                {
                    "text": "Investigator",
                    "value": "investigator"
                },
                {
                    "text": "Investment manager",
                    "value": "investment manager"
                },
                {
                    "text": "Marketing specialist",
                    "value": "marketing specialist"
                },
                {
                    "text": "Media marketing",
                    "value": "media marketing"
                },
                {
                    "text": "Operations",
                    "value": "operations"
                },
                {
                    "text": "Platform engineer",
                    "value": "platform engineer"
                },
                {
                    "text": "Relations manager",
                    "value": "relations manager"
                },
                {
                    "text": "Research analyst",
                    "value": "research analyst"
                },
                {
                    "text": "Research engineer",
                    "value": "research engineer"
                },
                {
                    "text": "Researcher",
                    "value": "researcher"
                },
                {
                    "text": "Senior principal",
                    "value": "senior principal"
                },
                {
                    "text": "Technical architect",
                    "value": "technical architect"
                },
                {
                    "text": "Technical officer",
                    "value": "technical officer"
                },
                {
                    "text": "Technology instructor",
                    "value": "technology instructor"
                },
                {
                    "text": "Tutor",
                    "value": "tutor"
                },
                {
                    "text": "Ux/ui designer",
                    "value": "ux/ui designer"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "San Francisco, CA",
                    "value": "IQBpAG2ahYD_rXbwZxNQSg=="
                },
                {
                    "text": "Los Angeles, CA",
                    "value": "E9on3F3HwoD0CEYlb98v4g=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Miami, FL",
                    "value": "EcHIDqKw2YhlT63dcfKW_w=="
                },
                {
                    "text": "Seattle, WA",
                    "value": "VTPokywQkFSa1URpRmUlEA=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Dallas, TX",
                    "value": "S5dFe_cZTIaPZ0f2pJvsuQ=="
                },
                {
                    "text": "Las Vegas, NV",
                    "value": "0X31pIK3voCjebPV5tXMOg=="
                },
                {
                    "text": "Austin, TX",
                    "value": "LwPMoJm1RIZ61WnUS0abXQ=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Irving, TX",
                    "value": "j_UJHVyCToYJ84eGVm8wPA=="
                },
                {
                    "text": "Portland, OR",
                    "value": "J3SpfQsLlVSRhdH25rk2HA=="
                },
                {
                    "text": "Albany, NY",
                    "value": "S_tPzDQK3onEKOegEmOh4Q=="
                },
                {
                    "text": "Boulder, CO",
                    "value": "06-NJ06Na4dYgBugfDs5yA=="
                },
                {
                    "text": "Houston, TX",
                    "value": "AYWNSLS4QIY7BWXz3gINyg=="
                },
                {
                    "text": "Jersey City, NJ",
                    "value": "3a-_JdJQwonZJc2iE_BJAg=="
                },
                {
                    "text": "Palo Alto, CA",
                    "value": "ORy6nXuwj4DPdvU1UvUfDg=="
                },
                {
                    "text": "Phoenix, AZ",
                    "value": "y3mhUO0SK4esG0o1-MdpjA=="
                },
                {
                    "text": "Remote, OR",
                    "value": "Xd1PcUdfxFT6HfQNXR_RRw=="
                },
                {
                    "text": "San Diego, CA",
                    "value": "Sx6SrQ9T2YB53xX9_SE6DQ=="
                },
                {
                    "text": "San Jose, CA",
                    "value": "9T_5iuTKj4B7cZ_KCoyduQ=="
                },
                {
                    "text": "Albuquerque, NM",
                    "value": "e4MJ090KIof99tm4zvjTwA=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "BARNESBORO, PA",
                    "value": "/f2/BARNESBORO, PA"
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Bentonville, AR",
                    "value": "SUnWTgAQyYcCvyUkyIyA2g=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Birmingham, AL",
                    "value": "07-FWN8RiYjOVLrqCXRQJQ=="
                },
                {
                    "text": "Boca Raton, FL",
                    "value": "J_s278Ij2YjJlWDK7qY-0g=="
                },
                {
                    "text": "Bristol, TN",
                    "value": "TYnr7iqdWohWh9ja_vJXPw=="
                },
                {
                    "text": "Camp Hill, PA",
                    "value": "f0rLVyTCyImwE4DZfzdukA=="
                },
                {
                    "text": "Carson City, NV",
                    "value": "cbTe-KEKmYAoOOK9gmyc9w=="
                },
                {
                    "text": "Cincinnati, OH",
                    "value": "-SE43rFRQIgXk8Dki377aQ=="
                },
                {
                    "text": "Cleveland, OH",
                    "value": "LWto4y7vMIhCGGL3VcsE7Q=="
                },
                {
                    "text": "Columbus, OH",
                    "value": "cd6QucGJOIgztbHP-GYy5A=="
                },
                {
                    "text": "Concord, NH",
                    "value": "F4lKFZZq4onxKCWmoHGoBQ=="
                },
                {
                    "text": "Costa Mesa, CA",
                    "value": "eW9X_G_f3IDawAPYEoQB7w=="
                },
                {
                    "text": "Darien, CT",
                    "value": "YQS6WhqgwokJ49rBf-EKgA=="
                },
                {
                    "text": "Dayton, OH",
                    "value": "AxTdrtWAQIjkTA7ykuNApg=="
                },
                {
                    "text": "Denver, CO",
                    "value": "zxcfI6qAa4fWNoon-PSOEQ=="
                },
                {
                    "text": "Des Moines, IA",
                    "value": "5x5hwaSZ7oey5JEmUSgAcQ=="
                },
                {
                    "text": "Detroit, MI",
                    "value": "dR3LEAHKJIjSxLk1ToZ2Vw=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "Falls Church, VA",
                    "value": "rWNGem5LtolZlz2XiGZTbg=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Fort Worth, TX",
                    "value": "rQfILRJuToa9rGnd-IuvpA=="
                },
                {
                    "text": "Foster City, CA",
                    "value": "MbBm1NCYj4B975CYDB2wrQ=="
                },
                {
                    "text": "Frankfort, KY",
                    "value": "yVMZi0xzQohcQmeIoBhkUw=="
                },
                {
                    "text": "Frederick, MD",
                    "value": "4669jAzFyYmZHBG9vUdi2g=="
                },
                {
                    "text": "Fresno, CA",
                    "value": "nU6eVOFdlIARuKNJZEASew=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Accounting",
                    "value": "/business/naics2007/5412"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Travel",
                    "value": "/business/naics2007/5615"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Upwork",
                    "value": "/m/02pzh5d"
                },
                {
                    "text": "Jobot",
                    "value": "/g/11jrq3t_g3"
                },
                {
                    "text": "OAK Network",
                    "value": "/g/11sq5fg0rt"
                },
                {
                    "text": "Amazon Dev Center U.S., Inc.",
                    "value": "/g/11rxnkj1mk"
                },
                {
                    "text": "EY",
                    "value": "/m/0g9jc"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "Axelar",
                    "value": "/g/11lrchngb9"
                },
                {
                    "text": "BNY Mellon",
                    "value": "/m/02vps5x"
                },
                {
                    "text": "BPM LLP",
                    "value": "/g/11b8250rm0"
                },
                {
                    "text": "BingX",
                    "value": "/g/11t5swpwg8"
                },
                {
                    "text": "BitGo",
                    "value": "/g/11ckr55jr0"
                },
                {
                    "text": "Blockchain",
                    "value": "/g/11dxpy968n"
                },
                {
                    "text": "CGI Group, Inc.",
                    "value": "/m/07k7yx"
                },
                {
                    "text": "Chainlink Labs",
                    "value": "/g/11qn04qyw9"
                },
                {
                    "text": "Crypto.com",
                    "value": "/g/11mpd28vqp"
                },
                {
                    "text": "Cynet Systems",
                    "value": "/g/11f01h5mrt"
                },
                {
                    "text": "Dapper Labs",
                    "value": "/g/11fhql0_yt"
                },
                {
                    "text": "Dice",
                    "value": "/m/02_3ckm"
                },
                {
                    "text": "DoraHacks",
                    "value": "/g/11f7pbnr4j"
                },
                {
                    "text": "Fidelity Investments Careers",
                    "value": "/m/028q26"
                },
                {
                    "text": "Fox Corporation",
                    "value": "/g/11fkd9nfcb"
                },
                {
                    "text": "Galaxy Digital",
                    "value": "/g/11dx9g2fxp"
                },
                {
                    "text": "Goosmann Law Firm",
                    "value": "/g/11h15xwlrm"
                }
            ]
        }
    ]
}