{
    "search_metadata": {
        "id": "643db9830a90c7096fee9571",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/c94e8fd9c212e0bd/643db9830a90c7096fee9571.json",
        "created_at": "2023-04-17 21:26:27 UTC",
        "processed_at": "2023-04-17 21:26:27 UTC",
        "google_jobs_url": "https://www.google.com/search?q=data+analyst&ibp=htl;jobs&uule=w+CAIQICINVW5pdGVkIFN0YXRlcw&hl=en&gl=us&start=10",
        "raw_html_file": "https://serpapi.com/searches/c94e8fd9c212e0bd/643db9830a90c7096fee9571.html",
        "total_time_taken": 6.09
    },
    "search_parameters": {
        "q": "data analyst",
        "engine": "google_jobs",
        "uule": "w+CAIQICINVW5pdGVkIFN0YXRlcw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 10
    },
    "jobs_results": [
        {
            "title": "Provider Data Management Analyst II",
            "company_name": "Corporate",
            "location": "  Missouri   ",
            "via": "via Centene - Centene Corporation",
            "description": "You could be the one who changes everything for our 26 million members. Centene is transforming the health of our communities, one person at a time. As a diversified, national organization, you’ll have access to competitive benefits including a fresh perspective on workplace flexibility.\n\nPosition Purpose: Perform provider data management related activities based on plan and contract... specifications and standard business rules – includes data analysis and entry, review of data via internet sites and other systems, usage of multiple systems and applications to validate data is complete and accurate, and investigation and resolution of data issues.\n\n• Set up and perform facility (hospitals and clinics) enrollment in the provider data management system\n• Enroll providers and practitioners in the provider data management system\n• Update facilities, providers, and practitioners with claims payment information\n• Research, review and make updates within the provider data management system per provider requests\n• Perform quality service checks on systemic data, inclusive of claims processing and provider directory information\n• Perform research and resolve problems as necessary\n• Train and mentor Provider Data Management Analyst I\n\nEducation/Experience: Bachelor’s degree in a related field, or Associate’s degree in related field or equivalent experience and 2+ years of provider data management, credentialing or healthcare operations (i.e. claims processing, billing, provider relations or contracting) experience, preferably in a managed care, insurance, or medical office environment. Experience performing data analysis in Excel or similar tools strongly preferred.\n\nOur Comprehensive Benefits Package: Flexible work solutions including remote options, hybrid work schedules and dress flexibility, Competitive pay, Paid time off including holidays, Health insurance coverage for you and your dependents, 401(k) and stock purchase plans, Tuition reimbursement and best-in-class training and development.\n\nCentene is an equal opportunity employer that is committed to diversity, and values the ways in which we are different. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, veteran status, or other characteristic protected by applicable law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Education/Experience: Bachelor’s degree in a related field, or Associate’s degree in related field or equivalent experience and 2+ years of provider data management, credentialing or healthcare operations (i.e. claims processing, billing, provider relations or contracting) experience, preferably in a managed care, insurance, or medical office environment"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Position Purpose: Perform provider data management related activities based on plan and contract specifications and standard business rules – includes data analysis and entry, review of data via internet sites and other systems, usage of multiple systems and applications to validate data is complete and accurate, and investigation and resolution of data issues",
                        "Set up and perform facility (hospitals and clinics) enrollment in the provider data management system",
                        "Enroll providers and practitioners in the provider data management system",
                        "Update facilities, providers, and practitioners with claims payment information",
                        "Research, review and make updates within the provider data management system per provider requests",
                        "Perform quality service checks on systemic data, inclusive of claims processing and provider directory information",
                        "Perform research and resolve problems as necessary",
                        "Train and mentor Provider Data Management Analyst I"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Our Comprehensive Benefits Package: Flexible work solutions including remote options, hybrid work schedules and dress flexibility, Competitive pay, Paid time off including holidays, Health insurance coverage for you and your dependents, 401(k) and stock purchase plans, Tuition reimbursement and best-in-class training and development"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Corporate&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIyAk",
                    "text": "See web results for Corporate"
                }
            ],
            "extensions": [
                "5 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJQcm92aWRlciBEYXRhIE1hbmFnZW1lbnQgQW5hbHlzdCBJSSIsImh0aWRvY2lkIjoiak1reWR4cjVYbWNBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1VqVlRNM05oVW10Nk56ZHFOelpPWlZOTWJuRmliakZQWTNCd05FdHJaMWw2YkVKQlgzSmZjVEUyWlVSbVVUWjZlV050Ulhsd1lXTnpabFJmVGpsdU5rVTNUbk0zVmxGamRFVk9Sa2xYTVV0blV6ZzBVVW94V204M01HOVdURXA2YzBKRWVFa3RlRko0ZEZKaFZWSlJaamRDUzNObFVraEpVRVJZWm1kT1JUVTFZMHBGVFdaemJraEpOWEJ0V0RZNFZqUTVTVWRWY1dOTFZraFNaR1ZoZEZkS1ZWb3lNMVZJYkV0bE5Ya3daMVpGRWhkcFRHczVXazB6UzBkYWJYWTBMVVZRZWpsWFR6QkJkeG9pUVU4dE1ISnNOaTExYW5OWVNWcFZTV2RKVUdsekxXNU1ObmhUV21KeFNHZE9kdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgZGlyZWN0bHkgb24gQ2VudGVuZSAtIENlbnRlbmUgQ29ycG9yYXRpb24iLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmNlbnRlbmUuY29tL3VzL2VuL2pvYi8xNDE3OTY2L1Byb3ZpZGVyLURhdGEtTWFuYWdlbWVudC1BbmFseXN0LUlJP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "District Data Analyst",
            "company_name": "Nebraska State Government",
            "location": "  Beatrice, NE   ",
            "via": "via Government Jobs",
            "description": "$3,000 hiring bonus to join the Judicial Branch! The Judicial Branch is a state-funded Branch of Government that offers benefits to include medical/dental/vision, $20,000 free basic life insurance, state-matched 156% retirement plan, 13 paid holidays, earned paid vacation and sick leave, tuition reimbursement and more.\n\nThe Judicial Branch values our employees as well as a supportive environment... that strives to promote diversity, equity, inclusion and belonging. We recruit, hire, train and promote in all job qualifications at all levels without regard to race, religion, sex, age, national origin, disability, marital status, sexual orientation or genetics. The Judicial Branch complies with Veterans Preference Laws.\n\nThis is a professional position that will report directly to the Chief Probation Officer and work cooperatively with the Office of Probation Administration. This position is responsible for providing all computer related functions within a probation district’s offices and may require travel to other counties. The IT/Data Support Analyst performs a variety of duties including, but not limited to, computing infrastructure troubleshooting in an office environment including desktops, portable and remote devices, all peripheral devices, troubleshooting computer hardware and software issues, performs computer repairs and maintenance, installation, configuration, and maintenance of approved business software, basic network connectivity and audio-visual support, as well as custom court and probation related software. Assists and communicates regularly with customers and peer groups on the status of any outstanding issues.\n\nResponsibilities may also include responding to service requests and researching and testing appropriate fixes, setting up and installing new computers, submitting request for replacement parts, and maintaining inventory. Data and application support responsibilities include utilizing standardized reporting tools in the collection and preparation of detailed statistical reports, analyze district system processes and make recommendations for changes, and provide training and support for various systems and applications within the district. REQUIREMENTS: Associate’s degree and one year related experience in computer information data analysis, or computer support.\n\nPREFERRED: Bachelor’s degree in information technology, statistics, business, applied mathematics, sociology, or related field.\n\nAll educational credits must be granted from an accredited institution approved by the U.S. Dept. of Education. Knowledge of agency policies, procedures, protocols, and guidelines related to office support procedures; agency policies, procedures, protocols and guidelines related to statistical support operations; standard sources of data information, and material necessary to carry out assigned duties; deadlines for completion of standard reports.\n\nAbility to learn all computer and other information technology applications utilized by the Nebraska Probation System and develop a working knowledge of each. Capacity to deliver data analysis reports in report/presentation formats. Ability to communicate regularly and effectively with team members and supervisory staff. Ability to identify and point out system or process issues when noticed and engage team members in problem solving. Ability to facilitate satisfactory communication and resolution of data analysis issues.\n\nProficient computer skills including but not limited to utilization and training in the following applications: email, word processing, spreadsheets, databases analysis, presentation software, and database query software. Ability to display a professional demeanor; establish and maintain effective working relationship with criminal justice personnel, stakeholders, and the public",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "REQUIREMENTS: Associate’s degree and one year related experience in computer information data analysis, or computer support",
                        "Bachelor’s degree in information technology, statistics, business, applied mathematics, sociology, or related field",
                        "All educational credits must be granted from an accredited institution approved by the U.S",
                        "Knowledge of agency policies, procedures, protocols, and guidelines related to office support procedures; agency policies, procedures, protocols and guidelines related to statistical support operations; standard sources of data information, and material necessary to carry out assigned duties; deadlines for completion of standard reports",
                        "Ability to learn all computer and other information technology applications utilized by the Nebraska Probation System and develop a working knowledge of each",
                        "Ability to communicate regularly and effectively with team members and supervisory staff",
                        "Ability to identify and point out system or process issues when noticed and engage team members in problem solving",
                        "Ability to facilitate satisfactory communication and resolution of data analysis issues",
                        "Proficient computer skills including but not limited to utilization and training in the following applications: email, word processing, spreadsheets, databases analysis, presentation software, and database query software",
                        "Ability to display a professional demeanor; establish and maintain effective working relationship with criminal justice personnel, stakeholders, and the public"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This position is responsible for providing all computer related functions within a probation district’s offices and may require travel to other counties",
                        "The IT/Data Support Analyst performs a variety of duties including, but not limited to, computing infrastructure troubleshooting in an office environment including desktops, portable and remote devices, all peripheral devices, troubleshooting computer hardware and software issues, performs computer repairs and maintenance, installation, configuration, and maintenance of approved business software, basic network connectivity and audio-visual support, as well as custom court and probation related software",
                        "Assists and communicates regularly with customers and peer groups on the status of any outstanding issues",
                        "Responsibilities may also include responding to service requests and researching and testing appropriate fixes, setting up and installing new computers, submitting request for replacement parts, and maintaining inventory",
                        "Data and application support responsibilities include utilizing standardized reporting tools in the collection and preparation of detailed statistical reports, analyze district system processes and make recommendations for changes, and provide training and support for various systems and applications within the district"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "$3,000 hiring bonus to join the Judicial Branch!",
                        "The Judicial Branch is a state-funded Branch of Government that offers benefits to include medical/dental/vision, $20,000 free basic life insurance, state-matched 156% retirement plan, 13 paid holidays, earned paid vacation and sick leave, tuition reimbursement and more"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Nebraska+State+Government&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIjwo",
                    "text": "See web results for Nebraska State Government"
                }
            ],
            "extensions": [
                "11 days ago",
                "17.21 an hour",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "11 days ago",
                "schedule_type": "Full-time",
                "salary": "17.21 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEaXN0cmljdCBEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IktRSTVPbGJDLVJFQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9WR3ByTlVKeFQzaExPVU5HYUdKRFpEVldNbGhtUTFWblpUUTRhRjlKYkhGMVNtdHNkbmhaZEdnek1VWmhZWFJaYVhwMWIzZFJkM3BLYTA0NGMyaEZNREJPZDFZNGN6ZE1WbWxPTTBWclQxVm1NbTVMUm5WblMzcDFTRWQ2VVRnNVNXc3dSRm8yVDBGMFh6RjNZVTQzYVVaaE1EZHlTMkpGV2xSUVpqVTVYMGxwZWpoSlJraE1Za1ZIVjNkMVdGcERVakJtVTA1alVUbFhZMFJNVVd0MWNIcExOblI1WlhGM2JFb3RWRlpEVVhaM0VoZHBUR3M1V2swelMwZGFiWFkwTFVWUWVqbFhUekJCZHhvaVFVOHRNSEpzTmtSRFVFeHBOVFJEWVdoUFNrRTNhMFZHZERsM1dYQk5ZVkZ6VVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18yIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEdvdmVybm1lbnQgSm9icyIsImxpbmsiOiJodHRwczovL3d3dy5nb3Zlcm5tZW50am9icy5jb20vY2FyZWVycy9uZWJyYXNrYS9qb2JzLzM5OTQzMDcvZGlzdHJpY3QtZGF0YS1hbmFseXN0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Staff Data Analyst - Data Ventures",
            "company_name": "Walmart",
            "location": "  Bentonville, AR   ",
            "via": "via ZipRecruiter",
            "description": "In addition to base salary, Walmart total compensation may also include bonus incentives, stock options, and more.\n\nPosition Summary...\n\nWhat you'll do...\n\nData Ventures, akin to a nimble startup incubated within Walmart is building the best-in-class suite of Data Products to deliver actionable, customer-centric insights and help merchants and suppliers make better business decisions on omni channel 360 performance.\n\nAs a Staff data analyst, you will lead analyst team and take ownership of project delivery and responsibilities playing a prominent technical role to help build data centric insights and product features. You will work closely with product stakeholders and deliver outstanding business outcomes. Provide leadership with constant updates and align with directions and expectation.\n\nMust have the following to be considered: SQL, Python, R, Looker, PowerBI, SQL, NoSQL, Big Data and Cloud technologies like GCP BQ.\n\nWhat You'll Do:\n• Translate complex business requirements into clear, concise data analysis plans and develop appropriate methodologies to address business needs.\n• Analyze large and complex datasets to identify insights and opportunities that drive business value, use data to propose solutions.\n• Effectively communicate insights and recommendations to business stakeholders through visualizations, presentations, and other storytelling methods.\n• Develop and maintain a deep understanding of the retail industry, including the knowledge of retail operations (sales, inventory, etc.), customer data and behavior, supply chain management, as well as e-commerce (website and app traffic analysis).\n• Lead a team of data analysts in managing their workloads, delegating tasks, making sure their work is aligned with business goals, and providing guidance on data analysis methodologies and techniques.\n• Partner with product managers, data scientists, data engineers, as well as internal data source teams to ensure that data analysis work is properly scoped, planned, and executed.\n• Ensure the quality, governance, and standards of data by developing and implementing data management policies and procedures.\n• Understand business value and relevance of data and help build data enabled insights; Work on Strategy for data ecosystem including Data Management, Data Quality Standards and Data Governance, Accessibility, Storage and Scalability, etc.\n\nWhat You'll Bring:\n• Passion for problem-solving, come with Analytical mindset with critical-thinking, and data skills.\n• Strong technical skills in SQL, Python, R, or other programming languages commonly used in data analysis.\n• Awareness of software engineering principles, ability to develop and deploy appropriate analytic code.\n• Well-versed experience in visualization tools and best practices like Looker, PowerBI etc.\n• Experience working with large datasets, finding insights, and telling stories using data.\n• Comprehensive knowledge in working with distributed datastores (e.g., SQL, NoSQL), and Big Data and Cloud technologies like GCP BQ.\n• Experience in leading and mentoring a team of data analysts.\n• Excellent communication skills and ability to effectively communicate technical concepts to non-technical stakeholders.\n• (Strongly preferred) Prior experience working in the retail data sets\n\nMinimum Qualifications...\n\nOutlined below are the required minimum qualifications for this position. If none are listed, there are no minimum qualifications.\n\nOption 1: Bachelor's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Arts, Finance or related field and 3 years' experience in data analysis, data science, statistics, or related field. Option 2: Master's degree in Business, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field and 1 year's experience in data analysis, data science, statistics, or related field. Option 3: 5 years' experience in data analysis, data science, statistics, or related field.\n\nPreferred Qualifications...\n\nOutlined below are the optional preferred qualifications for this position. If none are listed, there are no preferred qualifications.\n\nData science, data analysis, statistics, or related field, Master's degree in Business, Computer Science, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field, Related industry experience (for example, retail, merchandising, healthcare, eCommerce), Successful completion of assessments in data analysis and Business Intelligence tools and scripting languages (for example, SQL, Python, Spark, Scala, R, Power BI, or Tableau)\n\nPrimary Location...\n603 MUNGER AVE STE 400, DALLAS, TX 75202, United States of America",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Must have the following to be considered: SQL, Python, R, Looker, PowerBI, SQL, NoSQL, Big Data and Cloud technologies like GCP BQ",
                        "Passion for problem-solving, come with Analytical mindset with critical-thinking, and data skills",
                        "Strong technical skills in SQL, Python, R, or other programming languages commonly used in data analysis",
                        "Awareness of software engineering principles, ability to develop and deploy appropriate analytic code",
                        "Well-versed experience in visualization tools and best practices like Looker, PowerBI etc",
                        "Experience working with large datasets, finding insights, and telling stories using data",
                        "Comprehensive knowledge in working with distributed datastores (e.g., SQL, NoSQL), and Big Data and Cloud technologies like GCP BQ",
                        "Experience in leading and mentoring a team of data analysts",
                        "Excellent communication skills and ability to effectively communicate technical concepts to non-technical stakeholders",
                        "Data science, data analysis, statistics, or related field, Master's degree in Business, Computer Science, Engineering, Statistics, Economics, Analytics, Mathematics, Computer Science, Information Technology or related field, Related industry experience (for example, retail, merchandising, healthcare, eCommerce), Successful completion of assessments in data analysis and Business Intelligence tools and scripting languages (for example, SQL, Python, Spark, Scala, R, Power BI, or Tableau)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Staff data analyst, you will lead analyst team and take ownership of project delivery and responsibilities playing a prominent technical role to help build data centric insights and product features",
                        "You will work closely with product stakeholders and deliver outstanding business outcomes",
                        "Provide leadership with constant updates and align with directions and expectation",
                        "Translate complex business requirements into clear, concise data analysis plans and develop appropriate methodologies to address business needs",
                        "Analyze large and complex datasets to identify insights and opportunities that drive business value, use data to propose solutions",
                        "Effectively communicate insights and recommendations to business stakeholders through visualizations, presentations, and other storytelling methods",
                        "Develop and maintain a deep understanding of the retail industry, including the knowledge of retail operations (sales, inventory, etc.), customer data and behavior, supply chain management, as well as e-commerce (website and app traffic analysis)",
                        "Lead a team of data analysts in managing their workloads, delegating tasks, making sure their work is aligned with business goals, and providing guidance on data analysis methodologies and techniques",
                        "Partner with product managers, data scientists, data engineers, as well as internal data source teams to ensure that data analysis work is properly scoped, planned, and executed",
                        "Ensure the quality, governance, and standards of data by developing and implementing data management policies and procedures",
                        "Understand business value and relevance of data and help build data enabled insights; Work on Strategy for data ecosystem including Data Management, Data Quality Standards and Data Governance, Accessibility, Storage and Scalability, etc"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "In addition to base salary, Walmart total compensation may also include bonus incentives, stock options, and more"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.walmart.com/",
                    "text": "walmart.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Walmart&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAII1Ao",
                    "text": "See web results for Walmart"
                }
            ],
            "extensions": [
                "2 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTdGFmZiBEYXRhIEFuYWx5c3QgLSBEYXRhIFZlbnR1cmVzIiwiaHRpZG9jaWQiOiJ4dExTU1YxZlVhTUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlZXNXBkR1ZrSUZOMFlYUmxjdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVWpsS2NtNXVZM2s1ZFMxWWJIVTNiSGxZTUZoZk5UQlhhVFpQWm5KSGMwbFBhVVJvVUhkSFJraGZTVXRqTW1oRVltbFJYeTF4YjFoSGJrNUxTekl3Y25sMlZtRlBPVXMxYzFCSVlYcDNWR296Y2t0clVqRnJiRGRMWVhwcFgyeHpWbUpJY0dob1ltZHRUMk4wWmtwb2VpMXVTbGRhZDFaa2IyUkhZa2x5WmtwellsaEJUMlYyZG5JeVJHOXllR2xtVjFwalpUTlBXV3BDV0MxRldXUjZRWGQzWlVWak1WUXRRME0yVmtoeGRsSmxTMkpTZFZSWFNXczBNalpuWmtOM1RpMUZOVXBQRWhkcFRHczVXazB6UzBkYWJYWTBMVVZRZWpsWFR6QkJkeG9pUVU4dE1ISnNOV0U0UVVvelQxRmlSRGhvV0dnMlJGRkdjeTFtV0RORFIxQnhkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gWmlwUmVjcnVpdGVyIiwibGluayI6Imh0dHBzOi8vd3d3LnppcHJlY3J1aXRlci5jb20vYy9XYWxtYXJ0LUluYy4vSm9iL1N0YWZmLURhdGEtQW5hbHlzdC1EYXRhLVZlbnR1cmVzLy1pbi1CZW50b252aWxsZSxBUj9qaWQ9YTlhNGUwNjQ2NDhkYzdiMVx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Biostatistician / Data Analyst",
            "company_name": "Oklahoma Medical Research Foundation (OMRF)",
            "location": "  Oklahoma City, OK   ",
            "via": "via Nature",
            "description": "Biostatistician / Data Analyst\n\nOverview...\nOMRF is an independent, not-for-profit biomedical research institute adjacent to the University of Oklahoma Health Sciences Center (OUHSC) campus in Oklahoma City. Oklahoma City offers a dynamic and flourishing downtown area, with low cost of living, short commute times and a diversified economy. OMRF's excellence can only be fully realized by individuals who share our commitment to diversity, equity and inclusion. Successful candidates will demonstrate commitment to these values. OMRF is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to gender, sexual orientation, gender identity, race, color, national origin, age, religion, disability, veteran status or any other legally protected characteristic.\n\nBenefits\nWe offer competitive salaries and comprehensive benefits including, medical, dental, and vision insurance, minimum 8% company retirement contribution, vacation and sick leave, paid holidays, onsite cafe, free onsite fitness center with access to personal trainer, free parking and much more! Relocation assistance available for those located 50 miles outside of Oklahoma City metro and out of state. Learn more about our benefits here.\n\nResponsibilities\nThe James/Guthridge labs (james.omrf.org; Guthridge.omrf.org) is a translational immunology laboratory focused on understanding the pathogenesis, prediction, prevention and precision treatment of immune-mediated diseases to improve patients’ lives. We have large, complex experimental datasets partnered with detailed clinical data to help better understand disease and improve treatments. We are looking for a Biostatistician or experienced Data Analyst to join our team to help analyze current and emerging data. This person will perform biostatistic analyses of clinical trial and associated experimental data. Develops data analysis plans, including power calculations. Performs a wide variety of analyses, including but not limited to parametric and non-parametric statistics. Evaluates the statistical methods and procedures used to obtain data and to ensure validity, applicability, efficiency, accuracy, reliability and usability of data. Reports results of statistical analyses, including information in the form of graphs, charts, and tables. Conveys results for presentations to non-statistical audiences. Analyzes and interprets statistical data and prepares conclusions. Identifies relationships and trends in data, as well as any factors that could affect the results of research. Assists scientists in designing experiments to facilitate correct analysis of data. Plans data collection methods for specific projects and determines the types and sizes of sample groups to be used. Queries databases and manages datasets.\n\nQualifications\nMaster's degree in Biostatistics, Statistics, Bioinformatics, Applied Mathematics, or equivalent field and two (2) years of relevant consulting in biostatistics experience or other relevant experience OR PhD degree in Statistics, Biostatistics, Bioinformatics, Applied Mathematics, Epidemiology, or equivalent field and some relevant experience. Must have the ability to perform statistical analysis using appropriate statistical software programs and/or program in R. Must have good organizational and communication skills. Must be able to work independently, as well as highly attentive to detail, and dependable. Works as a team player and perform other duties as assigned by supervisor.\n\nTo apply, visit https://careers-omrf.icims.com/jobs/1435/biostatistician---data-analyst/job?in_iframe=1\n\nOMRF’s excellence can only be fully realized by individuals who share our commitment to diversity, equity and inclusion. Successful candidates will demonstrate commitment to these values. OMRF is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to gender, sexual orientation, gender identity, race, color, national origin, age, religion, disability, veteran status or any other legally protected characteristic.\n\njeid-0d3e5ca6cd0e8b4a887c74ab2c2cfd70",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Master's degree in Biostatistics, Statistics, Bioinformatics, Applied Mathematics, or equivalent field and two (2) years of relevant consulting in biostatistics experience or other relevant experience OR PhD degree in Statistics, Biostatistics, Bioinformatics, Applied Mathematics, Epidemiology, or equivalent field and some relevant experience",
                        "Must have the ability to perform statistical analysis using appropriate statistical software programs and/or program in R. Must have good organizational and communication skills",
                        "Must be able to work independently, as well as highly attentive to detail, and dependable"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This person will perform biostatistic analyses of clinical trial and associated experimental data",
                        "Develops data analysis plans, including power calculations",
                        "Performs a wide variety of analyses, including but not limited to parametric and non-parametric statistics",
                        "Evaluates the statistical methods and procedures used to obtain data and to ensure validity, applicability, efficiency, accuracy, reliability and usability of data",
                        "Reports results of statistical analyses, including information in the form of graphs, charts, and tables",
                        "Conveys results for presentations to non-statistical audiences",
                        "Analyzes and interprets statistical data and prepares conclusions",
                        "Identifies relationships and trends in data, as well as any factors that could affect the results of research",
                        "Assists scientists in designing experiments to facilitate correct analysis of data",
                        "Plans data collection methods for specific projects and determines the types and sizes of sample groups to be used",
                        "Queries databases and manages datasets",
                        "Works as a team player and perform other duties as assigned by supervisor"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We offer competitive salaries and comprehensive benefits including, medical, dental, and vision insurance, minimum 8% company retirement contribution, vacation and sick leave, paid holidays, onsite cafe, free onsite fitness center with access to personal trainer, free parking and much more!"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.omrf.org/",
                    "text": "omrf.org"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Oklahoma+Medical+Research+Foundation+(OMRF)&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIlAs",
                    "text": "See web results for Oklahoma Medical Research Foundation (OMRF)"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCaW9zdGF0aXN0aWNpYW4gLyBEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6InJzVnJJMURFSU5jQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVyY0NDdmNCUVVWek4ycE9WRkZ5YTBOV1IwYzBTR0Y2VVdWVFltaG1ORGhZYzNSUVMwczNOUzFHVGxSS1IxQldhVVJLWDBrMFpUVjNaVk4yU0dKS1VGVXpkV05zYzB4WmRVUjBkREl6ZGxOaVkxazVjSGRETFhWWmFHNWlhMnBSTlVwT1NFbFhVSE5MTldkeE4wZFRhelZ6VXpKV2MwMVNjWGt0TmxacVNIZEtSRGwxUVd4UFJYaFhVMlo1TVdjelpFaEpWRU41ZVVKaFRUVTVkbUV0Vm5wSWVYTkhZM2t6T1MxR1RGWTBlVVJqWVhGR1duTXdiR3g1VjFFeVVHTjVUamh5TkRCalVUSklkbFp4T1UxdmExQkdkWFZYU21GSVNHeE5NbGt4WDFGV2JqaFViRUp3Ukhnd2FVSmxZMlJEVTFwMFNTMU5NVnBPYVZCRFRSSVhhVXhyT1ZwTk0wdEhXbTEyTkMxRlVIbzVWMDh3UVhjYUlrRlBMVEJ5YkRWVlJXTXdNWFl6YzI5VExXcE1RbkZOZURKeFNWWkpiV1UyZVhjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBOYXR1cmUiLCJsaW5rIjoiaHR0cHM6Ly93d3cubmF0dXJlLmNvbS9uYXR1cmVjYXJlZXJzL2pvYi83ODAwMzYvYmlvc3RhdGlzdGljaWFuLWRhdGEtYW5hbHlzdC8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Loss Prevention Data Analyst",
            "company_name": "Ford Motor Company",
            "location": " Anywhere ",
            "via": "via LinkedIn",
            "description": "Job Description\n\nAt Ford Motor Company, we believe freedom of movement drives human progress. We also believe in providing you with the freedom to define and realize your dreams. With our incredible plans for the future of mobility, we have a wide variety of opportunities for you to accelerate your career potential as you help us define tomorrow’s transportation...\n\nThe Data Protection Team (Data Loss Prevention) within Ford’s Global Cyber Security team, is looking for a highly skilled quantitative analyst / data scientist to assist in model development, evaluation, and deployment. You will have the opportunity to work with some of the brightest global subject matter experts that are transforming the Data Loss Prevention team.\n\nThe focus will be to apply advanced quantitative methods to solve a wide variety of challenging decisions in DLP, utilizing analytic technologies such as SQL, Python, Alteryx, Qlik Sense, and other dashboard/visualization toolsets for data intelligence and analysis, to improve efficiency of Ford's business and reduce cost.\n\nResponsibilities\n\nWhat you’ll be able to do:\n• Research and apply the latest quantitative techniques toward the solution of important DLP decisions\n• Convert data into actionable insights by predicting and modeling future outcomes\n• Build out data using Python and Alteryx to identify efficiencies in DLP policies\n• Execute regular production reports as well as descriptive and inferential ad hoc requests in a timely manner\n• Work with and understand DLP data sources to gather data\n• Assist with DLP incident investigations by leveraging and correlating data from internal sources to build an actionable mosaic user profile\n• Assist with DLP alert triage and remediation efforts to support the team's data protection goals\n• Work closely with the DLP global team community (EU, AP (India and China), and Mexico teams)\n• Review academic and industry literature, develop proof-of-concept models, and gain insights from research findings\n• Translate ideas and theory into solutions that business can benefit from\n• Communicate with business partners to understand the problems and translate high-level ideas into well-defined mathematical formulations\n• Enforce quality assurance of analytic solutions through technical governance process\n• Have the intellectual curiosity to identify and develop new modeling technologies/methodologies/software packages to improve the current modeling processes\n\nQualifications\n\nThe minimum requirements we seek:\n• Bachelor’s degree in a quantitative field such as Cyber Security, Operations Research, Computer Science, Engineering, Statistics, Mathematics.\n• 2+ years’ of experience doing quantitative research using techniques from one or more of the following areas: 1) machine / deep learning, 2) natural language processing, 3) statistics / statistical modeling, 4) optimization / mathematical programming.\n• 1+ years’ of experience in data manipulation using software tools such as SQL, Alteryx and API.\n• 1+ years’ of experience in at least two of the following languages: R, Python, MATLAB, Java, Scala, Julia, C/C++/C#\n\nOur preferred requirements:\n• Master’s degree in a quantitative field such as Cyber Security, Operations Research, Computer Science, Engineering, Statistics, Mathematics.\n• Experience with Data Loss Prevention tools such as: ProofPoint, Symantec or Microsoft.\n\nWhat you’ll receive in return:\n\nAs part of the Ford family, you’ll enjoy excellent compensation and a comprehensive benefits package that includes generous PTO, retirement, savings, and stock investment plans, incentive compensation, and much more. You’ll also experience exciting opportunities for professional and personal growth and recognition.\n\nCandidates for positions with Ford Motor Company must be legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position .\n\nWe are an Equal Opportunity Employer committed to a culturally diverse workforce. All qualified applicants will receive consideration for employment without regard to race, religion, color, age, sex, national origin, sexual orientation, gender identity, disability status or protected veteran status.\n\nFor information on Ford's salary and benefits, please visit: https://corporate.ford.com/content/dam/corporate/us/en-us/documents/careers/2022-benefits-and-comp-GSR-sal-plan-1.pdf\n\nAt Ford, the health and safety of our employees is our top priority. Vaccination has been proven to play a critical role in combatting COVID-19. As a result, Ford has made the decision to require U.S. salaried employees to be fully vaccinated against COVID-19, unless employees require an accommodation for religious or medical reasons. Being fully vaccinated means that an individual is at least two weeks past their final dose of an authorized COVID-19 vaccine regimen. As a condition of employment, newly hired employees will be required to provide proof of their COVID-19 vaccination or an approved medical or religious exemption",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree in a quantitative field such as Cyber Security, Operations Research, Computer Science, Engineering, Statistics, Mathematics",
                        "2+ years’ of experience doing quantitative research using techniques from one or more of the following areas: 1) machine / deep learning, 2) natural language processing, 3) statistics / statistical modeling, 4) optimization / mathematical programming",
                        "1+ years’ of experience in data manipulation using software tools such as SQL, Alteryx and API",
                        "1+ years’ of experience in at least two of the following languages: R, Python, MATLAB, Java, Scala, Julia, C/C++/C#",
                        "As a condition of employment, newly hired employees will be required to provide proof of their COVID-19 vaccination or an approved medical or religious exemption"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will have the opportunity to work with some of the brightest global subject matter experts that are transforming the Data Loss Prevention team",
                        "The focus will be to apply advanced quantitative methods to solve a wide variety of challenging decisions in DLP, utilizing analytic technologies such as SQL, Python, Alteryx, Qlik Sense, and other dashboard/visualization toolsets for data intelligence and analysis, to improve efficiency of Ford's business and reduce cost",
                        "Research and apply the latest quantitative techniques toward the solution of important DLP decisions",
                        "Convert data into actionable insights by predicting and modeling future outcomes",
                        "Build out data using Python and Alteryx to identify efficiencies in DLP policies",
                        "Execute regular production reports as well as descriptive and inferential ad hoc requests in a timely manner",
                        "Work with and understand DLP data sources to gather data",
                        "Assist with DLP incident investigations by leveraging and correlating data from internal sources to build an actionable mosaic user profile",
                        "Assist with DLP alert triage and remediation efforts to support the team's data protection goals",
                        "Work closely with the DLP global team community (EU, AP (India and China), and Mexico teams)",
                        "Review academic and industry literature, develop proof-of-concept models, and gain insights from research findings",
                        "Translate ideas and theory into solutions that business can benefit from",
                        "Communicate with business partners to understand the problems and translate high-level ideas into well-defined mathematical formulations",
                        "Enforce quality assurance of analytic solutions through technical governance process",
                        "Have the intellectual curiosity to identify and develop new modeling technologies/methodologies/software packages to improve the current modeling processes"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "As part of the Ford family, you’ll enjoy excellent compensation and a comprehensive benefits package that includes generous PTO, retirement, savings, and stock investment plans, incentive compensation, and much more",
                        "You’ll also experience exciting opportunities for professional and personal growth and recognition"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.ford.com/",
                    "text": "ford.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Ford+Motor+Company&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAII2Qs",
                    "text": "See web results for Ford Motor Company"
                }
            ],
            "extensions": [
                "3 days ago",
                "Work from home",
                "Full-time",
                "Health insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIExvc3MgUHJldmVudGlvbiBEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IkJxSDdnTTk0VG93QUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9WRm8xUmxaNVdFaHFiSEJKWVdRNVFtTnBUMkZFT0RobVpqVktVazB4VFhOZmVVZHlMVE5wVGt0b01ub3dVRGRGWTFkUGRrRTRMVVF6VFU5SmQxa3pWVWxZWTNaUGNuTkxaRXQwWjJsalVGRlZkM2xXVW05SVgySllSekZCYlhwZldsbG1lRFpFVGpkSGNVWnBaVXN4TTBWNVFrTkhXWGxmTVVoRVQxcHRNbEpQUzIxR2VXWk1XbmxCY1ZoYWVWazRkUzFtU0ZGSVFuSk5OR014UVdGWFVIZHhXRWhJUjFSa1puaEpVbkJqWVU5ZkxVTnVhelpyVFRRNFpXZFllazloVFdwSk5uWnlFaGRwVEdzNVdrMHpTMGRhYlhZMExVVlFlamxYVHpCQmR4b2lRVTh0TUhKc05saGxhRTB6T0RCUlQzUlpRVWRYY0ZvdFpFVlZiM1E1WDB0QlFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2RhdGEtbG9zcy1wcmV2ZW50aW9uLWRhdGEtYW5hbHlzdC1hdC1mb3JkLW1vdG9yLWNvbXBhbnktMzU3MDYyMjM4ND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Machine Learning Expert/ Data Analyst needed for a uni project",
            "company_name": "Upwork",
            "location": " Anywhere ",
            "via": "via Upwork",
            "description": "The project involves applying the machine learning techniques covered in the lectures (dimensionality reduction, clustering...) to perform a data analysis task. The data will be sourced from Yahoo Finance and Twitter and will focus on the stock market behavior of 100 well-known stock indices, along with associated tweets.",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "The project involves applying the machine learning techniques covered in the lectures (dimensionality reduction, clustering...)",
                        "to perform a data analysis task",
                        "The data will be sourced from Yahoo Finance and Twitter and will focus on the stock market behavior of 100 well-known stock indices, along with associated tweets"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.elance.com/",
                    "text": "elance.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Upwork&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIlAw",
                    "text": "See web results for Upwork"
                }
            ],
            "extensions": [
                "1 day ago",
                "Work from home",
                "Contractor"
            ],
            "detected_extensions": {
                "posted_at": "1 day ago",
                "schedule_type": "Contractor",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJNYWNoaW5lIExlYXJuaW5nIEV4cGVydC8gRGF0YSBBbmFseXN0IG5lZWRlZCBmb3IgYSB1bmkgcHJvamVjdCIsImh0aWRvY2lkIjoiRjVXYW8xZHJSbFFBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1V6WmpkazVVWjJRdFJWZERTamRqVVdKNFh6bFBUWEo2U2xaT2FVdGtORE5RWkd4NGNEQjBTM05oZEd4Q0xWOUxSWEJKWVcxTWRuQm9Ta1JSWTJKVE0zVlBkSGRuVlZCNFVUVkZhRXBWTXpGQmFsZDVZM2RrYW05aFpGOU9WVmxuVnpONFoxTjVVRUZvT0cxNmJVaERUblptWW5WNU1tcDVhVWt3VjE5UVJHWktaMk5YYjJGb1EwOWlXSEp2VFdoMFNHWlNWR3h3UjFBd1lUUndhVmM0VkU4MVRYSmhiVEJwUzBwU1UwcHBWSEZrVURGcFNVVnNUa1paUkROS2VWZFpNV3hMWW5OQ04xTjRSa3h1ZW5CS1V6aGxORFZMYXpKS2RtaEZVUklYYVV4ck9WcE5NMHRIV20xMk5DMUZVSG81VjA4d1FYY2FJa0ZQTFRCeWJEWjNkVjlZYldNMVdreEZlSGhQTWpCM2JHTjVkekkwWXpCRldHYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gVXB3b3JrIiwibGluayI6Imh0dHBzOi8vd3d3LnVwd29yay5jb20vZnJlZWxhbmNlLWpvYnMvYXBwbHkvTWFjaGluZS1MZWFybmluZy1FeHBlcnQtRGF0YS1BbmFseXN0LW5lZWRlZC1mb3ItdW5pLXByb2plY3RffjAxNDdiNjNhNGZiYTcyYmM4NS8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Sr. Data Analyst, Marketing Operations",
            "company_name": "Cox Enterprises",
            "location": "  United States   (+26 others)   ",
            "via": "via Cox Careers - Cox Enterprises",
            "description": "The Sr. Data Analyst, Marketing Operations will report to the Director of Marketing Operations and is responsible for designing and creating key operational reporting and dashboards for marketing execution and customer communication delivery processes. This role will be critical for defining and building metrics that enable the team to measure and improve capacity planning, backlog... prioritization, execution SLAs, deliverable quality, and budget tracking. This is a terrific opportunity to drive tangible changes that will improve our speed to market, maximize business value, and ensure quality implementations of the 550M+ customer communications we send annually.\n\nThere is an ongoing need to prioritize and assign the work as an integral part of the campaign planning function. The reporting provided by this role will ensure efficient use of vendor services and internal delivery capacity (Execution, Targeting, CommsTech, Technology, and Analytics). Additionally, there is a need to perform orchestration and targeting sizing that this role would be uniquely positioned to support, allowing the Targeting team to focus on campaign execution and quality assurance. This role will also optimize and update reports as business needs evolve.\n\nResponsibilities & Essential Functions    \n• Data drives results: This role is critical to identify and bring forward workflow efficiencies and opportunities for improvements through operational data results and trends\n• Partners with leaders and key stakeholders to research and design metrics that will effectively measure delivery capacity, efficiency, SLAs, quality, budget, and other key operational areas\n• Identifies data sources required to produce operational metrics; develops database logic to extract required information for reporting\n• Designs, implements, and automates dashboards and reports to facilitate data review and analysis\n• Ongoing monitoring and reporting on team and vendor capacity, allowing prioritization and/or resource readiness\n• Ongoing monitoring and reporting on cross communication efforts and orchestration effectiveness (Identifies areas of improvement for optimal customers experiences as they relate to communications they receive – orchestration tracking, optimization should result in lower comms deployments, but higher engagement)\n• Maintains reporting on daily project execution, monitoring on time, delayed, and cancelled (with dispositioning reasons)\n• Creates internal operational reports for team, tracking productivity instrumental in goal defining and setting\n• Supports efforts to distill data and reporting data into meaningful and actionable insights\n• Ensures data availability and proactively communicates with clients on data delays and issues; triage upstream systems and databases for issues and partners with technology teams to facilitate resolution\n\nRequirements  \n\nMinimum\n• BA/BS degree and 4 years of related experience, OR MS degree and 2 years of related experience, OR Ph.D and up to 1 years of related experience OR High school diploma/GED and 8 years of related experience\n• Experience in database languages and business intelligence tools (Oracle SQL, Tableau, MicroStrategy, etc.); exposure to collaborative work management tools preferred (Workfront, Jira, etc.)\n• Creative thinker offering innovative and out-of-the-box solutions to complex and ambiguous problems\n• Ability to independently execute analysis process and deliver actionable insights to the organization\n• Effective communication and presentation skills with the ability to successfully comprehend and communicate business insights and resulting implications to non-technical business partners and leaders\n• Demonstrated ability to work with a sense of urgency\n• Strong work ethic with the ability to adapt to situations, be flexible, resourceful, and nimble in terms of work planning, and the ability to think quickly on your feet\n• Ability to foster and work in an inclusive environment\n\nPreferred\n• Bachelor’s degree in Business Analytics, Computer Science, Marketing, related discipline\n• Experience in the telecommunications industry",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "BA/BS degree and 4 years of related experience, OR MS degree and 2 years of related experience, OR Ph.D and up to 1 years of related experience OR High school diploma/GED and 8 years of related experience",
                        "Creative thinker offering innovative and out-of-the-box solutions to complex and ambiguous problems",
                        "Ability to independently execute analysis process and deliver actionable insights to the organization",
                        "Effective communication and presentation skills with the ability to successfully comprehend and communicate business insights and resulting implications to non-technical business partners and leaders",
                        "Demonstrated ability to work with a sense of urgency",
                        "Strong work ethic with the ability to adapt to situations, be flexible, resourceful, and nimble in terms of work planning, and the ability to think quickly on your feet",
                        "Ability to foster and work in an inclusive environment"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Data Analyst, Marketing Operations will report to the Director of Marketing Operations and is responsible for designing and creating key operational reporting and dashboards for marketing execution and customer communication delivery processes",
                        "This role will be critical for defining and building metrics that enable the team to measure and improve capacity planning, backlog prioritization, execution SLAs, deliverable quality, and budget tracking",
                        "This is a terrific opportunity to drive tangible changes that will improve our speed to market, maximize business value, and ensure quality implementations of the 550M+ customer communications we send annually",
                        "There is an ongoing need to prioritize and assign the work as an integral part of the campaign planning function",
                        "The reporting provided by this role will ensure efficient use of vendor services and internal delivery capacity (Execution, Targeting, CommsTech, Technology, and Analytics)",
                        "Additionally, there is a need to perform orchestration and targeting sizing that this role would be uniquely positioned to support, allowing the Targeting team to focus on campaign execution and quality assurance",
                        "This role will also optimize and update reports as business needs evolve",
                        "Responsibilities & Essential Functions",
                        "Data drives results: This role is critical to identify and bring forward workflow efficiencies and opportunities for improvements through operational data results and trends",
                        "Partners with leaders and key stakeholders to research and design metrics that will effectively measure delivery capacity, efficiency, SLAs, quality, budget, and other key operational areas",
                        "Identifies data sources required to produce operational metrics; develops database logic to extract required information for reporting",
                        "Designs, implements, and automates dashboards and reports to facilitate data review and analysis",
                        "Ongoing monitoring and reporting on team and vendor capacity, allowing prioritization and/or resource readiness",
                        "Ongoing monitoring and reporting on cross communication efforts and orchestration effectiveness (Identifies areas of improvement for optimal customers experiences as they relate to communications they receive – orchestration tracking, optimization should result in lower comms deployments, but higher engagement)",
                        "Maintains reporting on daily project execution, monitoring on time, delayed, and cancelled (with dispositioning reasons)",
                        "Creates internal operational reports for team, tracking productivity instrumental in goal defining and setting",
                        "Supports efforts to distill data and reporting data into meaningful and actionable insights",
                        "Ensures data availability and proactively communicates with clients on data delays and issues; triage upstream systems and databases for issues and partners with technology teams to facilitate resolution"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Cox+Enterprises&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAII2Aw",
                    "text": "See web results for Cox Enterprises"
                }
            ],
            "extensions": [
                "5 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTci4gRGF0YSBBbmFseXN0LCBNYXJrZXRpbmcgT3BlcmF0aW9ucyIsImh0aWRvY2lkIjoiQ3AwZGZmcXMzQ1VBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1UwZFNPVFZGYlMxVWVrcFJWa0ZYZDJsb1dtRTFhVmhwYm1sdU1qTmFjazVTZEdwTGVXNW5jWFZzU2pob2RHZ3lSSGRaTWxoRU4zWm1ZWFYxWVVkZk1scHdkRmhyVTBJdGJtZHhPV0ZPV1hoNVJYbHdjM2RvYkc5RmFtNUxkRzU1TFVWM2JYTklPVjh0UkdaUlNsaExTRzlYV1VSNldtWlBNWEF3V0hKdmIzZE1iMUJWUmtkdllsaHZUVkF6WmpCUVFqQnNRMnhrTlRJemQxUjJPVXQ0V0ZWMVVWUnFkSGhVTlVZdFkxRTFTWGgxWW1oQ1h5MUVVRGhMU1RCNVowbFFPRjgwY0hGUGFIWjFYMWxUU0UxTU5sOWlSa3RZVlRFNVh6TTVVUklYYVV4ck9WcE5NMHRIV20xMk5DMUZVSG81VjA4d1FYY2FJa0ZQTFRCeWJEZGtNRzB3UkY4MlRqSmZhRWh3VmxBMWNWQldUVXBWU2s0NFNYYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzExIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIENveCBDYXJlZXJzIC0gQ294IEVudGVycHJpc2VzIiwibGluayI6Imh0dHBzOi8vam9icy5jb3hlbnRlcnByaXNlcy5jb20vZW4vam9icy9qb2IvcjIwMjIxMDY2My1zci1kYXRhLWFuYWx5c3QtbWFya2V0aW5nLW9wZXJhdGlvbnMvP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "HR Data & Technology Analyst, Associate",
            "company_name": "The Rector & Visitors of the University of Virginia",
            "location": " Anywhere ",
            "via": "via Workday",
            "description": "The University of Virginia’s Department of Human Resources is currently seeking an HR Data & Tech Analyst, Associate to join our team. The ideal candidate will be responsible for operational support and the maintenance, configuration, and optimization of our time tracking and absence management functionality in Workday. The individual in this role will have an understanding of HR processes and... data analysis techniques, and some experience working with HR systems. Team members are provided with training, mentorship, and access to some of the best technology tools in the industry. Our team strives to innovate, create efficiencies, and deliver best-in-class technology solutions. We help advance strategy and improve HR from the inside by fostering strategic partnerships. We serve the entire UVA community by supporting and maintaining many essential services. Key Responsibilities: Maintain and configure our Workday tenant, especially its time tracking and absence management functionality Ensure system data integrity, testing, and documentation Monitor and analyze data to identify trends, issues, and areas for improvement Collaborate with cross-functional teams to identify system requirements and configure solutions Participate in HR data projects to ensure data accuracy, compliance, and reporting. Actively manage inquiry queue, provide support, training, and guidance on system functionality and best practices Other tasks and projects as assigned. We support work/life balance and this position is eligible for remote work with the understanding that there is work that must be conducted in-person, on site occasionally. This is a full-time position with UVa benefits. Employees benefits package highlights include: 22 days of paid time off, increasing with service; 13+ paid holidays each year, in addition to paid time off Parental and Community Service Leave Health plan with options to meet healthcare and financial needs, available immediately Retirement through the Virginia Retirement System Tuition and professional development benefits after six months of employment Employee wellness program featuring activities to earn up to $500/year. The selected applicant will pass a background check. Education:  High School Diploma, Bachelor's degree Preferred              Experience:  Two years relevant experience Licensure: None QUALIFICATIONS Experience with time and absence management systems and configurations, preferably Workday Strong analytical skills, with experience in data analysis, reporting, and visualization Excellent problem-solving and communication skills Ability to work independently, prioritize tasks, and manage multiple projects simultaneously Familiarity with HR processes and regulations Proficiency in Microsoft Excel and other data analysis tools. PHYSICAL DEMANDS This is primarily a sedentary job involving extensive use of desktop computers. The job does occasionally require traveling some distance to attend meetings, and programs. TO APPLY Please apply through Workday, and search for R0047158. Internal applicants must apply through their UVA Workday profile by searching ‘Find Jobs.’ Complete an application online with the following documents: Resume Cover letter Upload all materials into the resume submission field, multiple documents can be submitted into this one field. Alternatively, merge all documents into one PDF for submission. Applications that do not contain all required documents will not receive full consideration. References will be completed via UVA’s standardized process SkillSurvey. A total of five references will be requested via SkillSurvey during the final phase of the interview process. A minimum of three references is required. For questions about the application process, please contact Michele Jarman, Academic Recruiter. COVID Vaccination Requirement and Guidelines Please visit the UVA COVID-19 Job Requirements and Guidelines webpage prior to applying for current information regarding vaccination requirements and guidelines for employment at UVA. The University of Virginia, including the UVA Health System which represents the UVA Medical Center, Schools of Medicine and Nursing, UVA Physician’s Group and the Claude Moore Health Sciences Library, are fundamentally committed to the diversity of our faculty and staff. We believe diversity is excellence expressing itself through every person's perspectives and lived experiences. We are equal opportunity and affirmative action employers. All qualified applicants will receive consideration for employment without regard to age, color, disability, gender identity or expression, marital status, national or ethnic origin, political affiliation, race, religion, sex (including pregnancy), sexual orientation, veteran status, and family medical or genetic information. The University of Virginia is an iconic public institution of higher education, boasting nationally ranked schools and programs, diverse and distinguished faculty, a major academic medical center, and proud history as a renowned research university. In January of 1819, the Commonwealth of Virginia’s General Assembly chartered what would become the University of Virginia. Entering our third century, the University has served Virginia, the nation, and the world by: educating responsible citizen-leaders; advancing, preserving, and disseminating knowledge; and providing world-class patient care. These responsibilities are enduring and continue to inspire our efforts. The UVA Health System is renowned for providing outstanding patient care, educating tomorrow's health care leaders, and discovering new and better ways to treat diseases. The UVA Medical Center and Physicians Group, School of Medicine, and School of Nursing are recognized for their excellence in patient care, education, and research. At UVA, we offer a rich collection of benefits, which have long been recognized and valued for their comprehensiveness and competitiveness in the market. In addition to a robust array of traditional benefits such as health care, time off, and retirement, UVA offers an array of other benefits and services to support faculty, staff, and UVA Health team members with their personal and family needs. We are committed to a policy of equal opportunity for all persons and welcome diversity in all forms. For more information on the University of Virginia and the surrounding area, visit our Why UVA and Why Charlottesville webpages",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "PHYSICAL DEMANDS This is primarily a sedentary job involving extensive use of desktop computers"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The ideal candidate will be responsible for operational support and the maintenance, configuration, and optimization of our time tracking and absence management functionality in Workday",
                        "The individual in this role will have an understanding of HR processes and data analysis techniques, and some experience working with HR systems",
                        "Key Responsibilities: Maintain and configure our Workday tenant, especially its time tracking and absence management functionality Ensure system data integrity, testing, and documentation Monitor and analyze data to identify trends, issues, and areas for improvement Collaborate with cross-functional teams to identify system requirements and configure solutions Participate in HR data projects to ensure data accuracy, compliance, and reporting",
                        "Actively manage inquiry queue, provide support, training, and guidance on system functionality and best practices Other tasks and projects as assigned",
                        "We support work/life balance and this position is eligible for remote work with the understanding that there is work that must be conducted in-person, on site occasionally",
                        "The job does occasionally require traveling some distance to attend meetings, and programs",
                        "References will be completed via UVA’s standardized process SkillSurvey"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Employees benefits package highlights include: 22 days of paid time off, increasing with service; 13+ paid holidays each year, in addition to paid time off Parental and Community Service Leave Health plan with options to meet healthcare and financial needs, available immediately Retirement through the Virginia Retirement System Tuition and professional development benefits after six months of employment Employee wellness program featuring activities to earn up to $500/year"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.virginia.edu/",
                    "text": "virginia.edu"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=The+Rector+%26+Visitors+of+the+University+of+Virginia&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIlw0",
                    "text": "See web results for The Rector & Visitors of the University of Virginia"
                }
            ],
            "extensions": [
                "6 days ago",
                "Work from home",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJIUiBEYXRhIFx1MDAyNiBUZWNobm9sb2d5IEFuYWx5c3QsIEFzc29jaWF0ZSIsImh0aWRvY2lkIjoiMkRHUE9UNXBHOU1BQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXN3Q0Nvd0NRVVZ6TjJwT1VraDVhR2hHU21vMmNHcEtlRWRyUzA1YVdtZHZWVmhoVERSUlgwcDBNVTU1WDNaRFRrMHlZM2cyUTA1bWMzQkJNWGM1ZEdONVRsUmFNVE5rYmpCU1RFOWtNakpUUm1Gdk1IZ3pObEZWV0VSU1VWZFVVVUpLZUdOT2QzUjVaemhXYlVwRU1rbHRZVWhEZUc1eE5sUjNiMEZVYVhOUlRUVjFOMnMzTUdwMVVISnNWREZMUmpaa09HbHZVMGhRWDNwdFVrTkNObEptWDFsQ1VUaHZPRlJGTTBWUk5HUjVMV0Z6TkdoTWEzcEZlV3BSYmxaVlpVTlJRMkpUVEVjelEzUlFhaTFXU1VwRlQyWldiR3htUkhOaVYyeFFVV2xDYURCMFh6ZHNVVWhUZEZKaldHbDRjSEpwU2toTWFFWTRjR0kxT1dORGVUUndXbFpMU21KQmJHWkJVWFpIWVhFek5oSVhhVXhyT1ZwTk0wdEhXbTEyTkMxRlVIbzVWMDh3UVhjYUlrRlBMVEJ5YkRWbVltVmtSVGhDYUdKbE4weHhla050V0hSUFdtOUdORXN6V0VFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gV29ya2RheSIsImxpbmsiOiJodHRwczovL3V2YS53ZDEubXl3b3JrZGF5am9icy5jb20vZW4tVVMvVVZBSm9icy9qb2IvQ2hhcmxvdHRlc3ZpbGxlLVZBL0hSLURhdGEtLS1UZWNobm9sb2d5LUFuYWx5c3QtLUFzc29jaWF0ZV9SMDA0NzE1OD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst/Drilling Engineering Technician",
            "company_name": "Airswift",
            "location": "  Oklahoma City, OK   ",
            "via": "via Airswift",
            "description": "Our major client, in the Oil & Gas industry, is seeking a Drilling Administrator Technician to work within their facilities located in Oklahoma City, OK for a 1-year assignment (subject to extension). Engineering support Data Analysis Assist Drilling Team with data pulls as needed. QC data and make backend corrections as needed. Present data in visualizations or tables. Build & maintain Spotfire guides with input from Drilling Team (Manager and Engineers) SQL, excel, spotfire, Power BI, etc IDC Create new wells in IDC. Ensure that all wells on the drill schedule for next 3 months are created in IDC. Gather header information from drilling engineer as needed Enter location construction cost into IDC for all new wells Work with Drilling Team, Location Construction Foreman, and Accounting to determine cost allocation for IDC estimates per well Push new wells in IDC to field at least 2 weeks prior to spud Review IDC reports daily for all active wells and verify the following: Diesel... consumption does not contain erroneous values Other Daily Report Scrub as defined by Drilling Team Lock IDC field entry on wells after 7 days past rig release Send notification to rig & responsible engineer Drilling Cost Control Generate post-well drilling cost variance report (AFE vs. IDC vs. Primo) 30 days after RR and review with engineering team Monthly AFE Review. Generate list of wells to be reviewed 1 week prior to meeting. Work with responsible engineers to determine if IDC, Primo, & Division Estimate costs are accurate. Assist with corrections in IDC or DE as necessary Quarterly Division Review Assist Drilling Team with data pulls and visualizations Assist with building PowerPoint slides as needed General Morning Drilling Meeting – Maintain MS Teams meeting invite, update attendee list as needed. Call in OKC meeting room to Teams meeting and set up necessary iRig/iSteer visuals prior to start time Maintain drilling report distribution email Other meetings – Attend other drilling or G&G team meetings as needed Maintain Well Control Certification compliance list for all office and field drilling personnel (employee and contractor). Archive and ensure validity of Individual Well Control Certificates. Assist in transmitting drilling information to regulatory for required filings",
            "job_highlights": [
                {
                    "items": [
                        "Our major client, in the Oil & Gas industry, is seeking a Drilling Administrator Technician to work within their facilities located in Oklahoma City, OK for a 1-year assignment (subject to extension). Engineering support Data Analysis Assist Drilling Team with data pulls as needed. QC data and make backend corrections as needed. Present data in visualizations or tables. Build & maintain Spotfire guides with input from Drilling Team (Manager and Engineers) SQL, excel, spotfire, Power BI, etc IDC Create new wells in IDC. Ensure that all wells on the drill schedule for next 3 months are created in IDC. Gather header information from drilling engineer as needed Enter location construction cost into IDC for all new wells Work with Drilling Team, Location Construction Foreman, and Accounting to determine cost allocation for IDC estimates per well Push new wells in IDC to field at least 2 weeks prior to spud Review IDC reports daily for all active wells and verify the following: Diesel... consumption does not contain erroneous values Other Daily Report Scrub as defined by Drilling Team Lock IDC field entry on wells after 7 days past rig release Send notification to rig & responsible engineer Drilling Cost Control Generate post-well drilling cost variance report (AFE vs. IDC vs. Primo) 30 days after RR and review with engineering team Monthly AFE Review. Generate list of wells to be reviewed 1 week prior to meeting. Work with responsible engineers to determine if IDC, Primo, & Division Estimate costs are accurate. Assist with corrections in IDC or DE as necessary Quarterly Division Review Assist Drilling Team with data pulls and visualizations Assist with building PowerPoint slides as needed General Morning Drilling Meeting – Maintain MS Teams meeting invite, update attendee list as needed. Call in OKC meeting room to Teams meeting and set up necessary iRig/iSteer visuals prior to start time Maintain drilling report distribution email Other meetings – Attend other drilling or G&G team meetings as needed Maintain Well Control Certification compliance list for all office and field drilling personnel (employee and contractor). Archive and ensure validity of Individual Well Control Certificates. Assist in transmitting drilling information to regulatory for required filings"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://air-swift.com/",
                    "text": "air-swift.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Airswift&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIyg0",
                    "text": "See web results for Airswift"
                }
            ],
            "extensions": [
                "5 days ago",
                "Contractor",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Contractor"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QvRHJpbGxpbmcgRW5naW5lZXJpbmcgVGVjaG5pY2lhbiIsImh0aWRvY2lkIjoiZjMzTFBNeG9xMlVBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WVzVwZEdWa0lGTjBZWFJsY3ciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1UwcEplalpEYTFoUExVcEdPWFp4YmpKTVpsQlNVRWx5VTBKMWNHSjFOMGh4Y0hscGFVOWlkVmRTYTNjd2NHeGZTV1Y0TUZOdlJGUkxNRWxxU0hwTVNuRjRkelZRVTJaQ1Vra3hORUpTV1RCV1NUTnJiVU55TFcxUGJsOWZhV2R5UzJ0TlNqUlViVTVxUkdsWlgxZzJNbE56YVhaTFNYQkhkbUpMTjFwdlFsOUhXbTFKZEhCb1lUWXdRV2RSVEhaS1ZsWk1PVFY0TFhGMFJWRjFlVXQ2YVdsdlVIZHBkekJrUm5oVVdGTTVjMW90VGtnM1oySlhOaTB4YWtaVWRYZGFNSGRyT1ROMFNGcGZaRGxtWDJWTU1uQkRURlp0VEdabFFsVXdVUklYYVV4ck9WcE5NMHRIV20xMk5DMUZVSG81VjA4d1FYY2FJa0ZQTFRCeWJEZEdaM2szUlRoTGNuaDJUMVoxVXpSRFFXaE9TR2RSTmpsRlpHYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE1IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEFpcnN3aWZ0IiwibGluayI6Imh0dHBzOi8vd3d3LmFpcnN3aWZ0LmNvbS9qb2JzL2RhdGEtYW5hbHlzdC1kcmlsbGluZy1lbmdpbmVlcmluZy10ZWNobmljaWFuLTExODc3ODA/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Analyst",
            "company_name": "American Technology Consulting - ATC",
            "location": "  United States   ",
            "via": "via LinkedIn",
            "description": "Job Title: Entry Level Business Analyst / Product Owner U.S. Citizens and those authorized to work in the U.S. are encouraged to apply. We are able to sponsor at this time.\n\nWe are a US equal employment opportunity employer...\n\nJob Description:\n• Entry Level expertise in gathering, analyzing, and documenting business requirements. If you do not have experience as a Business Analyst or Product Owner, you will be put through a training & Internship program.\n• Experience in Requirement Gathering, Agile methodology, writing user stories, and building and planning roadmaps.\n• Experience in preparing functional and detailed system design documents\n• Demonstrate expertise with SDLC methodology\n• Ability to communicate effectively across multiple levels of the organization, including with leadership.\n• Demonstrated leadership, initiative, analytical skills, and sound business acumen, including the ability to understand and analyze recommendations\n• Experience with all phases of testing (i.e., system, integration, user acceptance), including creating use cases, test conditions, and review of output.\n• Must be able to adjust and work effectively in a dynamic, changing environment\n\nOther:\n• Master’s Degree.\n• We sponsor H1B or related work visas for eligible candidates on F1/OPT/CPT.\n• We offer health insurance 100% paid.\n• We follow equal employment opportunity",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "If you do not have experience as a Business Analyst or Product Owner, you will be put through a training & Internship program",
                        "Experience in Requirement Gathering, Agile methodology, writing user stories, and building and planning roadmaps",
                        "Experience in preparing functional and detailed system design documents",
                        "Ability to communicate effectively across multiple levels of the organization, including with leadership",
                        "Demonstrated leadership, initiative, analytical skills, and sound business acumen, including the ability to understand and analyze recommendations",
                        "Experience with all phases of testing (i.e., system, integration, user acceptance), including creating use cases, test conditions, and review of output",
                        "Must be able to adjust and work effectively in a dynamic, changing environment",
                        "Master’s Degree"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Entry Level expertise in gathering, analyzing, and documenting business requirements"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We offer health insurance 100% paid"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=American+Technology+Consulting+-+ATC&sa=X&ved=0ahUKEwjNrofC7bH-AhWZ1zgGHc-qA8o4ChCYkAIIhw4",
                    "text": "See web results for American Technology Consulting - ATC"
                }
            ],
            "extensions": [
                "3 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IkY4OTVrZFRsZWVNQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVlc1cGRHVmtJRk4wWVhSbGN3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9VbWM0VUdJeU56RTBYM3B3U25SdlYybHlVelZIVDFZeFVIRldURlIwWVdJME1rZHJTblZ2TVVsbFZrZzVibkJGYjFsMGRXWTBiMnBDWlU5elduRnVXRmxJVEhWRVdrSjZkbDlGVkdFelMwcEVhMHR2U1Vzd2JGUndjR04wZEZKb2NrOTZSVWgyUVRoVlUzWkZRWEZJVVdadlIyUnVURkZoV0RFd1JqWkpaVXBoWWxoRFJqazFTV3BFVUUxbmRrRmpMVmhRYWxoZlowcEdUbGd5Vms5WGFHdDFkR2hQZVd4MGEwcFJkMlk1TUV3NEVoZHBUR3M1V2swelMwZGFiWFkwTFVWUWVqbFhUekJCZHhvaVFVOHRNSEpzTjB0a1IyNUliVWMyYUZKMmEzTk1WVTV2UzFsRVdWcGZSekpWUVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2RhdGEtYW5hbHlzdC1hdC1hbWVyaWNhbi10ZWNobm9sb2d5LWNvbnN1bHRpbmctYXRjLTM1NjM2OTE2MTM/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Data analyst",
                    "value": "data analyst"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Business",
                    "value": "business"
                },
                {
                    "text": "Systems analyst",
                    "value": "systems analyst"
                },
                {
                    "text": "Writer",
                    "value": "writer"
                },
                {
                    "text": "Advisor",
                    "value": "advisor"
                },
                {
                    "text": "Analyst senior",
                    "value": "analyst senior"
                },
                {
                    "text": "Biostatistician",
                    "value": "biostatistician"
                },
                {
                    "text": "Business analyst",
                    "value": "business analyst"
                },
                {
                    "text": "Consultant",
                    "value": "consultant"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Engineering technician",
                    "value": "engineering technician"
                },
                {
                    "text": "Intelligence analyst",
                    "value": "intelligence analyst"
                },
                {
                    "text": "Management analyst",
                    "value": "management analyst"
                },
                {
                    "text": "Planning analyst",
                    "value": "planning analyst"
                },
                {
                    "text": "Process analyst",
                    "value": "process analyst"
                },
                {
                    "text": "Senior associate",
                    "value": "senior associate"
                },
                {
                    "text": "Support analyst",
                    "value": "support analyst"
                },
                {
                    "text": "Technical consultant",
                    "value": "technical consultant"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Bentonville, AR",
                    "value": "SUnWTgAQyYcCvyUkyIyA2g=="
                },
                {
                    "text": "Oklahoma City, OK",
                    "value": "gdL4flSKrYedOk_RdBKiMw=="
                },
                {
                    "text": "Jefferson City, MO",
                    "value": "8Qo7Tqtd24et2ai8S8nnsg=="
                },
                {
                    "text": "Kansas City, MO",
                    "value": "l5npr173wIeiUapq5iWFVQ=="
                },
                {
                    "text": "Cassville, MO",
                    "value": "OUvy21DQyIc6hF_OIVWVzg=="
                },
                {
                    "text": "Pea Ridge, AR",
                    "value": "6xf8mywZyYe6kgw_pTHC3w=="
                },
                {
                    "text": "Rogers, AR",
                    "value": "fVbBUdQQyYfU9HNTz74Zzg=="
                },
                {
                    "text": "Springdale, AR",
                    "value": "eYV1ArMUyYdavDvUreoxoQ=="
                },
                {
                    "text": "Tulsa, OK",
                    "value": "jy7R3biStof3atkbyBBp5w=="
                },
                {
                    "text": "Anderson, MO",
                    "value": "xZJyU_xWyIeLkG_wPNh9sw=="
                },
                {
                    "text": "Elkins, AR",
                    "value": "wTlAeqlDyYcwYhRAWUq6fw=="
                },
                {
                    "text": "Gravette, AR",
                    "value": "w8TGtmupyYfe37-QmZ2BFg=="
                },
                {
                    "text": "Kansas City, KS",
                    "value": "FTXPJ-SMwIcFHsNwe3d33A=="
                },
                {
                    "text": "Olathe, KS",
                    "value": "QU8fEKWXwIewfX6dVjiCwQ=="
                },
                {
                    "text": "Overland Park, KS",
                    "value": "0zgmp1GVwIfI-UQ460_OJA=="
                },
                {
                    "text": "Springfield, MO",
                    "value": "P5jIRfdiz4egDWkes2z9aw=="
                },
                {
                    "text": "Columbia, MO",
                    "value": "yYKBu_Or3Icgb726LWkRoA=="
                },
                {
                    "text": "Decatur, AR",
                    "value": "3YcD6xemyYcJJvgrmGU1eQ=="
                },
                {
                    "text": "Elm Springs, AR",
                    "value": "weUZtbASyYc-0yhD2qMB6A=="
                },
                {
                    "text": "Farmington, AR",
                    "value": "3TIDmiRwyYcjV7nAAjLNAA=="
                },
                {
                    "text": "Fayetteville, AR",
                    "value": "nT61L3tvyYfPyLT8afAZRQ=="
                },
                {
                    "text": "Fort Smith, AR",
                    "value": "j3azjrpMyoeK-isV0re17w=="
                },
                {
                    "text": "Goshen, AR",
                    "value": "eV-AEuJDyYfr38SF3HJZ-Q=="
                },
                {
                    "text": "Johnson, AR",
                    "value": "H2EBZEJsyYfs4-VLPIyX7Q=="
                },
                {
                    "text": "Lenexa, KS",
                    "value": "rZknHh-UwIcLSV98iPViMg=="
                },
                {
                    "text": "Noel, MO",
                    "value": "j1H-t1pTyIfdC4IScI3jLA=="
                },
                {
                    "text": "Tontitown, AR",
                    "value": "o_pMF5RyyYfEvqij54Opug=="
                },
                {
                    "text": "Topeka, KS",
                    "value": "KXrs2uQCv4fwp-Nq0Ocrvg=="
                },
                {
                    "text": "Wichita, KS",
                    "value": "LRh_0mrbuoc-PdN0v9WWkw=="
                },
                {
                    "text": "All, MO",
                    "value": "Wey1pl2Bz4es-p5xlwWARw=="
                },
                {
                    "text": "Atchison, KS",
                    "value": "cTvuXj-Lv4cXOT3cLOqOGA=="
                },
                {
                    "text": "Beatrice, NE",
                    "value": "C0H7B6lCloc9jdFZsJrjkg=="
                },
                {
                    "text": "Broken Arrow, OK",
                    "value": "EU6rbj1itodcJqZGOKslKA=="
                },
                {
                    "text": "Centerton, AR",
                    "value": "99IuBIgFyYehPLOyXut7XQ=="
                },
                {
                    "text": "Edmond, OK",
                    "value": "E8VDFbMfsofMhNEdNhAURg=="
                },
                {
                    "text": "Evansville, AR",
                    "value": "fVu-cpkpyof8-2Pa0npO_Q=="
                },
                {
                    "text": "Greenland, AR",
                    "value": "mYDB0JhlyYcwPNpDzC4CBw=="
                },
                {
                    "text": "Lowell, AR",
                    "value": "S99nqxEUyYcglsAlyy4CBw=="
                },
                {
                    "text": "Manhattan, KS",
                    "value": "LWPDRO-3vYfvxxJzSF0YqQ=="
                },
                {
                    "text": "Mission, KS",
                    "value": "4Q3sAs7twIegN_6kDLgDHA=="
                },
                {
                    "text": "Nevada, MO",
                    "value": "B8gvD09UxodE3WkOm4i7ww=="
                },
                {
                    "text": "Norman, OK",
                    "value": "5-6Tf7Zjsof4XKirPyNbRA=="
                },
                {
                    "text": "Prague, OK",
                    "value": "VQS7EhTps4eP5GkvXZOhug=="
                },
                {
                    "text": "Roxton, TX",
                    "value": "N4BxEjFTSoZAFL5vVZnkIg=="
                },
                {
                    "text": "Stillwater, OK",
                    "value": "I6-Z6_kJsYeZ0RAgFtqRjA=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Advertising",
                    "value": "/business/naics2007/5418"
                },
                {
                    "text": "Entertainment",
                    "value": "/business/naics2007/71"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Accounting",
                    "value": "/business/naics2007/5412"
                },
                {
                    "text": "Construction",
                    "value": "/business/naics2007/23"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Real Estate",
                    "value": "/business/naics2007/53"
                },
                {
                    "text": "Rental",
                    "value": "/business/naics2007/532"
                },
                {
                    "text": "Repair",
                    "value": "/business/naics2007/811"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Restaurant",
                    "value": "/business/naics2007/722"
                },
                {
                    "text": "Textiles & Apparel",
                    "value": "/business/naics2007/313"
                },
                {
                    "text": "Utilities",
                    "value": "/business/naics2007/22"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Walmart",
                    "value": "/m/0841v"
                },
                {
                    "text": "Upwork",
                    "value": "/m/02pzh5d"
                },
                {
                    "text": "Insight Global",
                    "value": "/m/0b773zq"
                },
                {
                    "text": "Apex Systems",
                    "value": "/g/11bycxrxk8"
                },
                {
                    "text": "Avispa",
                    "value": "/g/11h1y7_gl0"
                },
                {
                    "text": "CTG",
                    "value": "/m/02wbf6g"
                },
                {
                    "text": "CareSource",
                    "value": "/m/064q3dd"
                },
                {
                    "text": "Cargill",
                    "value": "/m/03sw9w"
                },
                {
                    "text": "Centene Corporation",
                    "value": "/m/028095t"
                },
                {
                    "text": "Cox Enterprises",
                    "value": "/g/11c52t1pn4"
                },
                {
                    "text": "Dave",
                    "value": "/g/11fpcywns0"
                },
                {
                    "text": "Deel",
                    "value": "/g/11p67fg1nx"
                },
                {
                    "text": "Dice",
                    "value": "/m/02_3ckm"
                },
                {
                    "text": "Diverse Lynx",
                    "value": "/g/11dxp_49r_"
                },
                {
                    "text": "Docker, Inc",
                    "value": "/g/11c58pb160"
                },
                {
                    "text": "Inceed",
                    "value": "/g/11c3wt63v0"
                },
                {
                    "text": "Modis",
                    "value": "/g/11b7cdyb52"
                },
                {
                    "text": "O'Reilly Auto Parts",
                    "value": "/m/0h7_x_"
                },
                {
                    "text": "Oklahoma Medical Research Foundation (OMRF)",
                    "value": "/m/07hmc0"
                },
                {
                    "text": "Robert Half",
                    "value": "/m/07k98m"
                },
                {
                    "text": "Seacoast Bank",
                    "value": "/m/03p33yf"
                },
                {
                    "text": "The Rector & Visitors of the University of Virginia",
                    "value": "/g/11bc6qhhl6"
                },
                {
                    "text": "ACTIVISION PUBLISHING, INC",
                    "value": "/m/09j_g"
                },
                {
                    "text": "Addison Group",
                    "value": "/m/011qdhv9"
                },
                {
                    "text": "Aditi Consulting",
                    "value": "/m/02x0w19"
                },
                {
                    "text": "Airswift",
                    "value": "/g/11clw7gnbh"
                },
                {
                    "text": "Alderson Loop",
                    "value": "/g/11dxq2t780"
                },
                {
                    "text": "AmeriHealth Caritas",
                    "value": "/g/11bc6w3jt6"
                },
                {
                    "text": "Analytic Recruiting Inc.",
                    "value": "/g/1dtw3ptz"
                },
                {
                    "text": "Aon",
                    "value": "/m/0z7n"
                },
                {
                    "text": "Appen",
                    "value": "/g/11gv0v4sl5"
                },
                {
                    "text": "Arrow Electronics India Private Limited",
                    "value": "/m/09n1sqc"
                },
                {
                    "text": "Ascendion",
                    "value": "/g/11bc6n8838"
                },
                {
                    "text": "Atmosfy, Inc",
                    "value": "/g/11p0_hwfyk"
                },
                {
                    "text": "Aurora Solar",
                    "value": "/g/11f012n_zq"
                },
                {
                    "text": "Axelon Services Corporation",
                    "value": "/g/11fy25mwb0"
                },
                {
                    "text": "Booz Allen Hamilton Inc.",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "CBRE Group, Inc",
                    "value": "/m/090r7m"
                }
            ]
        }
    ]
}