{
    "search_metadata": {
        "id": "643dbb4cad7fa994f0154653",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/107b0a8271ae2368/643dbb4cad7fa994f0154653.json",
        "created_at": "2023-04-17 21:34:04 UTC",
        "processed_at": "2023-04-17 21:34:04 UTC",
        "google_jobs_url": "https://www.google.com/search?q=block+chain&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=0",
        "raw_html_file": "https://serpapi.com/searches/107b0a8271ae2368/643dbb4cad7fa994f0154653.html",
        "total_time_taken": 1.26
    },
    "search_parameters": {
        "q": "block chain",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 0
    },
    "jobs_results": [
        {
            "title": "Blockchain & Digital Assets Senior Manager",
            "company_name": "Deloitte",
            "location": "  Arlington, VA   ",
            "via": "via Deloitte Jobs",
            "description": "We are expanding Deloitte's Audit & Assurance Blockchain & Digital Assets practice. We are seeking professionals who want to build off their existing audit knowledge or accounting experience and use such knowledge on exciting audit and advisory projects that add great value to our clients within their finance, accounting, and operation departments. From digital asset technical accounting issues... to new standard implementations; from complex transaction support to internal controls specific to blockchain and digital assets, the leaders of our practice will help you expand your experience base to further develop your career. At Deloitte, we provide services using an approach designed to provide the flexibility to serve the unique circumstances and complexities of our clients. You'll gain exposure to a variety of industries, business models and financial accounting areas, helping your career growth and professional development.\n\nWork You'll Do:As a Blockchain & Digital Assets Senior Manager, you will participate in client proposals and oversee day-to-day operations of engagement teams. You will work closely with the team to tackle accounting and other issues while using our cutting-edge technology. You will leverage your various skillsets to be an agile leader within our practice. Other responsibilities will include:\n• Identify, prepare and participate in proposals for new clients and projects\n• Participate in strategic firm initiatives such as the development of written materials to support new service offerings, the development and delivery of training materials, and participation in firm eminence events\n• Be active in the marketplace and build relationships in order to grow the business\n• Stay connected to market trends to think through future innovative solutions\n• Lead the integration of overseas resources to drive efficient execution\n• Develop, maintain, and leverage internal contacts across Deloitte functions\n• Be a trusted advisor to public and private clients to assist with accounting, financial reporting, and internal control matters\n• Strengthen client relationships, liaise directly with clients to manage deliverables and deadlines, generate additional engagement opportunities through excellent quality, timely execution, and a strategic approach to service delivery\n• Supervise, coach, and mentor all levels of staff, seniors, and managers. Conduct performance reviews and contribute to performance feedback and training. Develop and communicate workplace culture and code of conduct.\n• Lead teams in providing a Financial Statement Audit\n• Lead teams in providing Internal Controls Specific to Blockchain & Digital Assets services:\n• Design processes and governance models\n• Identify new risks and controls\n• Perform testing of the control framework\n• Evaluate blockchain reliability\n• Lead teams in providing Audit Readiness for Blockchain & Digital Asset Transactions\n• Provide audit readiness training\n• Evaluate a company's existing accounting policies, internal controls, resources, reporting frameworks and technology\n• Provide audit assistance services\n• Prepare financial statements and disclosures\n• Lead teams in providing IPO Readiness and SEC Reporting services (e.g. Form S-1)\n• Evaluate relevant tasks including IPO project plan\n• Assess complex US GAAP, IFRS, and SEC reporting requirements\n• Identify requirements, perform controls gap assessment, and design controls\n• Assist with preparation of filings, financial information, and disclosures\n• Support Special Purpose Acquisition Company (SPAC) transactions\n• Lead teams in providing Accounting Advisory Services for Digital Asset Transactions\n• Research accounting treatment for digital asset transactions\n• Draft relevant crypto-asset and blockchain disclosures including non-GAAP considerations\n• Advise on the use of non-GAAP measures, metrics, and other key performance indicators\n• Provide insights on proposed, existing, and new rules\n• Discuss complex accounting matters with a company's auditors\n• Advise on complex accounting matters involving regulators\n• Ability to work efficiently and effectively in a virtual environment\n\nQualifications\n\nRequired:\n• Bachelor's degree in accounting or related field or equivalent years of relevant experience\n• 8+ years of public accounting or equivalent experience\n• 4+ years of experience managing and supervising teams\n• Certified Public Accountant (CPA)\n• Ability to think creatively, problem solve, and motivate teams\n• Detail oriented, organized, flexible and able to adapt to change\n• Proven ability to work in a fast-paced environment\n• Exceptional written and verbal communication skills\n• Strong presentation skills and ability to explain complex issues clearly and succinctly\n• Ability to work effectively in a virtual environment\n• Ability to travel up to 50%, on average, based on the work you do and the clients and industries/sectors you serve\n• Limited immigration sponsorship may be available\n\nPreferred:\n• Strong up-to-date technical knowledge of US GAAP accounting standards\n• Experience with researching and clearly documenting accounting issues and applicable accounting standards\n• Ability to read complex documents, synthesize, and summarize important facts\n• Proven experience managing client relationships\n• Desire to teach and provide on-the-job training\n• Good project and time management skills\n• Proficient in the use of Microsoft Office, especially Excel\n• Experience in financial reporting and SEC requirements\n• Knowledge of International Financial Reporting Standards (IFRS) and other international accounting standards\n• Prior experience identifying, preparing, and participating in proposals for new client projects\n\nThe wage range for this role takes into account the wide range of factors that are considered in making compensation decisions including but not limited to skill sets; experience and training; licensure and certifications; and other business and organizational needs. The disclosed range estimate has not been adjusted for the applicable geographic differential associated with the location at which the position may be filled. At Deloitte, it is not typical for an individual to be hired at or near the top of the range for their role and compensation decisions are dependent on the facts and circumstances of each case. A reasonable estimate of the current range is $146,300 to $271,700.\n\nYou may also be eligible to participate in a discretionary annual incentive program, subject to the rules governing the program, whereby an award, if any, depends on various factors, including, without limitation, individual and organizational performance.\n\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability or protected veteran status, or any other legally protected basis, in accordance with applicable law.\n\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability or protected veteran status, or any other legally protected basis, in accordance with applicable law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor's degree in accounting or related field or equivalent years of relevant experience",
                        "8+ years of public accounting or equivalent experience",
                        "4+ years of experience managing and supervising teams",
                        "Certified Public Accountant (CPA)",
                        "Ability to think creatively, problem solve, and motivate teams",
                        "Detail oriented, organized, flexible and able to adapt to change",
                        "Proven ability to work in a fast-paced environment",
                        "Exceptional written and verbal communication skills",
                        "Strong presentation skills and ability to explain complex issues clearly and succinctly",
                        "Ability to work effectively in a virtual environment",
                        "Ability to travel up to 50%, on average, based on the work you do and the clients and industries/sectors you serve",
                        "Limited immigration sponsorship may be available",
                        "The wage range for this role takes into account the wide range of factors that are considered in making compensation decisions including but not limited to skill sets; experience and training; licensure and certifications; and other business and organizational needs"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You'll gain exposure to a variety of industries, business models and financial accounting areas, helping your career growth and professional development",
                        "Work You'll Do:As a Blockchain & Digital Assets Senior Manager, you will participate in client proposals and oversee day-to-day operations of engagement teams",
                        "You will work closely with the team to tackle accounting and other issues while using our cutting-edge technology",
                        "You will leverage your various skillsets to be an agile leader within our practice",
                        "Identify, prepare and participate in proposals for new clients and projects",
                        "Participate in strategic firm initiatives such as the development of written materials to support new service offerings, the development and delivery of training materials, and participation in firm eminence events",
                        "Be active in the marketplace and build relationships in order to grow the business",
                        "Stay connected to market trends to think through future innovative solutions",
                        "Lead the integration of overseas resources to drive efficient execution",
                        "Develop, maintain, and leverage internal contacts across Deloitte functions",
                        "Be a trusted advisor to public and private clients to assist with accounting, financial reporting, and internal control matters",
                        "Strengthen client relationships, liaise directly with clients to manage deliverables and deadlines, generate additional engagement opportunities through excellent quality, timely execution, and a strategic approach to service delivery",
                        "Supervise, coach, and mentor all levels of staff, seniors, and managers",
                        "Conduct performance reviews and contribute to performance feedback and training",
                        "Develop and communicate workplace culture and code of conduct",
                        "Lead teams in providing a Financial Statement Audit",
                        "Lead teams in providing Internal Controls Specific to Blockchain & Digital Assets services:",
                        "Design processes and governance models",
                        "Identify new risks and controls",
                        "Perform testing of the control framework",
                        "Evaluate blockchain reliability",
                        "Lead teams in providing Audit Readiness for Blockchain & Digital Asset Transactions",
                        "Provide audit readiness training",
                        "Evaluate a company's existing accounting policies, internal controls, resources, reporting frameworks and technology",
                        "Provide audit assistance services",
                        "Prepare financial statements and disclosures",
                        "Lead teams in providing IPO Readiness and SEC Reporting services (e.g. Form S-1)",
                        "Evaluate relevant tasks including IPO project plan",
                        "Assess complex US GAAP, IFRS, and SEC reporting requirements",
                        "Identify requirements, perform controls gap assessment, and design controls",
                        "Assist with preparation of filings, financial information, and disclosures",
                        "Support Special Purpose Acquisition Company (SPAC) transactions",
                        "Lead teams in providing Accounting Advisory Services for Digital Asset Transactions",
                        "Research accounting treatment for digital asset transactions",
                        "Draft relevant crypto-asset and blockchain disclosures including non-GAAP considerations",
                        "Advise on the use of non-GAAP measures, metrics, and other key performance indicators",
                        "Provide insights on proposed, existing, and new rules",
                        "Discuss complex accounting matters with a company's auditors",
                        "Advise on complex accounting matters involving regulators"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "A reasonable estimate of the current range is $146,300 to $271,700",
                        "You may also be eligible to participate in a discretionary annual incentive program, subject to the rules governing the program, whereby an award, if any, depends on various factors, including, without limitation, individual and organizational performance"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.deloitte.com/",
                    "text": "deloitte.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Deloitte&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCM8J",
                    "text": "See web results for Deloitte"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIFx1MDAyNiBEaWdpdGFsIEFzc2V0cyBTZW5pb3IgTWFuYWdlciIsImh0aWRvY2lkIjoielhjenJZX3JqTlFBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VrUmhkR1kxWlU5M2JISlRRa3gzYkROUVEyNUNTakE1UkMxUmFXb3RUMFJ5TjNOSVNVOTVlRkI0T0hGQldqZzNhVk0yTUd0c2JEZEdWVXRDTldWME1GRnZTa2hHU0ZkdVZtZ3hOR1l4TW5CS1VYSjVWa1JxYmtGaldUSk1lR1Y2U1ZKU1FUaFZYM2xRWVUwM1NsQkdhbXhpZGxGaWJqUTRTVE5SUlhkellrcFpjVzlLYzNSbmRWOXlPV2MwV0ZVMVdWbHNPSGczVEVkUVQyeDFiblZKYzJ0Q0xXWnhSR3RDWmtZNU5XaHRZV1JOZWpNd2FraGpWVEZaVTA5WGVrczRhMWg1VWxGb0VoZFVZbk01V2t0WVpFWmFZV2R3ZEZGUU5YQnhUelJCYXhvaVFVOHRNSEpzTldsT1JFSmlVMVUwV2tScWVVVnZYMkZ6YVRkcFpHUkRibEp0ZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6Ii5uRmcyZWJ7Zm9udC13ZWlnaHQ6NTAwfS5CaTZEZGN7Zm9udC13ZWlnaHQ6NTAwfUFwcGx5IG9uIERlbG9pdHRlIEpvYnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzdXMuZGVsb2l0dGUuY29tL2FybGluZ3Rvbi12YS9ibG9ja2NoYWluLWRpZ2l0YWwtYXNzZXRzLXNlbmlvci1tYW5hZ2VyLzRDNjM0MDRFQjZFNjQ0QThBODAxMTNGNEYwM0IyODc4L2pvYi8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Blockchain Technical Expert",
            "company_name": "Swift",
            "location": "  Manassas, VA   ",
            "via": "via LinkedIn",
            "description": "About The Role\n\nBlockchain Technical Expert...\n\nThe Innovation team’s mission is to accelerate and de-risk the creation and adoption of new technologies for SWIFT and its customers. Innovative technology combined with great methodologies is the ethos of our team. We are champions of responsible innovation – a key objective for our company. To that accord, one of the key streams of work within our team is around exploring Central Bank Digital Currencies and Tokenised Assets. In this space, SWIFT is actively engaging with central banks, financial institutions, technology providers, and academics to explore the potential of Central Bank Digital Currencies (CBDCs) and how SWIFT can support central banks should they implement digital currencies in the future. As part of this role, you will leverage your technical expertise in digital currencies, distributed ledgers, and blockchain technology to design, scope, and conduct innovation experiments that align with key areas of interest for SWIFT (such as: interoperability between different CBDC networks and existing RTGS payment rails in domestic and cross-border contexts, interlinking between multiple CBDC networks, and tokenisation of securities assets and cash settlement with CBDCs).\n\nResponsibilities \n• Conduct technical consultation sessions with customers and internal stakeholders on innovation initiatives strategy, and market trends to define and scope initiatives in the blockchain space\n• Work closely with Solution Architects, Product Owners, and Engineering Leads to evaluate, compare and design optimal solutions that meet business objectives, including conducting detailed assessments for DLT solutions in scope to determine the feasibility of successful implementation and present solutions to senior level and executive audiences, both internal and external.\n• Assess the capabilities and limitations of technology vendors, and, where appropriate, evaluate the benefits and drawbacks of DLT or non-DLT, including presenting and communicate complex solutions to technical and non-technical partners in a clear and concise manner to demonstrate how solution designs will enable business needs will enable business needs\n• Define application and technical patterns, project deliverables, including rationale for those decisions and architecture solution.\n• Lead technical aspects of innovation initiatives (POC’s, experiments, etc.) such as partner evaluations, technology vendor assessments, and alignment with emerging technology trends, business strategy, objectives, and roadmaps.\n\nQualifications: \n\nTechnical Skills & Core Competencies:\n• Experience in enterprise-level DLT architecture, development, design, integration, and implementations of enterprise DLT POCs.\n• Hands-on engineering experience designing distributed systems and implementing DLT solutions for financial services or other enterprise applications.\n• Working knowledge with frameworks, design patterns, and programing languages such as Java, Python, C/C++, and JavaScript.\n• Exceptional communication skills, comfortable presenting complex technical concepts in front of large audiences, both technical and non-technical.\n• Ability to collaborate effectively with cross-functional teams and summarize and present findings to senior-level executives.\n• Proven ability and experience working with senior stakeholders and enterprise applications, preferably within the financial services industry.\n• Experience with blockchain and DLT technologies with in-depth knowledge of smart contracts, tokenization, consensus mechanisms, frameworks, and standards.\n• Ability to guide and contribute to building product strategy, define architecture, processes, and measurements for achieving functional objectives.\n• Deep understanding of Hyperledger and Ethereum-based protocols and ecosystem, their relevance to permissioned blockchain architectures and their implications on decentralized applications and being able to reason about different scalability approaches.\n• Quality-oriented: You know that production-ready software takes more than just committing code\n• Agile mindset: You like to learn and continuously improve the way we work \n• Security mindset: You know that security is always top of mind and are conscious of keeping in line with Security policy  \n• Appetite for the business: You like technology and you love to use it to create solutions to help your customers \n\n \n\nProfessional competencies: \n• Autonomous and driven with strong ability to quickly adapt and respond to change \n• Customer oriented and quality mindset – we continually strive to deliver true customer value \n• Open-minded, solutions oriented, and a true team player who gains energy through collaboration\n• Willingness to continuously learn and take ownership of projects and tasks \n• A team player willing to work in a multicultural environment, able to build and maintain working relationships across internal and external organizations and virtual teams \n• Strong verbal and written communication skills in English\n\nNice to have: \n• Knowledge of enterprise blockchain and existing payment systems and concepts such as correspondent banking, settlement/clearing, RTGS, etc. is a plus\n• Experience with and deep understanding of full stack development lifecycle including best practices, code reviews, testing, building UIs, and integrating with databases\n• Working knowledge of modern software development practices and technologies such as Agile methodologies, Design Thinking, DevOps, and CI/CD practices.\n• Demonstrated ability to independently research technical topics and generate creative and innovative solutions using design thinking, lean and agile frameworks  \n\nExperience:\n• 3+ years of experience in a similar capacity requiring strong technical and business understanding \n• See core competencies for relevant experience  \n\nEducation: \n• University degree in computer science or related field. Or equivalent work experience\n\nWhat We Offer\n\nWe put you in control of career\n\nWe give you a competitive package\n\nWe help you perform at your best\n\nWe help you make a difference\n\nWe give you the freedom to be yourself\n\nWe give you the freedom to be yourself. We are creating an environment of unique individuals – like you – with different perspectives on the financial industry and the world. An environment in which everyone’s voice counts and where you can reach your full potential regardless of age, background, culture, colour, disability, gender, nationality, race, religion, sexual orientation, or veteran/military status",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Experience in enterprise-level DLT architecture, development, design, integration, and implementations of enterprise DLT POCs",
                        "Hands-on engineering experience designing distributed systems and implementing DLT solutions for financial services or other enterprise applications",
                        "Working knowledge with frameworks, design patterns, and programing languages such as Java, Python, C/C++, and JavaScript",
                        "Exceptional communication skills, comfortable presenting complex technical concepts in front of large audiences, both technical and non-technical",
                        "Ability to collaborate effectively with cross-functional teams and summarize and present findings to senior-level executives",
                        "Proven ability and experience working with senior stakeholders and enterprise applications, preferably within the financial services industry",
                        "Experience with blockchain and DLT technologies with in-depth knowledge of smart contracts, tokenization, consensus mechanisms, frameworks, and standards",
                        "Ability to guide and contribute to building product strategy, define architecture, processes, and measurements for achieving functional objectives",
                        "Deep understanding of Hyperledger and Ethereum-based protocols and ecosystem, their relevance to permissioned blockchain architectures and their implications on decentralized applications and being able to reason about different scalability approaches",
                        "Quality-oriented: You know that production-ready software takes more than just committing code",
                        "Agile mindset: You like to learn and continuously improve the way we work",
                        "Security mindset: You know that security is always top of mind and are conscious of keeping in line with Security policy",
                        "Appetite for the business: You like technology and you love to use it to create solutions to help your customers",
                        "Autonomous and driven with strong ability to quickly adapt and respond to change",
                        "Customer oriented and quality mindset – we continually strive to deliver true customer value",
                        "Open-minded, solutions oriented, and a true team player who gains energy through collaboration",
                        "Willingness to continuously learn and take ownership of projects and tasks",
                        "A team player willing to work in a multicultural environment, able to build and maintain working relationships across internal and external organizations and virtual teams",
                        "Strong verbal and written communication skills in English",
                        "Nice to have:",
                        "Experience with and deep understanding of full stack development lifecycle including best practices, code reviews, testing, building UIs, and integrating with databases",
                        "Working knowledge of modern software development practices and technologies such as Agile methodologies, Design Thinking, DevOps, and CI/CD practices",
                        "Demonstrated ability to independently research technical topics and generate creative and innovative solutions using design thinking, lean and agile frameworks",
                        "3+ years of experience in a similar capacity requiring strong technical and business understanding",
                        "See core competencies for relevant experience",
                        "University degree in computer science or related field",
                        "Or equivalent work experience"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As part of this role, you will leverage your technical expertise in digital currencies, distributed ledgers, and blockchain technology to design, scope, and conduct innovation experiments that align with key areas of interest for SWIFT (such as: interoperability between different CBDC networks and existing RTGS payment rails in domestic and cross-border contexts, interlinking between multiple CBDC networks, and tokenisation of securities assets and cash settlement with CBDCs)",
                        "Conduct technical consultation sessions with customers and internal stakeholders on innovation initiatives strategy, and market trends to define and scope initiatives in the blockchain space",
                        "Assess the capabilities and limitations of technology vendors, and, where appropriate, evaluate the benefits and drawbacks of DLT or non-DLT, including presenting and communicate complex solutions to technical and non-technical partners in a clear and concise manner to demonstrate how solution designs will enable business needs will enable business needs"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We give you a competitive package"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.swift.com/",
                    "text": "swift.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Swift&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCI4K",
                    "text": "See web results for Swift"
                }
            ],
            "extensions": [
                "11 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "11 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIFRlY2huaWNhbCBFeHBlcnQiLCJodGlkb2NpZCI6Im80b2xYZHc2cFlVQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9VVEF4ZEhwVExUWTBhbUozZFZOVmQyVm9aRlZoZGxwVFRqWk9TazFPUzJWMk4zQklXWE5vZFc0dFltRmlNakZDYTJsb2JEaDJNblJYUkZwa1JXTTJTVFUzUVhkVmRFMWFVMFE1YlcweU9IZEJTRE5VV0RCVVdITkdiemwwYlZOa1pqSlNkMnRZU0c5MU0zbDVWMDlaYWxkQ1dYTjNPSE5GVVZRMFlTMUVTUzE2TW5CSlgxaENjMGMwYVhKR04waDBVWGcxVjNGNVZETm1WbGR1Vm5kMlRETTBRMUZmWkZoRlNFVmhhaTB5TWxCQkVoZFVZbk01V2t0WVpFWmFZV2R3ZEZGUU5YQnhUelJCYXhvaVFVOHRNSEpzTnpFd1FXOUNjVjl4Y0djemJIZEJWMVYzVW5SR1NGVjZSVFExVVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvYmxvY2tjaGFpbi10ZWNobmljYWwtZXhwZXJ0LWF0LXN3aWZ0LTM1NTcxMTI3NDU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Blockchain Architect *US Citizenship Required*",
            "company_name": "CGI Group, Inc.",
            "location": "  Fairfax, VA   ",
            "via": "via WJHL Jobs",
            "description": "Position Description:\n\nCGI Federal is looking for a Blockchain Architect who will be responsible for architecting, designing, implementing, and supporting distributed blockchain-based applications. Your primary responsibility will be in charge of directing any blockchain-based projects and laying out the overarching strategy for the team to follow. As a Blockchain architect, you will be... responsible for creation of blockchain product specifications and integrating blockchain product with third party tools and products.\n\nYour responsibility includes analyzing requirements, designing blockchain technology around a certain business model, and the building and launching the blockchain network. The ideal candidate should have solid understanding of the federal data market, customer adoption of digital data, deep expertise with distributed ledger technologies and a desire to drive change through data alignment across the enterprise and promote sharing, reuse, ROI to reduce overall cost and improve information flow. The role requires the candidate to be a hands-on full stack developer with experience in all phases of the SDLC\n\nYour future duties and responsibilities:\nArchitect, Research, design, develop, and test blockchain technologies\nProvide guidance and direct blockchain developers\nTrain and advise technical team on blockchain tools and frameworks, blockchain principles, and so forth.\nDemystifying blockchain technology by offering blockchain workshops and events.\nUnderstanding of secure technologies for security and scalability for transactions, which includes blockchain technologies like Ethereum and Hyperledger.\nDeep understanding of blockchain technologies such as Ethereum, Hyper Ledger, Tendermint, other Blockchain technologies and various consensus protocols.\nIn-depth understanding of blockchain architectures and a clear understanding of how various blockchain platforms differ.\nExperienced in AWS Cloud platform and its features that includes EC2, Cloudwatch, AWS Config of Load Balancers, Network and Auto scaling for subdomains in AWS VPC.\nExperience in all phases of SDLC i.e. requirement gathering, design, development and implementation.\nWorks with Solution Architects, domain experts, and other project team members to develop consensual software design to ensure the proposed solution meets both client and end user needs.\n\nRequired qualifications to be successful in this role:\nStrong knowledge of different blockchain architecture in terms of performance, ease of implementation, maturity and integration with third party tools and products\nThorough understanding of blockchain principles\nStrong software development background\nProficiency in one of the following languages: Go, Java, NodeJ\nBlockchain/Distributed Ledger technology hands on experience: Tendermint, Ethereum, Hyperldeger fabric, Hedera, Corda, etc.\nKnowledge of blockchain concepts such as consensus protocols; validation algorithms, digital signatures, large-scale distributed systems; applied cryptography.\nHands on experience of implementing Smart Contract applications\n5+ years of hands-on development experience\nUS Citizenship is required per government stipulation\n\nCGI is required by law in some jurisdictions to include a reasonable estimate of the compensation range for this role. The determination of this range includes various factors not limited to skill set level, experience and training, and licensure and certifications. To support the ability to reward for merit-based performance, CGI typically does not hire individuals at or near the top of the range for their role. Compensation decisions are dependent on the facts and circumstances of each case. A reasonable estimate of the current range is $92,400.00 to $204,600.00\n\nAs a Federal Contractor, all members of CGI Federal, regardless of role or work location are required to be fully vaccinated effective January 18th, 2022, under the current policy, and be willing to provide proof of status, with the exception of those with approved medical or religious accommodations.\n\n#CGIFederalJobs\n#LI-LB1\n#DEF\n\nWhat you can expect from us:\n\nInsights you can act on\n\nWhile technology is at the heart of our clients' digital transformation, we understand that people are at the heart of business success.\n\nWhen you join CGI, you become a trusted advisor, collaborating with colleagues and clients to bring forward actionable insights that deliver meaningful and sustainable outcomes. We call our employees \"members\" because they are CGI shareholders and owners and owners who enjoy working and growing together to build a company we are proud of. This has been our Dream since 1976, and it has brought us to where we are today - one of the world's largest independent providers of IT and business consulting services.\n\nAt CGI, we recognize the richness that diversity brings. We strive to create a work culture where all belong and collaborate with clients in building more inclusive communities. As an equal-opportunity employer, we want to empower all our members to succeed and grow. If you require an accommodation at any point during the recruitment process, please let us know. We will be happy to assist.\n\nReady to become part of our success story? Join CGI - where your ideas and actions make a difference.\n\nQualified applicants will receive consideration for employment without regard to their race, ethnicity, ancestry, color, sex, religion, creed, age, national origin, citizenship status, disability, pregnancy, medical condition, military and veteran status, marital status, sexual orientation or perceived sexual orientation, gender, gender identity, and gender expression, familial status, political affiliation, genetic information, or any other legally protected status or characteristics.\n\nCGI provides reasonable accommodations to qualified individuals with disabilities. If you need an accommodation to apply for a job in the U.S., please email the CGI U.S. Employment Compliance mailbox at US_Employment_Compliance@ . You will need to reference the requisition number of the position in which you are interested. Your message will be routed to the appropriate recruiter who will assist you. Please note, this email address is only to be used for those individuals who need an accommodation to apply for a job. Emails for any other reason or those that do not include a requisition number will not be returned.\n\nWe make it easy to translate military experience and skills! Click here to be directed to our site that is dedicated to veterans and transitioning service members.\n\nAll CGI offers of employment in the U.S. are contingent upon the ability to successfully complete a background investigation. Background investigation components can vary dependent upon specific assignment and/or level of US government security clearance held. CGI will consider for employment qualified applicants with arrests and conviction records in accordance with all local regulations and ordinances.\n\nCGI will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with CGI's legal duty to furnish information",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The role requires the candidate to be a hands-on full stack developer with experience in all phases of the SDLC",
                        "Deep understanding of blockchain technologies such as Ethereum, Hyper Ledger, Tendermint, other Blockchain technologies and various consensus protocols",
                        "In-depth understanding of blockchain architectures and a clear understanding of how various blockchain platforms differ",
                        "Experienced in AWS Cloud platform and its features that includes EC2, Cloudwatch, AWS Config of Load Balancers, Network and Auto scaling for subdomains in AWS VPC",
                        "Experience in all phases of SDLC i.e. requirement gathering, design, development and implementation",
                        "Strong knowledge of different blockchain architecture in terms of performance, ease of implementation, maturity and integration with third party tools and products",
                        "Thorough understanding of blockchain principles",
                        "Strong software development background",
                        "Proficiency in one of the following languages: Go, Java, NodeJ",
                        "Blockchain/Distributed Ledger technology hands on experience: Tendermint, Ethereum, Hyperldeger fabric, Hedera, Corda, etc",
                        "Knowledge of blockchain concepts such as consensus protocols; validation algorithms, digital signatures, large-scale distributed systems; applied cryptography",
                        "Hands on experience of implementing Smart Contract applications",
                        "5+ years of hands-on development experience",
                        "US Citizenship is required per government stipulation",
                        "As a Federal Contractor, all members of CGI Federal, regardless of role or work location are required to be fully vaccinated effective January 18th, 2022, under the current policy, and be willing to provide proof of status, with the exception of those with approved medical or religious accommodations"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Your primary responsibility will be in charge of directing any blockchain-based projects and laying out the overarching strategy for the team to follow",
                        "As a Blockchain architect, you will be responsible for creation of blockchain product specifications and integrating blockchain product with third party tools and products",
                        "Your responsibility includes analyzing requirements, designing blockchain technology around a certain business model, and the building and launching the blockchain network",
                        "Architect, Research, design, develop, and test blockchain technologies",
                        "Provide guidance and direct blockchain developers",
                        "Train and advise technical team on blockchain tools and frameworks, blockchain principles, and so forth",
                        "Works with Solution Architects, domain experts, and other project team members to develop consensual software design to ensure the proposed solution meets both client and end user needs"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "CGI is required by law in some jurisdictions to include a reasonable estimate of the compensation range for this role",
                        "To support the ability to reward for merit-based performance, CGI typically does not hire individuals at or near the top of the range for their role",
                        "Compensation decisions are dependent on the facts and circumstances of each case",
                        "A reasonable estimate of the current range is $92,400.00 to $204,600.00"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.cgi.com/",
                    "text": "cgi.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=CGI+Group,+Inc.&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCNIK",
                    "text": "See web results for CGI Group, Inc."
                }
            ],
            "extensions": [
                "9 days ago",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "9 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIEFyY2hpdGVjdCAqVVMgQ2l0aXplbnNoaXAgUmVxdWlyZWQqIiwiaHRpZG9jaWQiOiJVX0tSS21VWUk1OEFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcUlDQ3VJQlFVVnpOMnBPVWtKME5sSkRjVE5FVHpONlJVbHpOMmhvZVVOU2NXSk5jaTF0T1hkRWVVOWpOMHRCYzNaRWVuWldNRUZGWTJKelNWZHdlalJ0Y2pkZk1ERmFYMVEzT0VSWWJqRm9PRzlNVEhSdGFGRjNXVlZvVldJMU9YUjJiVEZ5UTFsVGJFRkZTMUpvZUZBNGMweHJWM05KVUdWUVRWTXpVRWh1V1ZkbFFqWTJSbE5xYzFOcWFYZGthMjlFVFhaWllVMTZOWE5FUWtaa1JtMU5ibmxmTlRZNU1UZHZTbEZWYlRWM1FXeEVkMlExVTJNMVFraFVWWEZxTlZWeFRqRXlkMmxqTkRSUE5HSkRTVGs0WVhnelVsZDNNMHBDUVhCNGRFbFVVME5IU3psT2R4SVhWR0p6T1ZwTFdHUkdXbUZuY0hSUlVEVndjVTgwUVdzYUlrRlBMVEJ5YkRWTVYxWjRhVVJsWm1wSk1rMTJlazA0ZDFkck1HeE9jVzF6VkZFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBXSkhMIEpvYnMiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLndqaGwuY29tL2pvYnMvYmxvY2tjaGFpbi1hcmNoaXRlY3QtdXMtY2l0aXplbnNoaXAtcmVxdWlyZWQtZmFpcmZheC12aXJnaW5pYS85NzIzMjgwMTQtMi8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Developer Relations Manager at Flow Blockchain in Remote",
            "company_name": "Flow Blockchain",
            "location": "  Rockville, MD   ",
            "via": "via Rockville, MD - Geebo",
            "description": "We're looking for an experienced Developer Relations Manager to help us bring developers on the Flow blockchain a world-class experience. The ideal candidate has experience managing large and mid-size customer accounts in highly complex technical environments. This role will be an individual contributor role, directly managing developers. A little about us:\nDapper Labs is the company behind CryptoKitties and the Flow blockchain as well as current titles like NBA Top Shot. Founded in 2018, Dapper Labs uses blockchain technology to bring new forms of digital engagement to fans around the world. Blockchain-enabled applications can bring fans closer with the brands they love, give people a real stake in the communities they contribute to, and create new ways for consumers to become creators themselves. Publicly-announced Dapper Labs partners include the NBA and NBPA, Warner Music Group, Ubisoft, and UFC. Notable investors in Dapper Labs include Andreessen Horowitz, Union Square Ventures... Venrock, Google Ventures, Samsung, and the founders of Dreamworks, Reddit, Coinbase, Zynga, and AngelList, among others. Dapper team members are humble and curious entrepreneurs, builders, and tinkerers who share a passion to demystify blockchain technology and tap its potential to create change in the world. Our people are our greatest strength:\nour diverse crew flourishes in a distributed hierarchy where personal autonomy and professional growth are encouraged. We value our culture above else:\nregardless of where you came from, what you studied, or who you used to work for, your role here will necessitate both a high level of creativity and strategic thinking on complex issues. Everyone here is a founder, and no one fits in a box. We're all driven by an insatiable thirst for learning and development, and that's what brings us together. What we'll accomplish together:\nBe responsible for taking Flow developers from the Partnerships team and project managing them end-to-end from building to launch, and supporting post-launch initiatives as needed Help Partnerships team referrals that are lacking developer resources match with vetted third-party developers and design, organize, and implement an effective developer vetting program at scale Collaborate with Solutions Engineering colleagues for technical feedback and support on developers' decentralized applications and service protocols built for Flow blockchain Build and maintain strong relationships with developers to drive success and satisfaction Work with the VP of Partner Management & Operations on an organization-wide strategic plan and process for developer relations at scale Work closely with Partnerships team leads and Product and Engineering teams to scope new projects, document requirements and best practices, and track ongoing feature improvements Serve as a developer advocate within Dapper Labs, collecting and disseminating relevant developer feedback and information to internal stakeholders as needed A little about you:\nYou are capable of applying your skills across a variety of use cases; inflexible specialists need not apply We believe in processes and the power of planning, but you will often have to roll with the punches and prioritize the most impactful tasks on the fly Minimum 4-5 years in developer relations or product management, including work experience at a company that develops and/or hosts third-party digital content, games, or other applications Proven success working in complex, technical environments Self-starter with an entrepreneurial spirit Work experience in blockchain is also preferred.\nSalary Range:\n$100K -- $150K\nMinimum Qualification\nSoftware Development, Technology ManagementEstimated Salary: $20 to $28 per hour based on qualifications",
            "job_highlights": [
                {
                    "items": [
                        "We're looking for an experienced Developer Relations Manager to help us bring developers on the Flow blockchain a world-class experience. The ideal candidate has experience managing large and mid-size customer accounts in highly complex technical environments. This role will be an individual contributor role, directly managing developers. A little about us:\nDapper Labs is the company behind CryptoKitties and the Flow blockchain as well as current titles like NBA Top Shot. Founded in 2018, Dapper Labs uses blockchain technology to bring new forms of digital engagement to fans around the world. Blockchain-enabled applications can bring fans closer with the brands they love, give people a real stake in the communities they contribute to, and create new ways for consumers to become creators themselves. Publicly-announced Dapper Labs partners include the NBA and NBPA, Warner Music Group, Ubisoft, and UFC. Notable investors in Dapper Labs include Andreessen Horowitz, Union Square Ventures... Venrock, Google Ventures, Samsung, and the founders of Dreamworks, Reddit, Coinbase, Zynga, and AngelList, among others. Dapper team members are humble and curious entrepreneurs, builders, and tinkerers who share a passion to demystify blockchain technology and tap its potential to create change in the world. Our people are our greatest strength:\nour diverse crew flourishes in a distributed hierarchy where personal autonomy and professional growth are encouraged. We value our culture above else:\nregardless of where you came from, what you studied, or who you used to work for, your role here will necessitate both a high level of creativity and strategic thinking on complex issues. Everyone here is a founder, and no one fits in a box. We're all driven by an insatiable thirst for learning and development, and that's what brings us together. What we'll accomplish together:\nBe responsible for taking Flow developers from the Partnerships team and project managing them end-to-end from building to launch, and supporting post-launch initiatives as needed Help Partnerships team referrals that are lacking developer resources match with vetted third-party developers and design, organize, and implement an effective developer vetting program at scale Collaborate with Solutions Engineering colleagues for technical feedback and support on developers' decentralized applications and service protocols built for Flow blockchain Build and maintain strong relationships with developers to drive success and satisfaction Work with the VP of Partner Management & Operations on an organization-wide strategic plan and process for developer relations at scale Work closely with Partnerships team leads and Product and Engineering teams to scope new projects, document requirements and best practices, and track ongoing feature improvements Serve as a developer advocate within Dapper Labs, collecting and disseminating relevant developer feedback and information to internal stakeholders as needed A little about you:\nYou are capable of applying your skills across a variety of use cases; inflexible specialists need not apply We believe in processes and the power of planning, but you will often have to roll with the punches and prioritize the most impactful tasks on the fly Minimum 4-5 years in developer relations or product management, including work experience at a company that develops and/or hosts third-party digital content, games, or other applications Proven success working in complex, technical environments Self-starter with an entrepreneurial spirit Work experience in blockchain is also preferred.\nSalary Range:\n$100K -- $150K\nMinimum Qualification\nSoftware Development, Technology ManagementEstimated Salary: $20 to $28 per hour based on qualifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Flow+Blockchain&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCIEL",
                    "text": "See web results for Flow Blockchain"
                }
            ],
            "extensions": [
                "2 days ago",
                "20–28 an hour",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time",
                "salary": "20–28 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEZXZlbG9wZXIgUmVsYXRpb25zIE1hbmFnZXIgYXQgRmxvdyBCbG9ja2NoYWluIGluIFJlbW90ZSIsImh0aWRvY2lkIjoiWXFBRlB2NF95UTRBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1VrUllXbVpsUzJKSk4wbHdUREJ3UTBwSFNVOUtObEozTUhKeGJERnpSQzB5YWsxTmNrMUZSakJwUmtSMWN6QklabTUzVlRSMmR6VkdkR0ZmUkZwS2NISXlWVzAzU1RCaU9HZHdlR0pNU0ZOWVZYSjZlVTFhZEZkWlkwaGtSQzFXVVRCek9XWmtkVnB5V25wTVdFNXdSVmREVG5GMldsTjROMTgwTFUxaVNHNUlTR2RGVEROYUxVbGFaVWRtTlU5c2FEbHVNV1JRWjFCSlJHOWhUVlJVU2tOdVVuUklURVJ2U1ZWV1ZGTm5aME5sVFdkVlluSnFVbTh4VEd0aE0yZDBNVFpCUWpsb2FXOTVUblV0Y2xCRlZEaE9jM1JWWjFkS2NtSnlRUklYVkdKek9WcExXR1JHV21GbmNIUlJVRFZ3Y1U4MFFXc2FJa0ZQTFRCeWJEZHlTbWQxVlcxZlozQnlaWGRrZVZjdGNHTjJUemQwUWs1TFMwRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gUm9ja3ZpbGxlLCBNRCAtIEdlZWJvIiwibGluayI6Imh0dHBzOi8vcm9ja3ZpbGxlLW1kLmdlZWJvLmNvbS9qb2JzLW9ubGluZS92aWV3L2lkLzEwNjExODg5MzYtZGV2ZWxvcGVyLXJlbGF0aW9ucy1tYW5hZ2VyLWF0LS8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Senior/Staff Blockchain Engineer",
            "company_name": "Dapper Labs",
            "location": "  Reston, VA   ",
            "via": "via Reston, VA - Geebo",
            "description": "We're expanding the team of innovative Blockchain Engineers working on Flow, the high-performance, app-focused smart contract platform. You will lead the folks defining the state of the art for decentralized platforms! You understand the value of clear and performant code and want to define the leading solutions for the industry's most important problems. You understand that a thriving open... source ecosystem multiplies your productivity. You're eager for the opportunity to build a new category of computing platform. Together, we will establish a thriving software ecosystem bringing decentralized applications to an audience numbered in the billions. As the ideal candidate, you have demonstrated expertise with distributed infrastructure development, as well as the curiosity and creativity to explore new approaches to complicated problems. You understand the value of developer-friendly infrastructure and are excited about breaking new ground in a quickly-evolving space. You've got experience leading a high performing development team, including strong mentorship and coaching chops. A little about us:\nFlow is the blockchain for builders. Created by Dapper Labs, the team behind CryptoKitties, Flow will be the foundation for the next generation of decentralized applications with notable partners including NBA, Warner Music Group, Ubisoft, and Animoca. The Flow team is a humble and curious bunch of builders and scientists who share a passion for blockchain technology and the new kinds of software it enables. Our people are our greatest strength:\nour diverse team flourishes in an environment where personal autonomy and professional growth are encouraged. We value our culture above all else; regardless of where you came from or what you studied, your role here will necessitate both a high level of creativity and strategic thinking on complex issues. What we'll accomplish together:\nBuild an innovative blockchain as the foundation for an entire ecosystem of consumer applications, starting with games, collectibles, and the apps that interact with them. Defy accepted wisdom on the scalability of blockchain platforms. Design, develop, and deploy new systems that enhance throughput, latency, availability, and security. Apply cutting-edge research and new developments to daily work. Ensure that our work is ethical and values-driven to create a positive impact on the world. Does this describe you? Demonstrated excellence in software engineering including exposure to distributed systems, scalability, and algorithms, preferably in Golang. Experience with technical leadership of engineering teams including mentorship and coaching. Experience in blockchain and/or decentralized architectures, consensus and/or cryptographic systems. Demonstrated technical design capabilities, architecting complex technical features despite ever-evolving product requirements. Focused on delivering impact and results to the makers and consumers who will benefit from this new ecosystem. Excited about joining an open and honest work environment with supportive, ego-free colleagues committed to solving hard problems. More about Dapper Labs:\nDapper Labs, the company behind CryptoKitties, NBA Top Shot, NFL ALL DAY, UFC Strike and the Flow blockchain, uses blockchain technology to bring NFTs and new forms of digital engagement to fans around the world paving the way to a more open and inclusive digital world starting with games and entertainment. Since it was founded in 2018, Dapper Labs has given consumer enthusiasts a real stake in the game by bringing them closer to the brands they love, building engaged and exciting communities for them to contribute to, and producing new pathways for them to become creators themselves. Dapper Labs' current studio partners include the NBA, NBPA, WNBA, WNBPA, LaLiga, NFL, NFLPA, Warner Music Group, Ubisoft, Genies, and UFC. We have raised over $600M from leading and notable investors including Andreessen Horowitz, Coatue, Union Square Ventures, Venrock, Google Ventures (GV), Samsung, and the founders of Dreamworks, Reddit, Coinbase, Zynga, and AngelList, among others. Dapper Labs is accelerating the move to Web3 by building new apps and platforms that enable great user experiences while being accessible to hundreds of millions of fans of organizations like the NBA and NFL, for example. We're ready to empower even more to bring mainstream-ready user experiences and scale to web3 applications.\nSalary Range:\n$80K -- $100K\nMinimum Qualification\nSystems Architecture & Engineering, Software DevelopmentEstimated Salary: $20 to $28 per hour based on qualifications",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "You've got experience leading a high performing development team, including strong mentorship and coaching chops",
                        "Demonstrated excellence in software engineering including exposure to distributed systems, scalability, and algorithms, preferably in Golang",
                        "Experience with technical leadership of engineering teams including mentorship and coaching",
                        "Experience in blockchain and/or decentralized architectures, consensus and/or cryptographic systems",
                        "Demonstrated technical design capabilities, architecting complex technical features despite ever-evolving product requirements"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will lead the folks defining the state of the art for decentralized platforms!",
                        "You understand the value of clear and performant code and want to define the leading solutions for the industry's most important problems",
                        "Design, develop, and deploy new systems that enhance throughput, latency, availability, and security",
                        "Apply cutting-edge research and new developments to daily work",
                        "Ensure that our work is ethical and values-driven to create a positive impact on the world"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "$80K -- $100K",
                        "Systems Architecture & Engineering, Software DevelopmentEstimated Salary: $20 to $28 per hour based on qualifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.dapperlabs.com/",
                    "text": "dapperlabs.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Dapper+Labs&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCMUL",
                    "text": "See web results for Dapper Labs"
                }
            ],
            "extensions": [
                "4 days ago",
                "20–28 an hour",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time",
                "salary": "20–28 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IvU3RhZmYgQmxvY2tjaGFpbiBFbmdpbmVlciIsImh0aWRvY2lkIjoiUTg4MFBCUk5OeDBBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1UzWlRNalJRVDBoNGMzVllORU00YlZwZlFsaHVaRzR4YVdZelFsRnRNVk5LUkRscGRrTmZWRlJaVjNKeE1taG9Obmx6Vm1OclN6QTFXbGhVUkV0MlJVbFZhVTF3T0dob2VVSTNRMkZsYms1dGIyd3RTMFZZYkV0Rk9FcHBXVXhUUWprNFVIWldOVmxCYlVkMGNFSlZVMHgxYlc1bVptcFBUalpWTlZaVWQxQXRTV2xqYlV0YVF6SlBSRUl4WmpkeVIxY3hiVGRrV1V0NVpXWk9XbGRqWmtkdWVsaFlkM00xVFdaeU9XSkJUak5MZDBZeFYzWnNjekpsZUVkaWIycHhiR2MxU3pCeEVoZFVZbk01V2t0WVpFWmFZV2R3ZEZGUU5YQnhUelJCYXhvaVFVOHRNSEpzTldoa1duWndOMGhNVVROdVRrTnNVelZ2Um1sTk9DMWtiRjgyZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY184IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFJlc3RvbiwgVkEgLSBHZWVibyIsImxpbmsiOiJodHRwczovL3Jlc3Rvbi12YS5nZWViby5jb20vam9icy1vbmxpbmUvdmlldy9pZC8xMTA4OTk1MTc4LXNlbmlvci1zdGFmZi1ibG9ja2NoYWluLWVuZ2luZWVyLS8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Blockchain SecOps Engineer (US Remote)",
            "company_name": "Axelar",
            "location": " Anywhere ",
            "via": "via Jobs By Workable",
            "description": "Axelar delivers secure cross-chain communication for Web3. Our infrastructure enables dApp users to interact with any asset or application, on any chain, with one click. Axelar is a blockchain that connects blockchains, enabling universal Web3 interoperability. The network is secured using proof-of-stake consensus, and messages are routed and translated using permissionless protocols. Axelar is... like Stripe for Web3.\n\nAxelar has raised capital from top-tier investors, including Binance, Coinbase Ventures, Dragonfly Capital, and Polychain Capital. Partners include major proof-of-stake blockchains, such as Avalanche, Cosmos, Ethereum, Polkadot and Terra. Axelar’s co-founders are founding team members of Algorand and award-winning graduates of MIT, where they received notable recognition as part of their graduate studies.\n\nSince the start of the year, the Axelar Network processed >$1.5B in cross-chain volume, connected 27 chains, and hundreds of developers are building around the stack.\n\nAs a DevOps protocols engineer, you will be a key contributor helping scale and operate the Axelar network.\n\nWhat you will be doing\n• You will be taking on responsibilities to operate the public network. This includes managing the deployments and upgrades of Axelar's smart contracts & core network, managing foundation delegations, driving governance of network and improving stability and reliability of in-house DApps.\n• Building and expanding our monitoring capabilities to ensure our stack, as well as that of public validators, runs smoothly\n• Evaluating and helping integrate new security focused protocols\n• Strengthening our security posture and refining protocols for offline signing etc.\n• Improving the infrastructure and deployment to improve team's agility and velocity\n• Forging solid relationships within Axelar to fully understand the needs in the ecosystem whilst working in an agile environment\n\nWhat you will need\n• Experience deploying Smart Contracts\n• Good understanding of cryptography\n• Scripting / Go / Rush coding skills\n• Experience managing a blockchain network, coordinating upgrades etc.\n• Experience with containers and Kubernetes in a cloud environment\n• Experience with monitoring and alerting tools (Grafana, Prometheus, etc.)\n• Experience working with modern CI/CD tools\n\nAbout you\n• You have a strong sense of ownership, with the ability to lead and share knowledge to reach solutions as well as the keenness to learn\n• Security oriented coding and deployment mindset\n• You’re open to collaborating with internal and external stakeholders, flourishing in a distributed environment\n• You enjoy being hands on, being a self starter that thrives well in ambiguity\n• A problem solver at heart that can envision successful outcomes\n• You have a creative flair, always seizing an opportunity to to do things differently\n• Understand how to use blockchains / DeFi as a user\n\nWhat’s in it for you\n• Autonomous, distributed environment with the opportunity to work collaboratively in a diverse team across the world\n• The scope to contribute to high impact work and really make a difference in a decentralized protocol\n• Chance to really challenge yourself whilst learning heaps of stuff in the process\n• Unlimited time off throughout the year to rest and recharge\n• Competitive compensation with stock options, experiencing growth from the initial phase",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Experience deploying Smart Contracts",
                        "Good understanding of cryptography",
                        "Scripting / Go / Rush coding skills",
                        "Experience managing a blockchain network, coordinating upgrades etc",
                        "Experience with containers and Kubernetes in a cloud environment",
                        "Experience with monitoring and alerting tools (Grafana, Prometheus, etc.)",
                        "Experience working with modern CI/CD tools",
                        "You have a strong sense of ownership, with the ability to lead and share knowledge to reach solutions as well as the keenness to learn",
                        "Security oriented coding and deployment mindset",
                        "You’re open to collaborating with internal and external stakeholders, flourishing in a distributed environment",
                        "You enjoy being hands on, being a self starter that thrives well in ambiguity",
                        "A problem solver at heart that can envision successful outcomes",
                        "You have a creative flair, always seizing an opportunity to to do things differently",
                        "Understand how to use blockchains / DeFi as a user"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a DevOps protocols engineer, you will be a key contributor helping scale and operate the Axelar network",
                        "You will be taking on responsibilities to operate the public network",
                        "This includes managing the deployments and upgrades of Axelar's smart contracts & core network, managing foundation delegations, driving governance of network and improving stability and reliability of in-house DApps",
                        "Building and expanding our monitoring capabilities to ensure our stack, as well as that of public validators, runs smoothly",
                        "Evaluating and helping integrate new security focused protocols",
                        "Strengthening our security posture and refining protocols for offline signing etc",
                        "Improving the infrastructure and deployment to improve team's agility and velocity",
                        "Forging solid relationships within Axelar to fully understand the needs in the ecosystem whilst working in an agile environment"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Autonomous, distributed environment with the opportunity to work collaboratively in a diverse team across the world",
                        "Chance to really challenge yourself whilst learning heaps of stuff in the process",
                        "Unlimited time off throughout the year to rest and recharge",
                        "Competitive compensation with stock options, experiencing growth from the initial phase"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://axelar.network/",
                    "text": "axelar.network"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Axelar&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCIoM",
                    "text": "See web results for Axelar"
                }
            ],
            "extensions": [
                "Work from home",
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIFNlY09wcyBFbmdpbmVlciAoVVMgUmVtb3RlKSIsImh0aWRvY2lkIjoiMVM0VWtiTzFoU3dBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1UxaGZTSFZsTlhndGRXOWZSMmhRZWxVeVpscEVWa1IyWmpBNWJtSmhNRk5oVmtORVJGTXlabU10VHpGd1RVdDFhVFZwVVVzMmRrZzNVbXRUTFVSYWVGWjNTM2cxV2xwUWJrdHBhMjAyVUZSblVXOVRiMHd3Y2twNlJWRTFSbEZsWTI5bE1WVm1ZMjg1V1dRMUxUSnpTRlk1VFdablZHUlVTMmxCVUhReVpreE5XSFF5WmtGbmNIQnpPV3c0WW00MVoxcHJSa2RrUlhKQlpYWjRiRkpLTjNOMFUyNUtaMDFaVG5abGNFVkVZWGxVVHpOaVJHOTJiRzFpU1c1Qk5qbERaVjlPYjA5WU1GbE1WRlJmVm5GdmRIcGpkelJUWlc5Nk1rWTVVUklYVkdKek9WcExXR1JHV21GbmNIUlJVRFZ3Y1U4MFFXc2FJa0ZQTFRCeWJEUkViVVZ5T1Rjd2JESnNiazFMUWxWamMwUmlkazlKWW1weVJGRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEwIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIEpvYnMgQnkgV29ya2FibGUiLCJsaW5rIjoiaHR0cHM6Ly9hcHBseS53b3JrYWJsZS5jb20vYXhlbGFyL2ovQzgzMTQ0MjVFMC8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Blockchain Specialist SA",
            "company_name": "Amazon Web Services, Inc.",
            "location": "  Herndon, VA   ",
            "via": "via Herndon, VA - Geebo",
            "description": "Are you passionate about blockchain technologies and decentralized networks? Are you passionate about helping customer build solutions using state-of-the-art blockchain frameworks and cloud services on Amazon Web Services (AWS)? Come join us!At AWS, we're hiring highly technical blockchain and cloud computing architects to collaborate with our customers to build their next-generation applications... using our blockchain technologies.\nWe see customers across a variety of industries including financial services, supply chain, healthcare, and entertainment beginning to leverage blockchain technologies to make it more efficient and transparent to transact and share data.\nWe recently launched Amazon Managed Blockchain, a fully managed service that makes it easy for customers to create and managed scalable blockchain networks using the popular open source frameworks Hyperledger Fabric and Ethereum.\nAt AWS, we have a credo of Work hard.\nHave fun.\nMake history.\nBlockchain is an emerging, disruptive technology, and we're having fun helping customers utilize this technology to reinvent the way they build.\nIn this role, you will be dynamic and creative, and willing to take on big challenges, ambiguous problems and make a big impact for our customers and AWS as a whole.\nRoles &\nResponsibilities:\nHelp Customers Build With Blockchain:\nServe as a key member of the business development and account management team in helping to ensure customer success in building and migrating blockchain applications and architectures to AWS services.\nDesign Customer Solutions:\nCollaborate with AWS field sales, pre sales, training and support teams to help customers learn and use Amazon Managed Blockchain with Hyperledger Fabric and Ethereum.\nThought Leadership:\nProvide global thought leadership and evangelism for blockchain that benefits customers through the use of Amazon Managed Blockchain and other AWS Services.\nThis takes the form of contribution to external publications such as the AWS Database Blog, Whitepapers and Reference architectures, as well as internal training of Solution Architects, Professional Services Consultants, Technical Account Managers, and AWS Trainers.\nDevise Strategy:\nEngage with Solution Architects, Account Managers, Professional Services, and Partners to define a blockchain engagement strategy for AWS operational territories and key accounts.\nFeedback for AWS Service Teams:\nBe a trusted collaborator for our AWS Service teams in providing feedback and the voice of the customer to develop new features.\nCapture and share best-practice knowledge amongst the worldwide AWS solution architect community.\nIdentify key use cases and associated reference architectures for AWS market segments and industry verticals.\nOpen to domestic travel up to 35%.\nEstimated Salary: $20 to $28 per hour based on qualifications",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "In this role, you will be dynamic and creative, and willing to take on big challenges, ambiguous problems and make a big impact for our customers and AWS as a whole",
                        "Serve as a key member of the business development and account management team in helping to ensure customer success in building and migrating blockchain applications and architectures to AWS services",
                        "Collaborate with AWS field sales, pre sales, training and support teams to help customers learn and use Amazon Managed Blockchain with Hyperledger Fabric and Ethereum",
                        "This takes the form of contribution to external publications such as the AWS Database Blog, Whitepapers and Reference architectures, as well as internal training of Solution Architects, Professional Services Consultants, Technical Account Managers, and AWS Trainers",
                        "Engage with Solution Architects, Account Managers, Professional Services, and Partners to define a blockchain engagement strategy for AWS operational territories and key accounts",
                        "Be a trusted collaborator for our AWS Service teams in providing feedback and the voice of the customer to develop new features",
                        "Open to domestic travel up to 35%"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Estimated Salary: $20 to $28 per hour based on qualifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://aws.amazon.com/",
                    "text": "aws.amazon.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Amazon+Web+Services,+Inc.&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCMoM",
                    "text": "See web results for Amazon Web Services, Inc."
                }
            ],
            "extensions": [
                "4 days ago",
                "20–28 an hour",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time",
                "salary": "20–28 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIFNwZWNpYWxpc3QgU0EiLCJodGlkb2NpZCI6ImxqZHc2WWlKVVc0QUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VVFpqU21WRmFuTm9ZVWxQTWtsTlZ6ZHZXRTFPWkRKT1FVZDNSbEJEZVZrNVVuRXhNMkpmT1ZOaldYZDNlazFXZUZCSFpVUlRNa3BOUjNGWVkyMXpXRlU0YTJWdlFtMUdUbVpUTmxkYVluQkphR054YTBneFNqUjRTMnROUjFjMllUUldUekZWZGs1MlQzQnRUWEpMVkhWWVNVaHVYMGQ0TTB0YWVuZFdZbXhpTjE5R1JGUlFTMVJrVkRjM0xWZG5NbXhqY0ZKdWRuWkJRbkI0UkdaS05GRkVUM3AxYWtsSE0yaDFObWhoTWxjdFVVOUNlbFpGY201NlpuRlplVXA2UzJoVlNYbGZFaGRVWW5NNVdrdFlaRVphWVdkd2RGRlFOWEJ4VHpSQmF4b2lRVTh0TUhKc05tMDBTMVYxWnpOUVJXbFFTMlZ4WlhwcVNqWXdlSEk0WW1kSlVRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSGVybmRvbiwgVkEgLSBHZWVibyIsImxpbmsiOiJodHRwczovL2hlcm5kb24tdmEuZ2VlYm8uY29tL2pvYnMtb25saW5lL3ZpZXcvaWQvODA4OTQ1NzQ3LWJsb2NrY2hhaW4tc3BlY2lhbGlzdC1zYS0vP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Blockchain & Digital Assets Senior Manager",
            "company_name": "Deloitte",
            "location": "  Fort Meade, MD   ",
            "via": "via LinkedIn",
            "description": "We are expanding Deloitte's Audit & Assurance Blockchain & Digital Assets practice. We are seeking professionals who want to build off their existing audit knowledge or accounting experience and use such knowledge on exciting audit and advisory projects that add great value to our clients within their finance, accounting, and operation departments. From digital asset technical accounting issues... to new standard implementations; from complex transaction support to internal controls specific to blockchain and digital assets, the leaders of our practice will help you expand your experience base to further develop your career. At Deloitte, we provide services using an approach designed to provide the flexibility to serve the unique circumstances and complexities of our clients. You'll gain exposure to a variety of industries, business models and financial accounting areas, helping your career growth and professional development.\n\nWork You'll Do:As a Blockchain & Digital Assets Senior Manager, you will participate in client proposals and oversee day-to-day operations of engagement teams. You will work closely with the team to tackle accounting and other issues while using our cutting-edge technology. You will leverage your various skillsets to be an agile leader within our practice. Other responsibilities will include:\n• Identify, prepare and participate in proposals for new clients and projects\n• Participate in strategic firm initiatives such as the development of written materials to support new service offerings, the development and delivery of training materials, and participation in firm eminence events\n• Be active in the marketplace and build relationships in order to grow the business\n• Stay connected to market trends to think through future innovative solutions\n• Lead the integration of overseas resources to drive efficient execution\n• Develop, maintain, and leverage internal contacts across Deloitte functions\n• Be a trusted advisor to public and private clients to assist with accounting, financial reporting, and internal control matters\n• Strengthen client relationships, liaise directly with clients to manage deliverables and deadlines, generate additional engagement opportunities through excellent quality, timely execution, and a strategic approach to service delivery\n• Supervise, coach, and mentor all levels of staff, seniors, and managers. Conduct performance reviews and contribute to performance feedback and training. Develop and communicate workplace culture and code of conduct.\n• Lead teams in providing a Financial Statement Audit\n• Lead teams in providing Internal Controls Specific to Blockchain & Digital Assets services:\n• Design processes and governance models\n• Identify new risks and controls\n• Perform testing of the control framework\n• Evaluate blockchain reliability\n• Lead teams in providing Audit Readiness for Blockchain & Digital Asset Transactions\n• Provide audit readiness training\n• Evaluate a company's existing accounting policies, internal controls, resources, reporting frameworks and technology\n• Provide audit assistance services\n• Prepare financial statements and disclosures\n• Lead teams in providing IPO Readiness and SEC Reporting services (e.g. Form S-1)\n• Evaluate relevant tasks including IPO project plan\n• Assess complex US GAAP, IFRS, and SEC reporting requirements\n• Identify requirements, perform controls gap assessment, and design controls\n• Assist with preparation of filings, financial information, and disclosures\n• Support Special Purpose Acquisition Company (SPAC) transactions\n• Lead teams in providing Accounting Advisory Services for Digital Asset Transactions\n• Research accounting treatment for digital asset transactions\n• Draft relevant crypto-asset and blockchain disclosures including non-GAAP considerations\n• Advise on the use of non-GAAP measures, metrics, and other key performance indicators\n• Provide insights on proposed, existing, and new rules\n• Discuss complex accounting matters with a company's auditors\n• Advise on complex accounting matters involving regulators\n• Ability to work efficiently and effectively in a virtual environment\n\nQualifications\n\nRequired:\n• Bachelor's degree in accounting or related field or equivalent years of relevant experience\n• 8+ years of public accounting or equivalent experience\n• 4+ years of experience managing and supervising teams\n• Certified Public Accountant (CPA)\n• Ability to think creatively, problem solve, and motivate teams\n• Detail oriented, organized, flexible and able to adapt to change\n• Proven ability to work in a fast-paced environment\n• Exceptional written and verbal communication skills\n• Strong presentation skills and ability to explain complex issues clearly and succinctly\n• Ability to work effectively in a virtual environment\n• Ability to travel up to 50%, on average, based on the work you do and the clients and industries/sectors you serve\n• Limited immigration sponsorship may be available\n\nPreferred:\n• Strong up-to-date technical knowledge of US GAAP accounting standards\n• Experience with researching and clearly documenting accounting issues and applicable accounting standards\n• Ability to read complex documents, synthesize, and summarize important facts\n• Proven experience managing client relationships\n• Desire to teach and provide on-the-job training\n• Good project and time management skills\n• Proficient in the use of Microsoft Office, especially Excel\n• Experience in financial reporting and SEC requirements\n• Knowledge of International Financial Reporting Standards (IFRS) and other international accounting standards\n• Prior experience identifying, preparing, and participating in proposals for new client projects\n\nThe wage range for this role takes into account the wide range of factors that are considered in making compensation decisions including but not limited to skill sets; experience and training; licensure and certifications; and other business and organizational needs. The disclosed range estimate has not been adjusted for the applicable geographic differential associated with the location at which the position may be filled. At Deloitte, it is not typical for an individual to be hired at or near the top of the range for their role and compensation decisions are dependent on the facts and circumstances of each case. A reasonable estimate of the current range is $146,300 to $271,700.\n\nYou may also be eligible to participate in a discretionary annual incentive program, subject to the rules governing the program, whereby an award, if any, depends on various factors, including, without limitation, individual and organizational performance",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor's degree in accounting or related field or equivalent years of relevant experience",
                        "8+ years of public accounting or equivalent experience",
                        "4+ years of experience managing and supervising teams",
                        "Certified Public Accountant (CPA)",
                        "Ability to think creatively, problem solve, and motivate teams",
                        "Detail oriented, organized, flexible and able to adapt to change",
                        "Proven ability to work in a fast-paced environment",
                        "Exceptional written and verbal communication skills",
                        "Strong presentation skills and ability to explain complex issues clearly and succinctly",
                        "Ability to work effectively in a virtual environment",
                        "Ability to travel up to 50%, on average, based on the work you do and the clients and industries/sectors you serve",
                        "Limited immigration sponsorship may be available",
                        "The wage range for this role takes into account the wide range of factors that are considered in making compensation decisions including but not limited to skill sets; experience and training; licensure and certifications; and other business and organizational needs"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You'll gain exposure to a variety of industries, business models and financial accounting areas, helping your career growth and professional development",
                        "Work You'll Do:As a Blockchain & Digital Assets Senior Manager, you will participate in client proposals and oversee day-to-day operations of engagement teams",
                        "You will work closely with the team to tackle accounting and other issues while using our cutting-edge technology",
                        "You will leverage your various skillsets to be an agile leader within our practice",
                        "Identify, prepare and participate in proposals for new clients and projects",
                        "Participate in strategic firm initiatives such as the development of written materials to support new service offerings, the development and delivery of training materials, and participation in firm eminence events",
                        "Be active in the marketplace and build relationships in order to grow the business",
                        "Stay connected to market trends to think through future innovative solutions",
                        "Lead the integration of overseas resources to drive efficient execution",
                        "Develop, maintain, and leverage internal contacts across Deloitte functions",
                        "Be a trusted advisor to public and private clients to assist with accounting, financial reporting, and internal control matters",
                        "Strengthen client relationships, liaise directly with clients to manage deliverables and deadlines, generate additional engagement opportunities through excellent quality, timely execution, and a strategic approach to service delivery",
                        "Supervise, coach, and mentor all levels of staff, seniors, and managers",
                        "Conduct performance reviews and contribute to performance feedback and training",
                        "Develop and communicate workplace culture and code of conduct",
                        "Lead teams in providing a Financial Statement Audit",
                        "Lead teams in providing Internal Controls Specific to Blockchain & Digital Assets services:",
                        "Design processes and governance models",
                        "Identify new risks and controls",
                        "Perform testing of the control framework",
                        "Evaluate blockchain reliability",
                        "Lead teams in providing Audit Readiness for Blockchain & Digital Asset Transactions",
                        "Provide audit readiness training",
                        "Evaluate a company's existing accounting policies, internal controls, resources, reporting frameworks and technology",
                        "Provide audit assistance services",
                        "Prepare financial statements and disclosures",
                        "Lead teams in providing IPO Readiness and SEC Reporting services (e.g. Form S-1)",
                        "Evaluate relevant tasks including IPO project plan",
                        "Assess complex US GAAP, IFRS, and SEC reporting requirements",
                        "Identify requirements, perform controls gap assessment, and design controls",
                        "Assist with preparation of filings, financial information, and disclosures",
                        "Support Special Purpose Acquisition Company (SPAC) transactions",
                        "Lead teams in providing Accounting Advisory Services for Digital Asset Transactions",
                        "Research accounting treatment for digital asset transactions",
                        "Draft relevant crypto-asset and blockchain disclosures including non-GAAP considerations",
                        "Advise on the use of non-GAAP measures, metrics, and other key performance indicators",
                        "Provide insights on proposed, existing, and new rules",
                        "Discuss complex accounting matters with a company's auditors",
                        "Advise on complex accounting matters involving regulators"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "A reasonable estimate of the current range is $146,300 to $271,700",
                        "You may also be eligible to participate in a discretionary annual incentive program, subject to the rules governing the program, whereby an award, if any, depends on various factors, including, without limitation, individual and organizational performance"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.deloitte.com/",
                    "text": "deloitte.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Deloitte&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCI4N",
                    "text": "See web results for Deloitte"
                }
            ],
            "extensions": [
                "3 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIFx1MDAyNiBEaWdpdGFsIEFzc2V0cyBTZW5pb3IgTWFuYWdlciIsImh0aWRvY2lkIjoiRVZQUXUzRUZBeFlBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1VWaFRPVGM0UjJSWGEwWjRPWEZxVjJkdmNYQk5kR2czU1c1R1RtTnZXRGxhUTA1alFrcG5jVFoyTlRWMk1tOWFWWHAzVDJRdE9VWmliMHgyWjBRd1Z6Qm1hSGxZTUVaSFVTMDBZa1JrYVVwWVJXTlFXSGRVYjFaa05EVnBUV0p6UzNOUE1WRkVhRUZhZDB4bGMwaHljbEJzUTNOZk9FSlBWWGxoVWtKcFMyRnRVM3BMV0hkakxYUmhXRXA2T1VvNGVEZFpNVmRQV0hCRWJYWXhibm95VDBRMFVXY3RMVWR2VUV0eVN6UnJiVU55ZFV0NlpETjNXa3RHWW05WlNHNTNRMGwzWWpGQk9VOVlTMUJsYnpOdGMxQlhZWFY1VGpWalZ6UXdkeElYVkdKek9WcExXR1JHV21GbmNIUlJVRFZ3Y1U4MFFXc2FJa0ZQTFRCeWJEWlBkVzFVVFRsRVIxcGhNbGRRYVRGblNrWlFNbWRVWjAxQmRuYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE0IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvYmxvY2tjaGFpbi1kaWdpdGFsLWFzc2V0cy1zZW5pb3ItbWFuYWdlci1hdC1kZWxvaXR0ZS0zMzA1NDMwMzc1P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Blockchain Content Writer",
            "company_name": "Content Machine",
            "location": " Anywhere ",
            "via": "via AngelList",
            "description": "MUST BE BASED IN THE AMERICAS. NO CANDIDATES OUTSIDE THE AMERICAS WILL BE CONSIDERED.\n\nApply for this role: https://www.contentmachine.biz/apply-now\n\nContent Machine is a community of content professionals growing rapidly and looking for top-tier talent. Come join our community and get access to the best freelance and full-time gigs.\n\nOur goal is to make it easy for our freelancers to get great projects through direct matching and exclusive job listings. Join the community to unlock more income and connections!\n\nResponsibilities:\n• Research and write high-quality blog posts, articles, whitepapers, and other content that educates and informs our audience about blockchain technology and our products.\n• Develop content strategies that align with our business goals and target audience.\n• Collaborate with our marketing team to develop content for social media, email marketing, and other channels.\n• Conduct interviews with industry experts and thought leaders to gather insights and quotes... for our content.\n• Stay up-to-date with the latest trends and developments in the blockchain and cryptocurrency industry.\n• Ensure all content is accurate, well-researched, and conforms to our brand guidelines.\n• Edit and proofread content written by other team members.\n\nRequirements:\n• Proven experience as a content writer in the blockchain or cryptocurrency industry.\n• Excellent writing skills and attention to detail.\n• Strong research skills and the ability to distill complex topics into simple, engaging content.\n• Familiarity with blockchain technology and the cryptocurrency industry.\n• Experience with SEO best practices and keyword research.\n• Ability to work independently and meet tight deadlines.\n• Bachelor's degree in English, Journalism, Communications, or a related field.\nApply for this role: https://www.contentmachine.biz/apply-now\n\nContent Machine focuses on Social Media, Creative, Content Creators, Writing, and Creative Strategy. Their company has offices in United States. They have a small team that's between 1-10 employees.\n\nYou can view their website at https://www.contentmachine.biz",
            "job_highlights": [
                {
                    "items": [
                        "MUST BE BASED IN THE AMERICAS. NO CANDIDATES OUTSIDE THE AMERICAS WILL BE CONSIDERED.\n\nApply for this role: https://www.contentmachine.biz/apply-now\n\nContent Machine is a community of content professionals growing rapidly and looking for top-tier talent. Come join our community and get access to the best freelance and full-time gigs.\n\nOur goal is to make it easy for our freelancers to get great projects through direct matching and exclusive job listings. Join the community to unlock more income and connections!\n\nResponsibilities:\n• Research and write high-quality blog posts, articles, whitepapers, and other content that educates and informs our audience about blockchain technology and our products.\n• Develop content strategies that align with our business goals and target audience.\n• Collaborate with our marketing team to develop content for social media, email marketing, and other channels.\n• Conduct interviews with industry experts and thought leaders to gather insights and quotes... for our content.\n• Stay up-to-date with the latest trends and developments in the blockchain and cryptocurrency industry.\n• Ensure all content is accurate, well-researched, and conforms to our brand guidelines.\n• Edit and proofread content written by other team members.\n\nRequirements:\n• Proven experience as a content writer in the blockchain or cryptocurrency industry.\n• Excellent writing skills and attention to detail.\n• Strong research skills and the ability to distill complex topics into simple, engaging content.\n• Familiarity with blockchain technology and the cryptocurrency industry.\n• Experience with SEO best practices and keyword research.\n• Ability to work independently and meet tight deadlines.\n• Bachelor's degree in English, Journalism, Communications, or a related field.\nApply for this role: https://www.contentmachine.biz/apply-now\n\nContent Machine focuses on Social Media, Creative, Content Creators, Writing, and Creative Strategy. Their company has offices in United States. They have a small team that's between 1-10 employees.\n\nYou can view their website at https://www.contentmachine.biz"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Content+Machine&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCLsN",
                    "text": "See web results for Content Machine"
                }
            ],
            "extensions": [
                "50K–100K a year",
                "Work from home",
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "salary": "50K–100K a year",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJCbG9ja2NoYWluIENvbnRlbnQgV3JpdGVyIiwiaHRpZG9jaWQiOiJobE9KUVBuVmxoSUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVW5seU9FOXFORnAyUjJ4aVgyZ3lVWHBaVURjM1JUUlpPRXRSTTFST05GOUtOV3BKWDIxalRqUm5WakpQTW5GblF6WTFNRk40Um0xc1NITktWVFJNWVVZM1NWQmpiRVZqVkdsVFVIUmFUa1J1ZFU5c2QzSkJja1UxU2xSeE1tZFhNVUV0V1d0d1VqSlJNSEJqWkhGVVprOXZWekJGTTJkTWFFMWtMVU5hVEdKNE1GWmhRblZ2TjFwM1owSmthRUZFUTE5ck9VVndMVWRYY3pBMmNqQnFMUzFaUWsxVGEyOVNTbGRTZVRaUVdHaE5FaGRVWW5NNVdrdFlaRVphWVdkd2RGRlFOWEJ4VHpSQmF4b2lRVTh0TUhKc056aFJSa2hrTkhOWE5tNVpOM1oxZWpSNlpsUjBXV3BXYkdjNFFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gQW5nZWxMaXN0IiwibGluayI6Imh0dHBzOi8vd2VsbGZvdW5kLmNvbS9jb21wYW55L2NvbnRlbnQtbWFjaGluZS9qb2JzLzI1ODMwNjQtYmxvY2tjaGFpbi1jb250ZW50LXdyaXRlcj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Social Media Marketing (Blockchain/Crypto)",
            "company_name": "Bitquery",
            "location": " Anywhere ",
            "via": "via AngelList",
            "description": "• Maintain a social media calendar\n• Build Bitquery Brand Awareness through our Social Media channels\n• Put our Bitquery updates and educational content on social Media...\n• Create reports on social media engagements, coversions\n• Creating Social Media Collateral like images, videos (Our Design team will help)\n• Monitor narratives and trends and create content\n• Organise Twitter Spaces and other virtual Meet-ups\n\nRequirements\n• English Proficiency (Written and Speaking) with Grammar skills\n• Good understanding of Social media network and related tools (Scheduling, calender)\n• Awesome writing skills\n• Very active on Twitter (Must need)\n• Ability to research and understand complex topic\n• Computer Science backgound (Must have)\n• Proven track record of building a web3 community\n• Good understanding for blockchain concepts (Must have)\n\nBenefits\n• Opportunity to work & collaborate with a truly global team spread across 5 countries\n• Work from anywhere in the world\n• Choose your own work hours\n• Yearly trip with Bitquery team to any remote destination\n• A promise to finish the interview processes within 1-2 weeks\n\nBeing a startup we take decisions & move fairly fast, while giving candidates great experience with the interview process. We have a flat hierarchy in the organization where we empower individuals and provide an opportunity to deliver results as per his/her working style. Come and join a great culture and build Bitquery with us.\n\nBitquery focuses on Analytics, Artificial Intelligence, and Blockchain / Cryptocurrency. Their company has offices in New York City. They have a small team that's between 11-50 employees.\n\nYou can view their website at https://bitquery.io or find them on Twitter and LinkedIn",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "English Proficiency (Written and Speaking) with Grammar skills",
                        "Good understanding of Social media network and related tools (Scheduling, calender)",
                        "Awesome writing skills",
                        "Very active on Twitter (Must need)",
                        "Ability to research and understand complex topic",
                        "Computer Science backgound (Must have)",
                        "Proven track record of building a web3 community",
                        "Good understanding for blockchain concepts (Must have)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Put our Bitquery updates and educational content on social Media",
                        "Create reports on social media engagements, coversions",
                        "Creating Social Media Collateral like images, videos (Our Design team will help)",
                        "Monitor narratives and trends and create content",
                        "Organise Twitter Spaces and other virtual Meet-ups"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Opportunity to work & collaborate with a truly global team spread across 5 countries",
                        "Work from anywhere in the world",
                        "Choose your own work hours",
                        "Yearly trip with Bitquery team to any remote destination"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Bitquery&sa=X&ved=0ahUKEwjlt4Sa77H-AhUWkIkEHWaNA5wQmJACCP4N",
                    "text": "See web results for Bitquery"
                }
            ],
            "extensions": [
                "Work from home",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTb2NpYWwgTWVkaWEgTWFya2V0aW5nIChCbG9ja2NoYWluL0NyeXB0bykiLCJodGlkb2NpZCI6Ii1rWmZ1cDdGRFlNQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9VMmxyUzBoM1VXbGpkVGRXVFdobWNXNWFkR1ZwZVRkaFQwMVBjVGRuWmtOVVUwcFhaVXBqYm5GdWJuSlhVM1JqUVVrMWVtMVpjM1pNZUY5VlpqUnFORTB4YVRCRWExOXVaVmx4V0Y4M01FVk9SbTFTUTBFdGQwSlZSa1J1YnpoWVZITlpjVlozTmpjek5sUTFjVlYxVVhwblIxQldOVVkzWVV0cGJDMWtWekZYTlRkMk4zaFVSV0ZKVFVkNmRHbFFlWEJyZGt4RFRWOXdielE0WVZabk5GaFZTR2sxUzFwbGNrNUVUR1ppZERNMEVoZFVZbk01V2t0WVpFWmFZV2R3ZEZGUU5YQnhUelJCYXhvaVFVOHRNSEpzTjJOSGFIVjRjbVZzWjFkQlRVMVViVlZOZUZVMlpuUk5ibTAyZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBBbmdlbExpc3QiLCJsaW5rIjoiaHR0cHM6Ly93ZWxsZm91bmQuY29tL2NvbXBhbnkvYml0cXVlcnkvam9icy8yNTI0MzQ1LXNvY2lhbC1tZWRpYS1tYXJrZXRpbmctYmxvY2tjaGFpbi1jcnlwdG8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Senior manager",
                    "value": "senior manager"
                },
                {
                    "text": "Tax senior",
                    "value": "tax senior"
                },
                {
                    "text": "Tax manager",
                    "value": "tax manager"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Architect",
                    "value": "architect"
                },
                {
                    "text": "Tax consultant",
                    "value": "tax consultant"
                },
                {
                    "text": "Consultant",
                    "value": "consultant"
                },
                {
                    "text": "Infrastructure engineer",
                    "value": "infrastructure engineer"
                },
                {
                    "text": "Product manager",
                    "value": "product manager"
                },
                {
                    "text": "Security engineer",
                    "value": "security engineer"
                },
                {
                    "text": "Specialist",
                    "value": "specialist"
                },
                {
                    "text": "Systems engineer",
                    "value": "systems engineer"
                },
                {
                    "text": "Writer",
                    "value": "writer"
                },
                {
                    "text": "Advisor",
                    "value": "advisor"
                },
                {
                    "text": "Attorney",
                    "value": "attorney"
                },
                {
                    "text": "Audit",
                    "value": "audit"
                },
                {
                    "text": "Builder",
                    "value": "builder"
                },
                {
                    "text": "Business",
                    "value": "business"
                },
                {
                    "text": "Community manager",
                    "value": "community manager"
                },
                {
                    "text": "Counsel",
                    "value": "counsel"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Development engineer",
                    "value": "development engineer"
                },
                {
                    "text": "Development manager",
                    "value": "development manager"
                },
                {
                    "text": "Devops engineer",
                    "value": "devops engineer"
                },
                {
                    "text": "Engineering manager",
                    "value": "engineering manager"
                },
                {
                    "text": "Financial officer",
                    "value": "financial officer"
                },
                {
                    "text": "Head of marketing",
                    "value": "head_of marketing"
                },
                {
                    "text": "Instructor",
                    "value": "instructor"
                },
                {
                    "text": "Investigator",
                    "value": "investigator"
                },
                {
                    "text": "Investment manager",
                    "value": "investment manager"
                },
                {
                    "text": "Marketing specialist",
                    "value": "marketing specialist"
                },
                {
                    "text": "Media marketing",
                    "value": "media marketing"
                },
                {
                    "text": "Operations",
                    "value": "operations"
                },
                {
                    "text": "Platform engineer",
                    "value": "platform engineer"
                },
                {
                    "text": "Relations manager",
                    "value": "relations manager"
                },
                {
                    "text": "Research analyst",
                    "value": "research analyst"
                },
                {
                    "text": "Research engineer",
                    "value": "research engineer"
                },
                {
                    "text": "Researcher",
                    "value": "researcher"
                },
                {
                    "text": "Senior principal",
                    "value": "senior principal"
                },
                {
                    "text": "Technical",
                    "value": "technical"
                },
                {
                    "text": "Technical architect",
                    "value": "technical architect"
                },
                {
                    "text": "Technical officer",
                    "value": "technical officer"
                },
                {
                    "text": "Technology instructor",
                    "value": "technology instructor"
                },
                {
                    "text": "Tutor",
                    "value": "tutor"
                },
                {
                    "text": "Ux/ui designer",
                    "value": "ux/ui designer"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "San Francisco, CA",
                    "value": "IQBpAG2ahYD_rXbwZxNQSg=="
                },
                {
                    "text": "Los Angeles, CA",
                    "value": "E9on3F3HwoD0CEYlb98v4g=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Miami, FL",
                    "value": "EcHIDqKw2YhlT63dcfKW_w=="
                },
                {
                    "text": "Seattle, WA",
                    "value": "VTPokywQkFSa1URpRmUlEA=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Dallas, TX",
                    "value": "S5dFe_cZTIaPZ0f2pJvsuQ=="
                },
                {
                    "text": "Las Vegas, NV",
                    "value": "0X31pIK3voCjebPV5tXMOg=="
                },
                {
                    "text": "Austin, TX",
                    "value": "LwPMoJm1RIZ61WnUS0abXQ=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Irving, TX",
                    "value": "j_UJHVyCToYJ84eGVm8wPA=="
                },
                {
                    "text": "Albany, NY",
                    "value": "S_tPzDQK3onEKOegEmOh4Q=="
                },
                {
                    "text": "Boulder, CO",
                    "value": "06-NJ06Na4dYgBugfDs5yA=="
                },
                {
                    "text": "Houston, TX",
                    "value": "AYWNSLS4QIY7BWXz3gINyg=="
                },
                {
                    "text": "Jersey City, NJ",
                    "value": "3a-_JdJQwonZJc2iE_BJAg=="
                },
                {
                    "text": "Palo Alto, CA",
                    "value": "ORy6nXuwj4DPdvU1UvUfDg=="
                },
                {
                    "text": "Phoenix, AZ",
                    "value": "y3mhUO0SK4esG0o1-MdpjA=="
                },
                {
                    "text": "Portland, OR",
                    "value": "J3SpfQsLlVSRhdH25rk2HA=="
                },
                {
                    "text": "Remote, OR",
                    "value": "Xd1PcUdfxFT6HfQNXR_RRw=="
                },
                {
                    "text": "San Diego, CA",
                    "value": "Sx6SrQ9T2YB53xX9_SE6DQ=="
                },
                {
                    "text": "San Jose, CA",
                    "value": "9T_5iuTKj4B7cZ_KCoyduQ=="
                },
                {
                    "text": "Albuquerque, NM",
                    "value": "e4MJ090KIof99tm4zvjTwA=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "BARNESBORO, PA",
                    "value": "/f2/BARNESBORO, PA"
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Bentonville, AR",
                    "value": "SUnWTgAQyYcCvyUkyIyA2g=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Birmingham, AL",
                    "value": "07-FWN8RiYjOVLrqCXRQJQ=="
                },
                {
                    "text": "Boca Raton, FL",
                    "value": "J_s278Ij2YjJlWDK7qY-0g=="
                },
                {
                    "text": "Bristol, TN",
                    "value": "TYnr7iqdWohWh9ja_vJXPw=="
                },
                {
                    "text": "Camp Hill, PA",
                    "value": "f0rLVyTCyImwE4DZfzdukA=="
                },
                {
                    "text": "Carson City, NV",
                    "value": "cbTe-KEKmYAoOOK9gmyc9w=="
                },
                {
                    "text": "Cincinnati, OH",
                    "value": "-SE43rFRQIgXk8Dki377aQ=="
                },
                {
                    "text": "Cleveland, OH",
                    "value": "LWto4y7vMIhCGGL3VcsE7Q=="
                },
                {
                    "text": "Columbus, OH",
                    "value": "cd6QucGJOIgztbHP-GYy5A=="
                },
                {
                    "text": "Concord, NH",
                    "value": "F4lKFZZq4onxKCWmoHGoBQ=="
                },
                {
                    "text": "Costa Mesa, CA",
                    "value": "eW9X_G_f3IDawAPYEoQB7w=="
                },
                {
                    "text": "Darien, CT",
                    "value": "YQS6WhqgwokJ49rBf-EKgA=="
                },
                {
                    "text": "Davenport, IA",
                    "value": "8aIS4MU04oewH1hWYx_q6A=="
                },
                {
                    "text": "Dayton, OH",
                    "value": "AxTdrtWAQIjkTA7ykuNApg=="
                },
                {
                    "text": "Denver, CO",
                    "value": "zxcfI6qAa4fWNoon-PSOEQ=="
                },
                {
                    "text": "Des Moines, IA",
                    "value": "5x5hwaSZ7oey5JEmUSgAcQ=="
                },
                {
                    "text": "Detroit, MI",
                    "value": "dR3LEAHKJIjSxLk1ToZ2Vw=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "Falls Church, VA",
                    "value": "rWNGem5LtolZlz2XiGZTbg=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Fort Worth, TX",
                    "value": "rQfILRJuToa9rGnd-IuvpA=="
                },
                {
                    "text": "Foster City, CA",
                    "value": "MbBm1NCYj4B975CYDB2wrQ=="
                },
                {
                    "text": "Frankfort, KY",
                    "value": "yVMZi0xzQohcQmeIoBhkUw=="
                },
                {
                    "text": "Frederick, MD",
                    "value": "4669jAzFyYmZHBG9vUdi2g=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Accounting",
                    "value": "/business/naics2007/5412"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Travel",
                    "value": "/business/naics2007/5615"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Upwork",
                    "value": "/m/02pzh5d"
                },
                {
                    "text": "Jobot",
                    "value": "/g/11jrq3t_g3"
                },
                {
                    "text": "OAK Network",
                    "value": "/g/11sq5fg0rt"
                },
                {
                    "text": "Amazon Dev Center U.S., Inc.",
                    "value": "/g/11rxnkj1mk"
                },
                {
                    "text": "EY",
                    "value": "/m/0g9jc"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "Axelar",
                    "value": "/g/11lrchngb9"
                },
                {
                    "text": "BNY Mellon",
                    "value": "/m/02vps5x"
                },
                {
                    "text": "BPM LLP",
                    "value": "/g/11b8250rm0"
                },
                {
                    "text": "BingX",
                    "value": "/g/11t5swpwg8"
                },
                {
                    "text": "BitGo",
                    "value": "/g/11ckr55jr0"
                },
                {
                    "text": "Blockchain",
                    "value": "/g/11dxpy968n"
                },
                {
                    "text": "CGI Group, Inc.",
                    "value": "/m/07k7yx"
                },
                {
                    "text": "Chainlink Labs",
                    "value": "/g/11qn04qyw9"
                },
                {
                    "text": "Crypto.com",
                    "value": "/g/11mpd28vqp"
                },
                {
                    "text": "Cynet Systems",
                    "value": "/g/11f01h5mrt"
                },
                {
                    "text": "Dapper Labs",
                    "value": "/g/11fhql0_yt"
                },
                {
                    "text": "Dice",
                    "value": "/m/02_3ckm"
                },
                {
                    "text": "DoraHacks",
                    "value": "/g/11f7pbnr4j"
                },
                {
                    "text": "Fidelity Investments Careers",
                    "value": "/m/028q26"
                },
                {
                    "text": "Fox Corporation",
                    "value": "/g/11fkd9nfcb"
                },
                {
                    "text": "Galaxy Digital",
                    "value": "/g/11dx9g2fxp"
                }
            ]
        }
    ]
}