{
    "search_metadata": {
        "id": "643dbb00f8f5f79a3a713533",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/b99d40584cd3fcdc/643dbb00f8f5f79a3a713533.json",
        "created_at": "2023-04-17 21:32:48 UTC",
        "processed_at": "2023-04-17 21:32:48 UTC",
        "google_jobs_url": "https://www.google.com/search?q=data+scientist&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=20",
        "raw_html_file": "https://serpapi.com/searches/b99d40584cd3fcdc/643dbb00f8f5f79a3a713533.html",
        "total_time_taken": 2.04
    },
    "search_parameters": {
        "q": "data scientist",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 20
    },
    "jobs_results": [
        {
            "title": "Data Scientist - On-Site",
            "company_name": "BU_IS, Raytheon Technologies",
            "location": "  Herndon, VA   ",
            "via": "via Raytheon Jobs - Raytheon Technologies",
            "description": "Date Posted:\n2022-11-10-08:00\n...\nCountry:\nUnited States of America\n\nLocation:\nVA531: 13900 Lincoln Park Dr, Herndon 13900 Lincoln Park Drive Suite 220, Herndon, VA, 20171 USA\n\nPosition Role Type:\nOnsite\n• **In anticipation of an upcoming contract award, RI&S is posting this opportunity***\n\nRaytheon Technologies is looking for a Data Scientist who have a passion for analyzing and uncovering digital insights from large, complex streams of data derived from various databases and sources.\n\nKey responsibilities:\n• The Data Scientists will be responsible for identifying and acquiring data from primary and secondary sources and performing aggregation and analysis of that data using advanced statistical and analysis techniques.\n• Analyze data using quantitative and qualitative methods to provide customers with comprehensive insights into strengths, opportunities and areas requiring improvement.\n• Prepare engaging presentations of analysis through data visualization and analytic narratives\n• Communicate and brief stakeholders and senior-level customers and on research plans, activities, findings, and recommendations.\n\nSkills, Experience and Qualifications:\n• Bachelor’s degree with 5 years of experience working in a relevant field\n• In-depth experience in qualitative and quantitative research\n• Proven ability to analyze data and translate analysis into meaningful insights\n• Experience in developing, modifying, and enhancing data in support of key measures of effectiveness for impact\n• Demonstrated ability to manipulate large data sets into user-friendly formats for stakeholder use\n• General understanding of statistics, vector mathematics, and probability\n• Experience in identifying and analyzing trends or patterns in complex data sets\n• Excellent oral and written communication skills, as well as data visualization techniques\n• Solid background in statistics and/or mathematics\n\nDesired Skills:\n• Strong understanding of the concepts of information management and reliability concepts\n• Strong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with attention to detail and accuracy in a fast paced, deadline-oriented environment with constantly changing priorities\n• Cyber Security knowledge\n\nEducation:\n\nBachelor’s degree with 5 years of experience working in a relevant field or\n\n7-10 years of experience in lieu of a degree.\n\nEmployee Referral Award Eligibility: Only employees currently within RMD and RI&S have the potential to receive a Referral Award for submitting a referral to RMD and RI&S roles. ALL eligibility requirements must be met to receive the Referral Awarding.\n\nRelocation assistance isn't available\n\nMust be a US Citizen with an active TS/SCI clearance with poly and be crossover eligible.\n\n#RISCYBER\n\nTypically requires:\n\nA University Degree or equivalent experience and minimum 5 years prior relevant experience, or An Advanced Degree in a related field and minimum 3 years experience\n\nEngineering/Other Technical Positions:\n\nTypically requires a degree in Science,Technology, Engineering or Mathematics (STEM) and a minimum of 5 years of prior relevant experience unless prohibited by local laws/regulations.\n\nRaytheon Technologies is An Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or veteran status, age or any other federally protected class.\n\nPrivacy Policy and Terms:\n\nClick on this link to read the Policy and Terms",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree with 5 years of experience working in a relevant field",
                        "In-depth experience in qualitative and quantitative research",
                        "Proven ability to analyze data and translate analysis into meaningful insights",
                        "Experience in developing, modifying, and enhancing data in support of key measures of effectiveness for impact",
                        "Demonstrated ability to manipulate large data sets into user-friendly formats for stakeholder use",
                        "General understanding of statistics, vector mathematics, and probability",
                        "Experience in identifying and analyzing trends or patterns in complex data sets",
                        "Excellent oral and written communication skills, as well as data visualization techniques",
                        "Solid background in statistics and/or mathematics",
                        "7-10 years of experience in lieu of a degree",
                        "Must be a US Citizen with an active TS/SCI clearance with poly and be crossover eligible",
                        "A University Degree or equivalent experience and minimum 5 years prior relevant experience, or An Advanced Degree in a related field and minimum 3 years experience",
                        "Typically requires a degree in Science,Technology, Engineering or Mathematics (STEM) and a minimum of 5 years of prior relevant experience unless prohibited by local laws/regulations"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Scientists will be responsible for identifying and acquiring data from primary and secondary sources and performing aggregation and analysis of that data using advanced statistical and analysis techniques",
                        "Analyze data using quantitative and qualitative methods to provide customers with comprehensive insights into strengths, opportunities and areas requiring improvement",
                        "Prepare engaging presentations of analysis through data visualization and analytic narratives",
                        "Communicate and brief stakeholders and senior-level customers and on research plans, activities, findings, and recommendations"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=BU_IS,+Raytheon+Technologies&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAIIzQk",
                    "text": "See web results for BU_IS, Raytheon Technologies"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCAtIE9uLVNpdGUiLCJodGlkb2NpZCI6ImRucWw1STRDWXpZQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvc0NDc3dCUVVWek4ycE9VVzF6VWxSQ09XSXhaMTlxTVVneGJIaEdaV2RsY1c4NU9IUmFRWEZ4ZWtKME5WZGZUemN3UmtFMk5EVXpZa2RmU1RaWFpsaFpkRWxyUlhVNVkwNUxOR2g0U0RKNWMycFVTa2RCVldjNE9WTlhhVmQzTjBOTE1tOTNYelY2U1RZeVFYTjZlVzVVT0dOMVpsVXdMVlozYm5WQldHdHdPVWxOWXkxb01UZ3lhM2RyVjNKb2VTMVFNM3BzY0ZRMVJYcENiMWwyUW1zeFp6ZE1NRVZwZHpCd1lsTlJTbXRpZVdWMlRqRnhXVzFEVGt0ME1sUnJjVzFLWm1FelUyWlNVazlqYW5NeFlYSldFaFpCVEhNNVdrMTFkazFaWlMxb2QwOWliV0kyV1VGUkdpSkJUeTB3Y213M1dVRjNjVWczTUdVd2MyVlVhakZSUmkxd2VuWllaRFl6YkU5UiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgZGlyZWN0bHkgb24gUmF5dGhlb24gSm9icyAtIFJheXRoZW9uIFRlY2hub2xvZ2llcyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMucnR4LmNvbS9nbG9iYWwvZW4vam9iLzAxNTg0NDMyL0RhdGEtU2NpZW50aXN0LU9uLVNpdGU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Junior Data Scientist",
            "company_name": "Gryphon Scientific",
            "location": "  Takoma Park, MD   ",
            "via": "via Jobs By Workable",
            "description": "This position offers options for in-person (in the District of Columbia (DC) metropolitan area), hybrid or remote (within the US) work\n\nCompany Description...\n\nGryphon Scientific is a small, growing consulting business with a unique focus on physical and life sciences, public health, chemical, biological, radiological, and nuclear (CBRN) defense, and program management and evaluation. We capitalize on our staff’s rich, experience in the laboratory, in policy shops and in the field to tackle projects with complex technical challenges. A core aspect of Gryphon work involves the collection, curation, analysis, and dissemination of data and information to foster collaboration and scientific discovery, guide client decision making, and support both national and international research and preparedness and response efforts. Our projects drive policy changes in security, preparedness, and science policy at the highest levels of US government. Abroad, we advise governments in the developing world on how to cope with daunting public health challenges. Our aim is to improve the health and safety of populations world-wide.\n\nGryphon strongly encourages collaboration across disciplines, throughout the company, and between junior and senior staff. Personal and professional development are actively supported through opportunities to work across a wide range of projects. The energy of our small business environment, as well as our commitment to technical excellence, attracts staff with interesting and impressive backgrounds as well as recent graduates seeking a challenging and rewarding career. Gryphon boasts a friendly work environment, a comprehensive employee benefit package, and places an emphasis on work-life balance, which has yielded excellent employee retention. We are committed to attracting and retaining a diverse staff and will honor your experiences, perspectives, and unique identity. The company is headquartered in Takoma Park, MD but provides our staff remote working opportunities from any U.S. state or territory.\n\nDescription\n\nAs a junior data scientist at Gryphon, you will collaborate as a team member on analytical and modeling tasks, developing solutions related to public health and safety, homeland security, international engagement, and emerging infectious disease, under the guidance of senior data scientists and principal investigators. Our example projects that might excite you include using computational probability and statistics to perform disease modeling and forecasting, implementing natural language processing (NLP) and deep learning-based natural language generation (NLG) capabilities to identify and combat misinformation about vaccines and infectious disease, and mathematical modeling of the spread of pathogens under certain environmental conditions, to name a few.\n\nDuties:\n• In this position you will have an aptitude for and interest in learning and applying one or more techniques in statistics, computational probability, NLP, NLG, neural networks, and deep learning, and to work with a mentor to become an expert in one or more of these technologies over time.\n• You will collaborate with your co-workers to become knowledgeable in the broad portfolio of Gryphon projects including but not limited to infectious diseases, global health security, biosafety, biosecurity, emergency preparedness and response, biotechnology, and/or public health.\n• As part of project-focused work, you will seek out and define new data collection and analysis strategies, always on the lookout for new tools and techniques that can improve our work.\n• Communication is key at Gryphon. You will learn how to document and present complex quantitative analysis and results to internal and external stakeholders at the appropriate technical depth via written reports and oral presentations.\n\nMinimum Qualifications:\n• Undergraduate degree in a relevant discipline (biological sciences, statistics, computer science, data science, mathematics, or a related field)\n• Experience in Biology, Chemistry, Environmental Science, or another scientific discipline.\n• 1-3 years of data analytics, data science, ML, or AI experience (can be through coursework).\n• GPA greater than 3.0 (out of 4.0) in your major.\n• Experience building data science analysis solutions in R, Python, C, C++, Java, Visual Basic, or another programming language.\n• Experience in data cleaning, normalization, aggregation, and standardization.\n• Experience with git or other version control systems.\n• Ability to properly document code.\n• Experience co-developing code/pipelines/etc. with multiple developers.\n• Excellent critical thinking and problem-solving skills.\n• Excellent attention to detail; organization skills and excellent follow-through.\n• Excellent writing, interpersonal, and oral communication skills.\n• U.S. citizenship and a work location located in the United States.\n\nAdditional Skills and Experience (nice to have, but not required):\n• Experience running end-to-end data science pipelines.\n• Experience using relational database technologies, such as SQL, MySQL or PostgreSQL.\n• Experience using graph databases such as Neo4J.\n\nGryphon is seeking applicants from diverse backgrounds and communities, including those who can demonstrate the above skills and abilities developed through non-traditional work history, experiences, and education. We encourage applicants who may have some but not all additional skills and experience.\n\nCompany Benefits\n• Fully paid health insurance for staff, and discounted rates for family members\n• Dental, disability, and life insurance\n• Flexible working hours\n• Options for in-person (in the District of Columbia (DC) metropolitan area), hybrid or remote work (within the U.S.)\n• Paid time off, in addition to 10 paid holidays\n• Continuing education benefits (after 6 months of employment at the beginning of the year)\n• Generous year-end profit sharing and performance bonuses\n• Wellness benefits (funds gym memberships, exercise classes, etc.)\n• Up to 12 weeks leave, per the Family Medical Leave Act (FMLA)\n• Parental leave\n• Flex spending account (FSA)\n• 401K with 3% match (after 6 months of employment)\n• Bereavement leave\n\nSalary Range: $50,000 - $75,000",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Undergraduate degree in a relevant discipline (biological sciences, statistics, computer science, data science, mathematics, or a related field)",
                        "Experience in Biology, Chemistry, Environmental Science, or another scientific discipline",
                        "1-3 years of data analytics, data science, ML, or AI experience (can be through coursework)",
                        "GPA greater than 3.0 (out of 4.0) in your major",
                        "Experience building data science analysis solutions in R, Python, C, C++, Java, Visual Basic, or another programming language",
                        "Experience in data cleaning, normalization, aggregation, and standardization",
                        "Experience with git or other version control systems",
                        "Ability to properly document code",
                        "Experience co-developing code/pipelines/etc. with multiple developers",
                        "Excellent critical thinking and problem-solving skills",
                        "Excellent attention to detail; organization skills and excellent follow-through",
                        "Excellent writing, interpersonal, and oral communication skills",
                        "U.S. citizenship and a work location located in the United States",
                        "Additional Skills and Experience (nice to have, but not required):",
                        "Experience running end-to-end data science pipelines",
                        "Experience using relational database technologies, such as SQL, MySQL or PostgreSQL",
                        "Experience using graph databases such as Neo4J",
                        "Gryphon is seeking applicants from diverse backgrounds and communities, including those who can demonstrate the above skills and abilities developed through non-traditional work history, experiences, and education"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a junior data scientist at Gryphon, you will collaborate as a team member on analytical and modeling tasks, developing solutions related to public health and safety, homeland security, international engagement, and emerging infectious disease, under the guidance of senior data scientists and principal investigators",
                        "Our example projects that might excite you include using computational probability and statistics to perform disease modeling and forecasting, implementing natural language processing (NLP) and deep learning-based natural language generation (NLG) capabilities to identify and combat misinformation about vaccines and infectious disease, and mathematical modeling of the spread of pathogens under certain environmental conditions, to name a few",
                        "In this position you will have an aptitude for and interest in learning and applying one or more techniques in statistics, computational probability, NLP, NLG, neural networks, and deep learning, and to work with a mentor to become an expert in one or more of these technologies over time",
                        "You will collaborate with your co-workers to become knowledgeable in the broad portfolio of Gryphon projects including but not limited to infectious diseases, global health security, biosafety, biosecurity, emergency preparedness and response, biotechnology, and/or public health",
                        "As part of project-focused work, you will seek out and define new data collection and analysis strategies, always on the lookout for new tools and techniques that can improve our work",
                        "Communication is key at Gryphon",
                        "You will learn how to document and present complex quantitative analysis and results to internal and external stakeholders at the appropriate technical depth via written reports and oral presentations"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Fully paid health insurance for staff, and discounted rates for family members",
                        "Dental, disability, and life insurance",
                        "Flexible working hours",
                        "Options for in-person (in the District of Columbia (DC) metropolitan area), hybrid or remote work (within the U.S.)",
                        "Paid time off, in addition to 10 paid holidays",
                        "Continuing education benefits (after 6 months of employment at the beginning of the year)",
                        "Generous year-end profit sharing and performance bonuses",
                        "Wellness benefits (funds gym memberships, exercise classes, etc.)",
                        "Up to 12 weeks leave, per the Family Medical Leave Act (FMLA)",
                        "Parental leave",
                        "Flex spending account (FSA)",
                        "401K with 3% match (after 6 months of employment)",
                        "Bereavement leave",
                        "Salary Range: $50,000 - $75,000"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gryphonscientific.com/",
                    "text": "gryphonscientific.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Gryphon+Scientific&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAIIkgo",
                    "text": "See web results for Gryphon Scientific"
                }
            ],
            "extensions": [
                "6 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJKdW5pb3IgRGF0YSBTY2llbnRpc3QiLCJodGlkb2NpZCI6IjFZLWRCZy03ZFFrQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvc0NDc3dCUVVWek4ycE9VVTVwVUMxUE5WQnVWRXAwVlhGdFRqZ3pOM0pNWmpGUFoyeEhOek5tYTFWTFkydEhhMEpZWDNONlFVSk5abUl5TUVwNmRqaGZSMjA1Wm5ab2EyVjVkbWs1WTA1Rk4yWjFaV0ZwVGkxalprTTVSVkZJV25ob2NFdEtlWGhpUWtoNk5FdGxkR1J1UTNaUk9FNUdOemhqUVZsNGFWQnVUVm81YzFWdlJFSjRZalI2YzFjd2IwOVlVa3R0WTBaTFRVSklRVTF4TFVVelptNUdlUzFwWHpWNlpITktWR05mVjFaaGRqZDJlR1F5YlRWTGEzWXhPSEpwY0VoVE1VazRNVmN3V25jeU5FODBFaFpCVEhNNVdrMTFkazFaWlMxb2QwOWliV0kyV1VGUkdpSkJUeTB3Y213M09IQnpabUZxTlVOeU9WTkxkWGhVUXpaUlVGcHhNelZaWVhSUiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSm9icyBCeSBXb3JrYWJsZSIsImxpbmsiOiJodHRwczovL2FwcGx5LndvcmthYmxlLmNvbS9ncnlwaG9uLXNjaWVudGlmaWMvai8zQjFFQzNBNERFLz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Scientist, Consultant",
            "company_name": "Guidehouse",
            "location": "  Wheaton-Glenmont, MD   ",
            "via": "via Monster",
            "description": "Job Family:\nData Science Consulting\n...\nTravel Required:\nUp to 25%\n\nClearance Required:\nAbility to Obtain Secret\n\nWhat You Will Do:\n\nOur consultants on the Advanced Analytics & Intelligent Automation team help clients maximize the value of their data and automate business processes. This high performing team works with clients to implement the full spectrum of data analytics and data science, from data architecture and storage to data engineering and querying, to data visualization and dashboarding, to predictive analytics, machine learning, and artificial intelligence as well as robotic process automation (RPA). Our services enable our clients to define their information strategy, enable mission critical insights and data-driven decision making, reduce cost and complexity, increase trust, and improve operational effectiveness.\n\nBelong to the diverse, talented, and collaborative Advanced Analytics & Intelligent Automation team. Support National Security clients as a Data Scientist performing data science, analytics, data wrangling, statistical analysis, and machine learning.\n\nFocus on client services, while also supporting business development, internal firm initiatives, and ongoing professional development.\n\nWhat You Will Need:\n• U.S. citizenship and ability to obtain a Public Trust clearance, Secret, or Top-Secret clearance. Ability to work remotely and at client sites as needed.\n• B.S./B.A. in a highly quantitative and computational discipline (e.g., data science, statistics, computer science, etc.).\n• 1+ years of relevant professional experience in data science / analytics (e.g., data wrangling, data visualization, statistical analysis, predictive analysis, and machine learning).\n• Proficiency using R/R Studio/Tidyverse.\n• Proficiency using Power BI, Tableau, Qlik, or Elastic X-Pack for data visualization and developing dashboards.\n• Strong communication/presentation skills and ability to explain technical topics to non-technical audiences.\n• Strong consulting skills: identifying and addressing client needs, building relationships, driving initiatives forward.\n\nWhat Would Be Nice To Have:\n• Active Secret or Top Secret clearance.\n• Proficiency using Python for data science: data wrangling, statistical analysis, machine learning models.\n• Proficiency using SQL for data querying. - Understanding of database, data warehouse, and data lake concepts.\n• Familiarity with Natural Language Processing (NLP) methods and techniques.\n• Experience supporting the Federal National Security sector.\n• Ability to support business development including RFP/RFQ/RFI responses involving data science / analytics.\n\nWhat We Offer:\n\nGuidehouse offers a comprehensive, total rewards package that includes competitive compensation and a flexible benefits package that reflects our commitment to creating a diverse and supportive workplace.\n\nBenefits include:\n• Medical, Rx, Dental & Vision Insurance\n• Personal and Family Sick Time & Company Paid Holidays\n• Position may be eligible for a discretionary variable incentive bonus\n• Parental Leave and Adoption Assistance\n• 401(k) Retirement Plan\n• Basic Life & Supplemental Life\n• Health Savings Account, Dental/Vision & Dependent Care Flexible Spending Accounts\n• Short-Term & Long-Term Disability\n• Student Loan PayDown\n• Tuition Reimbursement, Personal Development & Learning Opportunities\n• Skills Development & Certifications\n• Employee Referral Program\n• Corporate Sponsored Events & Community Outreach\n• Emergency Back-Up Childcare Program\n• Mobility Stipend\n\nAbout Guidehouse\nGuidehouse is an Equal Employment Opportunity / Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, national origin, ancestry, citizenship status, military status, protected veteran status, religion, creed, physical or mental disability, medical condition, marital status, sex, sexual orientation, gender, gender identity or expression, age, genetic information, or any other basis protected by law, ordinance, or regulation.\n\nGuidehouse will consider for employment qualified applicants with criminal histories in a manner consistent with the requirements of applicable law or ordinance including the Fair Chance Ordinance of Los Angeles and San Francisco.\n\nIf you have visited our website for information about employment opportunities, or to apply for a position, and you require an accommodation, please contact Guidehouse Recruiting at 1-571-633-1711 or via email at\n\nRecruitingAccommodation@guidehouse.com\n. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodation.\n\nGuidehouse does not accept unsolicited resumes through or from search firms or staffing agencies. All unsolicited resumes will be considered the property of Guidehouse and Guidehouse will not be obligated to pay a placement fee",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "U.S. citizenship and ability to obtain a Public Trust clearance, Secret, or Top-Secret clearance",
                        "Ability to work remotely and at client sites as needed",
                        "B.S./B.A. in a highly quantitative and computational discipline (e.g., data science, statistics, computer science, etc.)",
                        "1+ years of relevant professional experience in data science / analytics (e.g., data wrangling, data visualization, statistical analysis, predictive analysis, and machine learning)",
                        "Proficiency using R/R Studio/Tidyverse",
                        "Proficiency using Power BI, Tableau, Qlik, or Elastic X-Pack for data visualization and developing dashboards",
                        "Strong communication/presentation skills and ability to explain technical topics to non-technical audiences",
                        "Strong consulting skills: identifying and addressing client needs, building relationships, driving initiatives forward",
                        "Active Secret or Top Secret clearance",
                        "Proficiency using Python for data science: data wrangling, statistical analysis, machine learning models",
                        "Proficiency using SQL for data querying",
                        "Understanding of database, data warehouse, and data lake concepts",
                        "Familiarity with Natural Language Processing (NLP) methods and techniques",
                        "Experience supporting the Federal National Security sector",
                        "Ability to support business development including RFP/RFQ/RFI responses involving data science / analytics"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Support National Security clients as a Data Scientist performing data science, analytics, data wrangling, statistical analysis, and machine learning",
                        "Focus on client services, while also supporting business development, internal firm initiatives, and ongoing professional development"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Guidehouse offers a comprehensive, total rewards package that includes competitive compensation and a flexible benefits package that reflects our commitment to creating a diverse and supportive workplace",
                        "Medical, Rx, Dental & Vision Insurance",
                        "Personal and Family Sick Time & Company Paid Holidays",
                        "Position may be eligible for a discretionary variable incentive bonus",
                        "Parental Leave and Adoption Assistance",
                        "401(k) Retirement Plan",
                        "Basic Life & Supplemental Life",
                        "Health Savings Account, Dental/Vision & Dependent Care Flexible Spending Accounts",
                        "Short-Term & Long-Term Disability",
                        "Student Loan PayDown",
                        "Tuition Reimbursement, Personal Development & Learning Opportunities",
                        "Skills Development & Certifications",
                        "Employee Referral Program",
                        "Corporate Sponsored Events & Community Outreach",
                        "Emergency Back-Up Childcare Program",
                        "Mobility Stipend"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Guidehouse&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAII2Ao",
                    "text": "See web results for Guidehouse"
                }
            ],
            "extensions": [
                "12 hours ago",
                "Full-time",
                "Health insurance",
                "Dental insurance"
            ],
            "detected_extensions": {
                "posted_at": "12 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCwgQ29uc3VsdGFudCIsImh0aWRvY2lkIjoiZnhFR0c4aE44RDBBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW9zQ0Nzd0JRVVZ6TjJwT1VVNVZRbk5WUXpONE0xZFFZVVEwTmtodlpEZHBjVlJyU1dsbU1EazVXakkyYlRVd2VWaFBNVVZ1TVdRMVdVOUxiaTB3VmpsV04zRktSRWgyYVd0alZqTlZOalZFT0RneVNqbFJVMWxUVGpsMVMzaFBSWHBEVTA5SldtMVJlbU15VUc4elVHODRhWGxTVUdWZmVISldRVTk0VkdwSGNsSjFWRmgyUWxGaFYxUkxWSEJKVkdWbVNHTm5VRWczWWt4MGNuUnpNVVZ6UlVFMWEzRkZlblU1TFVwUVREQkRkM0pZWlZWUE1HWnpNbkpSTlhRdFZFRnlURVJGVFhKcVREZHdWRUZVTURWMEVoWkJUSE01V2sxMWRrMVpaUzFvZDA5aWJXSTJXVUZSR2lKQlR5MHdjbXcxWjJkUlFpMWFWRXAyVm5kM1VGWkJOakJHTnpsbVZUVkRTWHBCIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBNb25zdGVyIiwibGluayI6Imh0dHBzOi8vd3d3Lm1vbnN0ZXIuY29tL2pvYi1vcGVuaW5ncy9kYXRhLXNjaWVudGlzdC1jb25zdWx0YW50LXdoZWF0b24tbWQtLTdhMWJjN2NlLWZhOTUtNGFkZi04NWNlLTBmOWU1NTY5NzdhMz9tc3RyX2Rpc3Q9dHJ1ZVx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Scientist Jobs",
            "company_name": "ManTech International",
            "location": "  Herndon, VA   ",
            "via": "via Clearance Jobs",
            "description": "Secure our Nation, Ignite your Future\n\nEach day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace. The volume and complexity of both physical and virtual border crossings require the application of solutions to promote efficient trade and travel. Further, effective... solutions help CBP ensure the movement of people, capital, and products is legal, safe, and secure.\n\nIn response to this challenge, ManTech, as a trusted mission partner of CBP, seeks capable, qualified, and versatile SME Data Scientists to help lead the development and delivery of high-quality predictive modelling solutions. Successful applicants will serve as recognized subject matter experts in the application of quantitative methods, machine learning algorithms, and predictive models to address complex national and homeland security challenges. They will help our team to leverage large structured and unstructured datasets to develop and operationalize models, tools, and applications that drive optimized decision making. Project tasks include data collection, mining, data and text analytics, clustering analysis, pattern recognition and extraction, automated classification and categorization, and entity resolution to implement and enhance automated risk assessment. The products we develop provide actionable insight with real and immediate impact on the safety and security of the United States, its citizens, visitors, and economy.\n\nThe strongest applicants will offer multiple years of experience in highly dynamic, threat/risk driven operating environments. They will also have a proven track record of delivering production ready decision support tools and applications employed in the field and by mission-support entities. Further, highly competitive applicants will have a demonstrated capacity to: work closely and collaboratively with mission stakeholders; respond to emergent, mission-driven changes in priorities and expected outcomes; and, apply new and emerging tools and techniques. Within three - six months of joining the project Data Scientists will be expected to:\n• Lead and perform hands-on data and threat/intel analysis leading to development of analytics solutions (e.g. predictive models, visual analytics reports), to support CBP users conduct law enforcement mission critical activities.\n• Collaborate with mission stakeholders to define, frame, and scope mission challenges where big data interventions may offer important mitigations to project schedules and outcomes.\n• Demonstrate proficiency in extracting, cleaning, and transforming CBP transactional and associated data sets within an identified problem space to build predictive models as well as develop appropriate supporting documentation.\n• Leverage knowledge of a variety of statistical and machine learning techniques to develop, evaluate, and deploy new predictive analytical models that directly inform mission decisions.\n• Utilize and explore variety of statistical/modeling tools and languages to compare and assess best performing Machine Learning results.\n• Execute projects including those intended to identify patterns and/or anomalies in large datasets; perform automated text/data classification and categorization as well as entity recognition, resolution and extraction; and named entity matching.\n• Brief project management, technical design, and outcomes to both technical and non-technical audiences including senior government stakeholders throughout the model development/ project lifecycle through written as well as in-person reporting.\n\nEducation:\n• HS Diploma/GED and 20+ years\n• AS/AA and 18+ years\n• BS/BA and 12+ years\n• MS/MA/MBA and 9+ years\n• PhD/Doctorate and 7+ years\n\nRequired Qualifications:\n• Experience in developing machine learning models and applying advanced analytics solutions to solve complex business problems\n• Experience with programming languages including: R, Python, Scala, Java.\n• Proficiency with SQL programming\n• Experience constructing and executing queries to extract data in support of EDA and model development\n• Proficiency with statistical software packages including: SAS, SPSS Modeler, R, WEKA, or equivalent\n• Experience with pattern recognition and extraction, automated classification, and categorization\n• Experience with entity resolution (e.g., record linking, named-entity matching, deduplication/ disambiguation)\n• Experience with unsupervised and supervised machine learning techniques and methods\n• Experience performing data mining, analysis, and training set construction\n\nDesired Qualifications:\n• Experience/Proficiency in conducting development and integration activities to deploy, assess and update Machine Learning models into applications for end-user use and evaluation.\n• Proficiency with Unsupervised Machine Learning methods including Cluster Analysis (e.g., K-means, K-nearest Neighbor, Hierarchical, Deep Belief Networks, Principal Component Analysis), Segmentation, etc.\n• Proficiency with Supervised Machine Learning methods including Decision Trees, Support Vector Machines, Logistic Regression, Random/Rotation Forests, Categorization/Classification, Neural Nets, Bayesian Networks, etc.\n• Experience with pattern recognition and extraction, automated classification, and categorization\n• Experience with entity resolution (e.g., record linking, named-entity matching, deduplication/ disambiguation)\n• Experience with visualization tools and techniques (e.g., Periscope, Business Objects, D3, ggplot, Tableau, SAS Visual Analytics, PowerBI)\n• Experience with big data technologies (e.g., Hadoop, HIVE, HDFS, HBase, MapReduce, Spark, Kafka, Sqoop)\n• Master's Degree in mathematics, statistics, computer science/engineering, or other related technical fields with equivalent practical experience\n\nClearance:\n• Selected applicants must be a US Citizen and able to obtain and maintain a U.S. Customs and Border Protection (CBP) suitability.\n\nCertifications:\n• N/A\n\nPhysical:\n• Office work, typically sedentary with occasional movement around the office.\n\nThe projected compensation range for this position is $137,000-$190,000. There are differentiating factors that can impact a final salary/hourly rate, including, but not limited to, Contract Wage Determination, relevant work experience, skills and competencies that align to the specified role, geographic location (For Remote Opportunities), education and certifications as well as Federal Government Contract Labor categories. In addition, ManTech invests in it's employees beyond just compensation. ManTech's benefits offerings include, dependent upon position, Health Insurance, Life Insurance, Paid Time Off, Holiday Pay, Short Term and Long Term Disability, Retirement and Savings, Learning and Development opportunities, wellness programs as well as other optional benefit elections.\n\nFor all positions requiring access to technology/software source code that is subject to export control laws, employment with the company is contingent on either verifying U.S.-person status or obtaining any necessary license.The applicant will be required to answer certain questions for export control purposes, and that information will be reviewed by compliance personnel to ensure compliance with federal law. ManTech may choose not to apply for a license for such individuals whose access to export-controlled technology or software source code may require authorization and may decline to proceed with an applicant on that basis alone.\n\nManTech International Corporation, as well as its subsidiaries proactively fulfills its role as an equal opportunity employer. We do not discriminate against any employee or applicant for employment because of race, color, sex, religion, age, sexual orientation, gender identity and expression, national origin, marital status, physical or mental disability, status as a Disabled Veteran, Recently Separated Veteran, Active Duty Wartime or Campaign Badge Veteran, Armed Forces Services Medal, or any other characteristic protected by law.\n\nIf you require a reasonable accommodation to apply for a position with ManTech through its online applicant system, please contact ManTech's Corporate EEO Department at (703) 218-6000. ManTech is an affirmative action/equal opportunity employer - minorities, females, disabled and protected veterans are urged to apply. ManTech's utilization of any external recruitment or job placement agency is predicated upon its full compliance with our equal opportunity/affirmative action policies. ManTech does not accept resumes from unsolicited recruiting firms. We pay no fees for unsolicited services.\n\nIf you are a qualified individual with a disability or a disabled veteran, you have the right to request an accommodation if you are unable or limited in your ability to use or access http://www.mantech.com/careers/Pages/careers.aspx as a result of your disability. To request an accommodation please click careers@mantech.com and provide your name and contact information",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "HS Diploma/GED and 20+ years",
                        "AS/AA and 18+ years",
                        "BS/BA and 12+ years",
                        "MS/MA/MBA and 9+ years",
                        "PhD/Doctorate and 7+ years",
                        "Experience in developing machine learning models and applying advanced analytics solutions to solve complex business problems",
                        "Experience with programming languages including: R, Python, Scala, Java",
                        "Proficiency with SQL programming",
                        "Experience constructing and executing queries to extract data in support of EDA and model development",
                        "Proficiency with statistical software packages including: SAS, SPSS Modeler, R, WEKA, or equivalent",
                        "Experience with pattern recognition and extraction, automated classification, and categorization",
                        "Experience with entity resolution (e.g., record linking, named-entity matching, deduplication/ disambiguation)",
                        "Experience with unsupervised and supervised machine learning techniques and methods",
                        "Experience performing data mining, analysis, and training set construction",
                        "Selected applicants must be a US Citizen and able to obtain and maintain a U.S. Customs and Border Protection (CBP) suitability",
                        "N/A"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Each day U.S. Customs and Border Protection (CBP) oversees the massive flow of people, capital, and products that enter and depart the United States via air, land, sea, and cyberspace",
                        "In response to this challenge, ManTech, as a trusted mission partner of CBP, seeks capable, qualified, and versatile SME Data Scientists to help lead the development and delivery of high-quality predictive modelling solutions",
                        "Project tasks include data collection, mining, data and text analytics, clustering analysis, pattern recognition and extraction, automated classification and categorization, and entity resolution to implement and enhance automated risk assessment",
                        "Lead and perform hands-on data and threat/intel analysis leading to development of analytics solutions (e.g. predictive models, visual analytics reports), to support CBP users conduct law enforcement mission critical activities",
                        "Collaborate with mission stakeholders to define, frame, and scope mission challenges where big data interventions may offer important mitigations to project schedules and outcomes",
                        "Demonstrate proficiency in extracting, cleaning, and transforming CBP transactional and associated data sets within an identified problem space to build predictive models as well as develop appropriate supporting documentation",
                        "Leverage knowledge of a variety of statistical and machine learning techniques to develop, evaluate, and deploy new predictive analytical models that directly inform mission decisions",
                        "Utilize and explore variety of statistical/modeling tools and languages to compare and assess best performing Machine Learning results",
                        "Execute projects including those intended to identify patterns and/or anomalies in large datasets; perform automated text/data classification and categorization as well as entity recognition, resolution and extraction; and named entity matching",
                        "Brief project management, technical design, and outcomes to both technical and non-technical audiences including senior government stakeholders throughout the model development/ project lifecycle through written as well as in-person reporting",
                        "Office work, typically sedentary with occasional movement around the office"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The projected compensation range for this position is $137,000-$190,000",
                        "There are differentiating factors that can impact a final salary/hourly rate, including, but not limited to, Contract Wage Determination, relevant work experience, skills and competencies that align to the specified role, geographic location (For Remote Opportunities), education and certifications as well as Federal Government Contract Labor categories",
                        "In addition, ManTech invests in it's employees beyond just compensation",
                        "ManTech's benefits offerings include, dependent upon position, Health Insurance, Life Insurance, Paid Time Off, Holiday Pay, Short Term and Long Term Disability, Retirement and Savings, Learning and Development opportunities, wellness programs as well as other optional benefit elections"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.mantech.com/",
                    "text": "mantech.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=ManTech+International&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAIIoAs",
                    "text": "See web results for ManTech International"
                }
            ],
            "extensions": [
                "11 hours ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "11 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCBKb2JzIiwiaHRpZG9jaWQiOiJIMkphOWdmZy1LRUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3NDQ3N3QlFVVnpOMnBPVWxCeWRFSkdNaTFPVG5oNFJVTnBVbWd4ZFZaamNrdHpjWGRETUc1ZmREUk9hVTUzTW5wb1NqRXdWbUZaTjFkM01uaE9RblF4UVVKQ01XMWxkMlZJZURoS2NrOXJUbEI1UVhod1lXSk5WbFoyYVhaTFptTlpPVWhGVFRCV1ZVMU5kR2gxTlROTWFIaDJZelpKVGtSelZXdGhUM1V0WDJVM04xZExjSHAxWDBSTE5XWmlUV2gwVWtSVk1rZExablJoYkcweWJGTkVVMWg0TjJnMlZ6Tm5XVE5ZYjA5UFRIRlBUVmxmTmpWcWJVRTVVRWxoVW5sdlkzQnlaV2R6UzNOc1gxZGxOV1ZqRWhaQlRITTVXazExZGsxWlpTMW9kMDlpYldJMldVRlJHaUpCVHkwd2NtdzBORVJuUjFSb1UxTkVZelpUWkZFek1WaFFVVlJuVFhoNU1tWkIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY182IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIENsZWFyYW5jZSBKb2JzIiwibGluayI6Imh0dHBzOi8vd3d3LmNsZWFyYW5jZWpvYnMuY29tL2pvYnMvNzE0OTgzOS9kYXRhLXNjaWVudGlzdD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Junior Data Scientist",
            "company_name": "ENS Solutions",
            "location": "  Washington, DC   ",
            "via": "via Cleared Careers",
            "description": "The contractor shall work closely with teammates and clients to understand client questions and needs, and client data environments. The contractor shall develop algorithms and systems and use the right combination of tools and frameworks to turn sets of disparate data points into objective answers to help clients make informed decisions, and provide a deep understanding of the data, what it all... means, and how it can be used. The contractor shall apply established or developing programmatic and quantitative methods to find patterns and relationships in large datasets from cyber toolsets, as well as conduct mathematical, statistical, or other data-driven problem-solving analysis to inform leadership decisions. The contractor shall also provide accurate, timely, complex data analysis in support of client policy decisions, as well as develop and refine dashboards and custom analytics from toolsets such as Splunk and Tanium.\n\nThe onsite portion of work for this position can be located at Joint Base Anacostia-Bolling in Washington, DC, College Park in MD, or Reston in VA.\n\nRequirements\n• Experience with data exploration, data cleaning, data analysis, data visualization, or data mining\n• Experience with statistical and general-purpose programming languages for data analysis\n• Experience analyzing structured and unstructured data sources\n• Experience developing predictive data models, quantitative analyses and visualization of targeted data sources\n• Knowledge of Machine Learning, Artificial Intelligence, or Natural Language Processing\n• Knowledge of text mining or machine learning techniques\n• TS/SCI clearance with the ability to obtain a counter-intelligence polygraph\n• HS diploma or GED\n• DoD 8570 Certification IAT-II, including: CCNA-Security, CySA+, GICSP, GSEC, Security+ CE, CND, or SSCP\n\nBenefits\n\nWho We Are:\n\nEssential Network Security (ENS) Solutions, LLC is a service-disabled veteran-owned, highly regarded IT consulting and management firm. ENS consults for the Department of Defense (DoD) and Intelligence Community (IC) providing innovative solutions in the core competency area of Identity, Credential and Access Management (ICAM), Software Development, Cyber and Network Security, System Engineering, Program/Project Management, IT support, Solutions, and Services that yield enduring results. ENS Solutions has been able to maintain a standard of excellence in their relationships while delivering innovative, scalable and collaborative infrastructure to our clients and a culture of growth and work-life balance for our employees.\n\nWhy ENS?\n• Platinum-Level Health/Vision/Dental coverage w/ company-paid premiums\n• 3% 401k Contribution from Day 1 + Annual Contributions\n• 3 Weeks Base PTO + 11 Paid Federal Holidays\n• Long & Short Term Disability Insurance\n• Group Term Life Insurance\n• Tuition, Certification & Professional Development Assistance\n• Workers' Compensation\n• Relocation Assistance\n• Flexible work schedules",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Experience with data exploration, data cleaning, data analysis, data visualization, or data mining",
                        "Experience with statistical and general-purpose programming languages for data analysis",
                        "Experience analyzing structured and unstructured data sources",
                        "Experience developing predictive data models, quantitative analyses and visualization of targeted data sources",
                        "Knowledge of Machine Learning, Artificial Intelligence, or Natural Language Processing",
                        "Knowledge of text mining or machine learning techniques",
                        "TS/SCI clearance with the ability to obtain a counter-intelligence polygraph",
                        "HS diploma or GED",
                        "DoD 8570 Certification IAT-II, including: CCNA-Security, CySA+, GICSP, GSEC, Security+ CE, CND, or SSCP"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The contractor shall work closely with teammates and clients to understand client questions and needs, and client data environments",
                        "The contractor shall develop algorithms and systems and use the right combination of tools and frameworks to turn sets of disparate data points into objective answers to help clients make informed decisions, and provide a deep understanding of the data, what it all means, and how it can be used",
                        "The contractor shall apply established or developing programmatic and quantitative methods to find patterns and relationships in large datasets from cyber toolsets, as well as conduct mathematical, statistical, or other data-driven problem-solving analysis to inform leadership decisions",
                        "The contractor shall also provide accurate, timely, complex data analysis in support of client policy decisions, as well as develop and refine dashboards and custom analytics from toolsets such as Splunk and Tanium"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Platinum-Level Health/Vision/Dental coverage w/ company-paid premiums",
                        "3% 401k Contribution from Day 1 + Annual Contributions",
                        "3 Weeks Base PTO + 11 Paid Federal Holidays",
                        "Long & Short Term Disability Insurance",
                        "Group Term Life Insurance",
                        "Tuition, Certification & Professional Development Assistance",
                        "Workers' Compensation",
                        "Relocation Assistance",
                        "Flexible work schedules"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=ENS+Solutions&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAII5Qs",
                    "text": "See web results for ENS Solutions"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJKdW5pb3IgRGF0YSBTY2llbnRpc3QiLCJodGlkb2NpZCI6InE5bDhyM0lHaUk4QUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2WUJDcmNCUVVWek4ycE9VamhIWVUxTVdtdEZXVjkzTUV4TGVFZHlaVlJmV2tWWFdIRkROVTVEVFRONVMwdFBWbTVIV2w5a01qUkpPRFpEVUhwTmVUWmtURk5DYjE5UlFWSlBkRXBUWlZkMldsWXpZM0JGZVdaTFRsRlRiblpDUTNrek0yRnZUbVozV0dWM2QwcENkVGwzU1dwdU1IbGZTa05UZGtWcU4yMU9SVkoxYkRobGFYTTFPRE5UYURrMFpuVjVSV2hTUzJGRFJrNXFSV2xOY1U1eWVISXdOWGR3TkhCNVMwMXRXbXA0UlhwV00yUkZMV0poTXpSbkVoWkJUSE01V2sxMWRrMVpaUzFvZDA5aWJXSTJXVUZSR2lKQlR5MHdjbXczTlhGTmRFMVZZekpHTWs1R0xTMWFNREpmYVhvNVVHUXlZVXBuIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfOCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBDbGVhcmVkIENhcmVlcnMiLCJsaW5rIjoiaHR0cHM6Ly9jbGVhcmVkY2FyZWVycy5jb20vam9iLzE4ODI1OS9qdW5pb3ItZGF0YS1zY2llbnRpc3QvP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Junior Data Scientist",
            "company_name": "cBEYONData",
            "location": "  Fort Belvoir, VA   ",
            "via": "via DataYoshi",
            "description": "cBEYONData is seeking a Junior Data Scientist to support the development and implementation of analytics solutions focused on solving business problems and performance improvement. Analyze and develop solutions utilizing best practices in algorithms, technical solutions and data science techniques. Implement both qualitative and quantitative analysis on large data sets to understand trends and... relationships between variables to gain predictive insights into our customer's data utilizing agile implementation approaches (scrum, Kanban, SAFE). This role will serve as a key team member on a multi-year contract supporting a Federal customer.\n\nResponsibilities:\n• Leverage Machine Learning (ML) and Artificial Intelligence (AI) techniques for analysis, data mining and modeling.\n• Employ scientific methods (including scripting) and data-discovery tools to find new patterns, insights, and relationships in big data.\n• Serve as an expert in translating complex data into intuitive and interactive visualizations.\n• Process, cleanse, and verify the integrity of data used for analysis.\n• Communicate complex ideas through listening, documentation and presentations.\n\nRequirements:\n• 1-5 years of experience in Data Science field\n• Proficient with open-source programming languages, such as Python, R, SQL, Scala, C/C++, SAS, Julia, MATLAB, Java, and JavaScript\n• Experience using Data Bricks or Gabriel Nimbus software preferred\n• Bachelor's degree in Mathematics, Statistics, or Data Science; Master's degree preferred\n• Federal experience preferred\n• Secret clearance required, Top Secret clearance a plus\n\ncBEYONData is a Federal Contractor and an EEO and Affirmative Action Employer of Females/Minorities/Veterans/Individuals with Disabilities.\n\nEqual Employment Opportunity:\n\nAll employment decisions shall be made without regard to age, race, creed, color, religion, sex, national origin, ancestry, disability status, veteran status, sexual orientation, gender identity or expression, genetic information, marital status, citizenship status or any other basis as protected by federal, state, or local law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "1-5 years of experience in Data Science field",
                        "Proficient with open-source programming languages, such as Python, R, SQL, Scala, C/C++, SAS, Julia, MATLAB, Java, and JavaScript"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "cBEYONData is seeking a Junior Data Scientist to support the development and implementation of analytics solutions focused on solving business problems and performance improvement",
                        "Analyze and develop solutions utilizing best practices in algorithms, technical solutions and data science techniques",
                        "Implement both qualitative and quantitative analysis on large data sets to understand trends and relationships between variables to gain predictive insights into our customer's data utilizing agile implementation approaches (scrum, Kanban, SAFE)",
                        "This role will serve as a key team member on a multi-year contract supporting a Federal customer",
                        "Leverage Machine Learning (ML) and Artificial Intelligence (AI) techniques for analysis, data mining and modeling",
                        "Employ scientific methods (including scripting) and data-discovery tools to find new patterns, insights, and relationships in big data",
                        "Serve as an expert in translating complex data into intuitive and interactive visualizations",
                        "Process, cleanse, and verify the integrity of data used for analysis",
                        "Communicate complex ideas through listening, documentation and presentations"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.cbeyondata.com/",
                    "text": "cbeyondata.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=cBEYONData&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAIIpQw",
                    "text": "See web results for cBEYONData"
                }
            ],
            "extensions": [
                "28 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "28 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJKdW5pb3IgRGF0YSBTY2llbnRpc3QiLCJodGlkb2NpZCI6IjVGSE4zZExkcmtRQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvc0NDc3dCUVVWek4ycE9VV0p3WjFOUllXRlZXSFpZUVdWTFZrbHRVRlJJWnpNdFZVcFlPVlV3ZUcxSFVqUnplWFJsUVRGck0wdGhTVzQ1WDNObVQxQk5RVWxsVjNkblF6ZzBjVGQyUkdadWVtMUNXWE5TYkRnNGVHUXRYMFZRU0dwb1VrSjZNbEV6YVVWVk1GRkRXRU5yYVhoTVRUUmhaMlpvY21aWlUzQmhjWFYzWVc5SmRrMU9lRk13VFhRdE1VdDRNVEEzYUZWZlQzSlBVVGsyVVhad05WVm5WR3BhV2pWZlQxOHliVXhRZUVwYVozSjVXWEJ5V25remJpMUpRMVYyVUdWeGVtRlFVblk1TVdKaE4wdENFaFpCVEhNNVdrMTFkazFaWlMxb2QwOWliV0kyV1VGUkdpSkJUeTB3Y213MVlVMVRZblpCUmpCeGNqQlpSMWRZU3pobVQzbEpOa1pYU2toMyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gRGF0YVlvc2hpIiwibGluayI6Imh0dHBzOi8vd3d3LmRhdGF5b3NoaS5jb20vb2ZmZXIvMzQ0NDY3L2p1bmlvci1kYXRhLXNjaWVudGlzdD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Research Data Scientist",
            "company_name": "Booz Allen Hamilton",
            "location": "  Washington, DC   ",
            "via": "via CareerCircle.com",
            "description": "Job Number: R0163240\n\nResearch Data Scientist...\nThe Challenge:\n\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artifi cia l intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into us eful information to solve global challenges. Across private and public sectors - from fraud detection, to cancer research, to national intelligence - you know the answers are in the data.\n\nWe have an opportunity for you to us e your leadership and analytical skills to improve strategic innovation across sectors of the federal government. You'll work closely with your c us tomer to understand their questions and needs, and then dig into their data-rich environment to find the pieces of their information puzzle. You'll mentor teammates, develop algorithms, write scripts, build predictive analytics, apply machine learning, and us e the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help federal organizations make informed decisions. You'll provide your c us tomer with a deep understanding of their data, what it all means, and how they can us e it. Join us as we us e data science and machine learning for good in the federal government.\n\nEmpower change with us .\n\nYou Have:\n• 2+ years of experience with machine learning, data science, data research, or analytics in a professional or academic environment\n• Experience with machine learning applications and tools\n• Experience with managing diverse data sources, including preprocessing, cleansing, and verifying the integrity of data to develop data marts for data science us e cases and machine learning applications\n• Experience with frequent scripting language us e, including Python and R, and packages us ed in machine learning applications or advanced data analytics\n• Ability to work independently and achieve successful results with minimal guidance\n• Ability to articulate workflows and explain te chn ical concepts to non-te chn ical audiences\n• Secret clearance\n• Master's degree\n\nNice If You Have:\n• Experience with research practices and methodologies\n• Experience with feature selection, Computer Vision or Natural Language Processing model building, and optimization us ing supervised and unsupervised machine learning te chn iques to support analytic objectives\n• Experience within a leadership role, including project management and project evaluation\n• Experience with performing data exploration and data analysis on multiple data types, including images, video, and text\n• Ability to exhibit flexibility and initiative when dealing with ambiguo us and fast-paced situations\n\nClearance:\n\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Secret clearance is required.\n\nBuild Your Career:\n\nAt Booz Allen, we know the power of analytics and we're dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you'll have the chance to:\n• access online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splu nk\n• change the world with the Data Science Bowl-the world's premier data science for so cia l good competition\n• participate in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute ( DLI ) training to the federal government\n\nYou'll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and te chn ical courses, certifications, and books. Build your te chn ical skills through hands-on training on the latest tools and state-of-the-art tech from our in-ho us e experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We'll help you develop the career you want as you chart your own course for success.\n\nCompensation\n\nAt Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being. Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care. Our recognition awards program acknowledges employees for exceptional performance and superior demonstration of our values. Full-time and part-time employees working at least 20 hours a week on a regular basis are eligible to participate in Booz Allen's benefit programs. Individuals that do not meet the threshold are only eligible for select offerings, not inclusive of health benefits. We encourage you to learn more about our total benefits by visiting the Resource page on our Careers site and reviewing Our Employee Benefits page.\n\nSalary at Booz Allen is determined by various factors, including but not limited to location, the individual's particular combination of education, knowledge, skills, competencies, and experience, as well as contract-specific affordability and organizational requirements. The projected compensation range for this position is $73,100.00 to $166,000.00 (annualized USD). The estimate displayed represents the typical salary range for this position and is just one component of Booz Allen's total compensation package for employees.\n\nWork Model\nOur people-first culture prioritizes the benefits of flexibility and collaboration, whether that happens in person or remotely.\n• If this position is listed as remote or hybrid, you'll periodically work from a Booz Allen or client site facility.\n• If this position is listed as onsite, you'll work with colleagues and clients in person, as needed for the specific role.\n\nEEO Commitment\n\nWe're an equal employment opportunity/affirmative action employer that empowers our people to fearlessly drive change - no matter their race, color, ethnicity, religion, sex (including pregnancy, childbirth, lactation, or related medical conditions), national origin, ancestry, age, marital status, sexual orientation, gender identity and expression, disability, veteran status, military or uniformed service member status, genetic information, or any other status protected by applicable federal, state, local, or international law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "2+ years of experience with machine learning, data science, data research, or analytics in a professional or academic environment",
                        "Experience with managing diverse data sources, including preprocessing, cleansing, and verifying the integrity of data to develop data marts for data science us e cases and machine learning applications",
                        "Experience with frequent scripting language us e, including Python and R, and packages us ed in machine learning applications or advanced data analytics",
                        "Ability to work independently and achieve successful results with minimal guidance",
                        "Ability to articulate workflows and explain te chn ical concepts to non-te chn ical audiences",
                        "Master's degree",
                        "Experience with research practices and methodologies",
                        "Experience with feature selection, Computer Vision or Natural Language Processing model building, and optimization us ing supervised and unsupervised machine learning te chn iques to support analytic objectives",
                        "Experience within a leadership role, including project management and project evaluation",
                        "Experience with performing data exploration and data analysis on multiple data types, including images, video, and text",
                        "Ability to exhibit flexibility and initiative when dealing with ambiguo us and fast-paced situations"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You'll work closely with your c us tomer to understand their questions and needs, and then dig into their data-rich environment to find the pieces of their information puzzle",
                        "You'll mentor teammates, develop algorithms, write scripts, build predictive analytics, apply machine learning, and us e the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help federal organizations make informed decisions",
                        "You'll provide your c us tomer with a deep understanding of their data, what it all means, and how they can us e it",
                        "If this position is listed as onsite, you'll work with colleagues and clients in person, as needed for the specific role"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "You may be able to take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips",
                        "At Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being",
                        "Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care",
                        "The projected compensation range for this position is $73,100.00 to $166,000.00 (annualized USD)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.boozallen.com/",
                    "text": "boozallen.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Booz+Allen+Hamilton&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAII6Qw",
                    "text": "See web results for Booz Allen Hamilton"
                }
            ],
            "extensions": [
                "5 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJSZXNlYXJjaCBEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiQm80aVF2aWJGOHdBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW9zQ0Nzd0JRVVZ6TjJwT1ZGbzBZVkZXTW05UmVsTTJhVlUxUzFWR1JGbEJiWEJPZVVFMFp6azJkRzVUYmtkaldYRnNMVmd4TXpseU5IQXlTWGxWYWpob05ESTVRbTR4Y0hCQkxXWXpaSEZRZEdNMFNUUjNhalo1UlVFeFRFMW5TVk5GVkdKdU9VdHdTekJDTURreVkyVlNjMWhKYkhsaldrWk1SVkk1TlhOQ1ltOVJXRXRzYmxJME5qQTBObWxaYTBabVVISjBjbGRFVERaUlFXcDZPVkZ6UWtKc2MxZGtWVzlVV21SZlZGaHphVlpaYUVGWGVIcE5aamhQV1VkVlNsWTFkREJ6Tkc5WFlVbzBTa1pxWDNSTUVoWkJUSE01V2sxMWRrMVpaUzFvZDA5aWJXSTJXVUZSR2lKQlR5MHdjbXcxWTFKeVNtSm5aeTFsTm5kWVlXNUpaRlJrWjFGUE9XaFVPVXBCIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gQ2FyZWVyQ2lyY2xlLmNvbSIsImxpbmsiOiJodHRwczovL3d3dy5jYXJlZXJjaXJjbGUuY29tL2pvYnMvYWxsL2FsbC91c2EvREMvV2FzaGluZ3Rvbi82MDk2RkIyRC03MDc4LTQzMzQtQkFDNC0xQjM1QzlBNkUyMDg/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Scientist Team Lead (Remote)",
            "company_name": "GovCIO",
            "location": "  Fairfax, VA   ",
            "via": "via GovCIO Jobs",
            "description": "Job Overview\n\nGovCIO is a team of transformers—people who are passionate about transforming government I.T. We believe in making a difference by developing digital strategies and delivering the technology-related innovation governmental operations that improve the citizen experience every day...\n\nBut we can't do it alone. We welcome and nurture an inclusive and diversified work culture. Because different backgrounds, experiences, abilities, and perspectives make us better decision-makers, problem solvers, and creators. We're changing the face of I.T. - from our diverse staff to the end-products we develop. And we're excited to expand our team. Are you ready to be a transformer?\n\nResponsibilities\n\nGovCIO is seeking a Data Scientist Team Lead who will apply senior application product expert skills to support building processes that manage and improve OIT’s response posture to system events impacting end users and Veterans. This includes working with business partners to improve communication and responsiveness to application failures by minimizing impacts in performance degradation and availability, working towards a significant reduction in application downtime and impact to the users. You will be directing an analytics team including statisticians, data analysts and data scientists to support the group objectives.\n\nResponsibilities\n• Responsible for the communication and coordination of activities between data analytics team, external and internal clients and contract stakeholders pertaining to team products and product delivery to end‐users.\n• Lead data analytic team project and scrum management for OTG activities and projects using agile methodologies.\n• Responsible for development and management of team charters, process improvement recommendation documents and presentations, memorandums of understandings / memorandums of agreements, and Standard Operating Procedures.\n• Responsible for managing Action Items and following up with action owners to ensure resolution.\n• Utilize technical area expertise to assess, select, manage and implement enterprise application components, and to ensure that the technical solution solves the business problem as an organic part of the organization’s operational and functional baseline.\n• Support technical strategies that will improve productivity across functional areas within the organization.\n• Educate others with regard to product-specific best practices.\n• Leads enterprise applications integration efforts and oversees the validation of associated work products.\n• Direct analytics team in providing data analysis of IT systems and Incidents to identify trends, interpret metrics, and discover insights into IT operations and impairments to users or systems.\n• Provide work direction and guidance to other personnel; ensure accuracy of the work of other personnel, operate under deadlines, and ability to work on multiple tasks, including working to advise experienced statisticians and data scientists in machine learning and data modeling.\n• Seek out data from systems, find and leverage methods to extract difficult or unstructured data from systems, and use modern data analytics and business intelligence tools (ex: R, SAS, Python, others) to mine data from systems, compile and compare data sources, and identify impactful trends or insights.\n• Interpret the data for OI&T systems/applications and provide reports, visuals, and graphics.\n• Support the collection, development, and/or editing of content for white papers and other communication devices; and assessing and evaluating the effectiveness of executive communication to effect process improvement.\n• Support the vision of the overall user experience across all creative disciplines by leading human-centered design, information architecture, usability, and other applicable best practices while aligning deliverables with overall user experience strategies\n• Support optimization overall customer and end-user experience across all engagement and interactions.\n• Demonstrate proficiency with DevOps tools, JIRA, ServiceNow, MS Project and perform tasks using the tools\n\nQualifications\n• Masters Degree in Business Administration, Business Management, Computer Science, Information Systems, Information Resource Management, Industrial Engineering, Operations Research, or related fields\n• 5+ years of relative experience\n• Certifications in relevant UX software plus 3-5 years of relevant experience;\n• 8 to 10 years of relevant experience may be substituted for education (13-15 years total)\n\nRequired Skills and Experience\n• Experience managing data analytics team, performing complex data analytics and data science methods.\n• Experience using modern data analytics and business intelligence tools (ex: R, SAS, Python, SIMIO, machine learning, others...).\n• Must be able to identify and mitigate risks to the analytics team deliverables and overall initiative support.\n• Must be able to provide oral and written discussion of analytical findings using narrative and graphic forms.\n• Must be able to use qualitative and quantitative analytical skills to assess the effectiveness of the operations.\n• Experience identifying symptoms for process improvement.\n• Advisory level experience communications including being able to craft content for executive-level presentations.\n• Possess an IT background and ability to understand technical content with the ability to focus on specific product or technology family on multiple platforms, which is supplemented with a clear understanding of the business requirements and related applications issues.\n\nCOVID Policy: New employees will be required to adhere to the Company's and its clients' COVID-19 safety procedures. In the event that the COVID-19 vaccination mandate for Federal Contractors is enforced, you must become fully vaccinated or request and be approved for an exemption. Employees working onsite at a client location must comply with our client's COVID-19 requirements.\n\nGovCIO is a team of professionals who want to make a difference. And that can only happen with a diverse, happy, and cared-for team. So, we prioritize your well-being, equity for all and look for ways to make work a better place for each of us every day.\n\nWe are an Equal Opportunity Employer. All qualified applicants receive consideration for employment without regard to race, ethnicity, religious affiliation, gender, gender identity or expression, sexual orientation, national origin, or disability status. EOE AA M/ F/Vet/Disabled",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Masters Degree in Business Administration, Business Management, Computer Science, Information Systems, Information Resource Management, Industrial Engineering, Operations Research, or related fields",
                        "5+ years of relative experience",
                        "Certifications in relevant UX software plus 3-5 years of relevant experience;",
                        "8 to 10 years of relevant experience may be substituted for education (13-15 years total)",
                        "Experience managing data analytics team, performing complex data analytics and data science methods",
                        "Experience using modern data analytics and business intelligence tools (ex: R, SAS, Python, SIMIO, machine learning, others...)",
                        "Must be able to identify and mitigate risks to the analytics team deliverables and overall initiative support",
                        "Must be able to provide oral and written discussion of analytical findings using narrative and graphic forms",
                        "Must be able to use qualitative and quantitative analytical skills to assess the effectiveness of the operations",
                        "Experience identifying symptoms for process improvement",
                        "Advisory level experience communications including being able to craft content for executive-level presentations",
                        "Possess an IT background and ability to understand technical content with the ability to focus on specific product or technology family on multiple platforms, which is supplemented with a clear understanding of the business requirements and related applications issues"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "GovCIO is seeking a Data Scientist Team Lead who will apply senior application product expert skills to support building processes that manage and improve OIT’s response posture to system events impacting end users and Veterans",
                        "This includes working with business partners to improve communication and responsiveness to application failures by minimizing impacts in performance degradation and availability, working towards a significant reduction in application downtime and impact to the users",
                        "You will be directing an analytics team including statisticians, data analysts and data scientists to support the group objectives",
                        "Responsible for the communication and coordination of activities between data analytics team, external and internal clients and contract stakeholders pertaining to team products and product delivery to end‐users",
                        "Lead data analytic team project and scrum management for OTG activities and projects using agile methodologies",
                        "Responsible for development and management of team charters, process improvement recommendation documents and presentations, memorandums of understandings / memorandums of agreements, and Standard Operating Procedures",
                        "Responsible for managing Action Items and following up with action owners to ensure resolution",
                        "Utilize technical area expertise to assess, select, manage and implement enterprise application components, and to ensure that the technical solution solves the business problem as an organic part of the organization’s operational and functional baseline",
                        "Support technical strategies that will improve productivity across functional areas within the organization",
                        "Educate others with regard to product-specific best practices",
                        "Leads enterprise applications integration efforts and oversees the validation of associated work products",
                        "Direct analytics team in providing data analysis of IT systems and Incidents to identify trends, interpret metrics, and discover insights into IT operations and impairments to users or systems",
                        "Provide work direction and guidance to other personnel; ensure accuracy of the work of other personnel, operate under deadlines, and ability to work on multiple tasks, including working to advise experienced statisticians and data scientists in machine learning and data modeling",
                        "Seek out data from systems, find and leverage methods to extract difficult or unstructured data from systems, and use modern data analytics and business intelligence tools (ex: R, SAS, Python, others) to mine data from systems, compile and compare data sources, and identify impactful trends or insights",
                        "Interpret the data for OI&T systems/applications and provide reports, visuals, and graphics",
                        "Support the collection, development, and/or editing of content for white papers and other communication devices; and assessing and evaluating the effectiveness of executive communication to effect process improvement",
                        "Support the vision of the overall user experience across all creative disciplines by leading human-centered design, information architecture, usability, and other applicable best practices while aligning deliverables with overall user experience strategies",
                        "Support optimization overall customer and end-user experience across all engagement and interactions",
                        "Demonstrate proficiency with DevOps tools, JIRA, ServiceNow, MS Project and perform tasks using the tools"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.salientcrgt.com/",
                    "text": "salientcrgt.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=GovCIO&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAIIrQ0",
                    "text": "See web results for GovCIO"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCBUZWFtIExlYWQgKFJlbW90ZSkiLCJodGlkb2NpZCI6IllQVUVlTk92R21rQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvc0NDc3dCUVVWek4ycE9Vbmc1Um5GNVJuazBWM2hsY1ZSSExVTlRWV3N3Um1oSmIxOTBZbXBLZUdsbGNUQkRkSFpJVTBGSmFIcENhRzAxY0Zaa0xUWjZTazFvUkdjMFQxWlhTa0kyVG1ZelZXdDBWV2xDVlhKNFZrZzNlVVo2WkVadlMySktTbFZqVGxoRWR6VmlRMHBQT0V0aFlXaHpabXN4VmtNNE5VbDVXVEpIVDJ0VU1WVnZaazFmZGs1RmJHMVNkVmRVTFVweFlVMHdXRXBWY1ZKTFNXcHdTVUl6TW1Vd1ptcG5NRk5DYVdaVWN6Um9UM3BsTTJ0cVFqSlBPV3c1Um5kWFgzTnJlRmhOZVZaUWJXbFZFaFpCVEhNNVdrMTFkazFaWlMxb2QwOWliV0kyV1VGUkdpSkJUeTB3Y213ME5uSkxiMlpQZG0xVlExSjJhRGhZTWxoUE1uQjVYekZyVWpGUiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEzIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEdvdkNJTyBKb2JzIiwibGluayI6Imh0dHBzOi8vZ292Y2lvLmRlam9icy5vcmcvZmFpcmZheC12YS9kYXRhLXNjaWVudGlzdC10ZWFtLWxlYWQtcmVtb3RlLzRCQjE4QzRGRTNBRjREMkM4QUNGQzc5QkQzRjQ4NkIxL2pvYi8/dXRtX2NhbXBhaWduPVZldGVyYW5zK0VudGVycHJpc2VcdTAwMjZ1dG1fbWVkaXVtPU1pbGl0YXJ5XHUwMDI2dXRtX3NvdXJjZT1WZXRlcmFucytFbnRlcnByaXNlLURFXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Scientist",
            "company_name": "General Dynamics Information Technology",
            "location": "  Reston, VA   ",
            "via": "via Salary.com",
            "description": "Req ID: RQ144312\n\nType of Requisition: Regular...\n\nClearance Level Must Be Able to Obtain: Top Secret SCI Polygraph\n\nJob Family: Data Science\n\nSkills:\n\nArtificial Intelligence (AI),Data Analysis,Data Science\n\nExperience:\n\n8 years of related experience\n\nUS Citizenship Required:\n\nYes\n\nJob Description:\n\nData Scientist\n\nOur work depends on a Data Scientist joining our team to conduct data analytics, data engineering, data mining, exploratory analysis, predictive analysis, and statistical analysis, and use scientific techniques to correlate data into graphical, written, visual and verbal narrative products, enabling more informed analytic decisions. Will also proactively retrieve information from various sources, analyze it for better understanding about the data set, and builds AI tools that automate certain processes.\n\nHOW A DATA SCIENTIST WILL MAKE AN IMPACT:\n• Support creating various ML-based tools or processes, such as recommendation engines or automated lead scoring systems\n• Assist in performing statistical analysis, applies data mining techniques, and builds high quality prediction systems\n• Participate in data visualization and use of graphical applications, including Microsoft Office (Power BI) and Tableau; major data science languages, such as R and Python; managing and merging of disparate data sources, preferably through R, Python, SQL, or VBA depending on the use case; statistical analysis; and data mining algorithms. Should have prior experience with large data multi-INT analytics, ML, and automated predictive analytics\n• Employ mathematics, statics, information science, artificial intelligence, machine learning, network science, probability modeling, data mining, data engineering, data warehousing, data compression, and data protection to correlate complex, technical findings into graphical, written, visual and verbal narrative products on trends of existing intelligence data to leverage other IC data sources\n• Support the development and utilize machine learning and data mining algorithms, including, but not limited to prediction algorithms based on open-source capabilities\n• Integrate or code algorithms to support Government intelligence search and discovery missions\n• Experience in the use of cloud-based platforms (Amazon Web Services, etc.) to perform data science tasks\n• Support proving inputs to best-practice recommendations on managing data within hardware, software, storage, and bandwidth constraints\n• Employ data science techniques to support predictive analysis, social media and crowd-source data analytics, war gaming, and strategy development\n• Employ exploratory analysis and rapid iteraton techniques of large volumes of data to quickly derive intelligence\n• Prepare products to describe and document findings and activities\n\nWHAT YOU WILL NEED TO SUCCEED:\n• TS/SCI, polygraph eligibility\n• Bachelor’s degree and 8 years’ relevant experience\n• 2 years’ experience in an official member agency of the Intelligence Community\n• Familiarity with and experience applying Intelligence Community Directives pertaining to disseminating all source intelligence analysis\n• Four or more years of programming experience in Python, R, or Matlab\n• Demonstrated work, research, or educational experience in a field relevant to data science, data analysis, and/or evaluating analysis methods, for example, mathematics, statistics, artificial intelligence, machine learning, probability modeling, data mining, data engineering\n• Successful applications of quantitative methods to achieve improved products in a military and intelligence environment\n• Understanding of how to integrate quantitative methods into new or existing tools and technologies\n• Location: On Customer Site\n• US Citizenship Required\n\nGDIT IS YOUR PLACE:\n\n● 401K with company match\n\n● Comprehensive health and wellness packages\n\n● Internal mobility team dedicated to helping you own your career\n\n● Professional growth opportunities including paid education and certifications\n\n● Cutting-edge technology you can learn from\n\n● Rest and recharge with paid vacation and holidays\n\nCOVID-19 Vaccination: GDIT does not have a vaccination mandate applicable to all employees. To protect the health and safety of its employees and to comply with customer requirements, however, GDIT may require employees in certain positions to be fully vaccinated against COVID-19. Vaccination requirements will depend on the status of the federal contractor mandate and customer site requirements.\n\nWe are GDIT. The people supporting some of the most complex government, defense, and intelligence projects across the country. We deliver. Bringing the expertise needed to understand and advance critical missions. We transform. Shifting the ways clients invest in, integrate, and innovate technology solutions. We ensure today is safe and tomorrow is smarter. We are there. On the ground, beside our clients, in the lab, and everywhere in between. Offering the technology transformations, strategy, and mission services needed to get the job done.\n\nGDIT is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status, or any other protected class",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Clearance Level Must Be Able to Obtain: Top Secret SCI Polygraph",
                        "8 years of related experience",
                        "Should have prior experience with large data multi-INT analytics, ML, and automated predictive analytics",
                        "Employ mathematics, statics, information science, artificial intelligence, machine learning, network science, probability modeling, data mining, data engineering, data warehousing, data compression, and data protection to correlate complex, technical findings into graphical, written, visual and verbal narrative products on trends of existing intelligence data to leverage other IC data sources",
                        "Integrate or code algorithms to support Government intelligence search and discovery missions",
                        "Experience in the use of cloud-based platforms (Amazon Web Services, etc.)",
                        "TS/SCI, polygraph eligibility",
                        "Bachelor’s degree and 8 years’ relevant experience",
                        "2 years’ experience in an official member agency of the Intelligence Community",
                        "Familiarity with and experience applying Intelligence Community Directives pertaining to disseminating all source intelligence analysis",
                        "Four or more years of programming experience in Python, R, or Matlab",
                        "Demonstrated work, research, or educational experience in a field relevant to data science, data analysis, and/or evaluating analysis methods, for example, mathematics, statistics, artificial intelligence, machine learning, probability modeling, data mining, data engineering",
                        "Successful applications of quantitative methods to achieve improved products in a military and intelligence environment",
                        "Understanding of how to integrate quantitative methods into new or existing tools and technologies",
                        "US Citizenship Required"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Our work depends on a Data Scientist joining our team to conduct data analytics, data engineering, data mining, exploratory analysis, predictive analysis, and statistical analysis, and use scientific techniques to correlate data into graphical, written, visual and verbal narrative products, enabling more informed analytic decisions",
                        "Will also proactively retrieve information from various sources, analyze it for better understanding about the data set, and builds AI tools that automate certain processes",
                        "Support creating various ML-based tools or processes, such as recommendation engines or automated lead scoring systems",
                        "Assist in performing statistical analysis, applies data mining techniques, and builds high quality prediction systems",
                        "Participate in data visualization and use of graphical applications, including Microsoft Office (Power BI) and Tableau; major data science languages, such as R and Python; managing and merging of disparate data sources, preferably through R, Python, SQL, or VBA depending on the use case; statistical analysis; and data mining algorithms",
                        "Support the development and utilize machine learning and data mining algorithms, including, but not limited to prediction algorithms based on open-source capabilities",
                        "to perform data science tasks",
                        "Support proving inputs to best-practice recommendations on managing data within hardware, software, storage, and bandwidth constraints",
                        "Employ data science techniques to support predictive analysis, social media and crowd-source data analytics, war gaming, and strategy development",
                        "Employ exploratory analysis and rapid iteraton techniques of large volumes of data to quickly derive intelligence",
                        "Prepare products to describe and document findings and activities"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "401K with company match",
                        "Comprehensive health and wellness packages",
                        "Internal mobility team dedicated to helping you own your career",
                        "Professional growth opportunities including paid education and certifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gdit.com/",
                    "text": "gdit.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=General+Dynamics+Information+Technology&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAII8Q0",
                    "text": "See web results for General Dynamics Information Technology"
                }
            ],
            "extensions": [
                "27 days ago",
                "Full-time",
                "Health insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "27 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiRGZGSmxOcF9YVmtBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFFQ0N1SUJRVVZ6TjJwT1ZIZzRiR0ZPWmxoblZUUndiMnB1Ymt0S2VGQndUVWMyWWxKcmJ6RkdOa1l4UVdaRmVDMXRWbEkwVkd3MGFqbHhiSGhYVVhScFVIRldhVVl3U2xkdE1uQmxNR1JDU1dkNVpIUmFRbXg2U25BNVV6SlFSVEpsZUMweFRrcDBlbmRXVXpCdFJqTnRVVlp4WVdGUFJVWlJVMEZYV0c4d1VESmhZbXB0WlVNNFJXSm9UMEZTYzNoSGNrTnhZVzV2YmpGc1ZWaDBObXhsYTFwTlpYUllPVWhNUW5KQmJFMWZjbEZFY25OSWIzSk1XSGhOWnpKeE1FeGxWbFpNV1VSdFMwZDVVWGt3ZVY5aVdFNUtNbnBXU1RoNk1FVkRSVWQyVkcxRlUwUkNVUklXUVV4ek9WcE5kWFpOV1dVdGFIZFBZbTFpTmxsQlVSb2lRVTh0TUhKc05Ha3RVWEJZY1ZOVFVrOHdUVWx3T1VRME1tMXhhMmhzYzFoS1VRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTUiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gU2FsYXJ5LmNvbSIsImxpbmsiOiJodHRwczovL3d3dy5zYWxhcnkuY29tL2pvYi9nZW5lcmFsLWR5bmFtaWNzLWluZm9ybWF0aW9uLXRlY2hub2xvZ3kvZGF0YS1zY2llbnRpc3QvajIwMjMwNDAxMDUwMDQzNjcwMjcyMD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Scientist, Lead",
            "company_name": "Blend360",
            "location": "  Columbia, MD   ",
            "via": "via ZipRecruiter",
            "description": "Company Description\n\nBlend360 is a Dynamic, marketing and analytic consulting company that provides marketing solution services to some of the world’s best known and most respected organizations. We are seeking a Data Science Manager to contribute to our next level of growth and expansion...\n\nAs Data Scientists, we work with business leaders to solve clients’ business challenges and improve clients’ marketing results. We contribute our Advanced Data Science subject matter expertise to the recommendations and solutions delivered to our clients.\nJob Description\n\nWe spend the majority of our time on getting data into proper shape, performing statistical analyses, developing predictive models and machine learning algorithms to solve clients’ business problems. We evaluate different sources of data, discover patterns hidden within raw data, create insightful variables, and develop competing models with different machine learning algorithms. We validate and cross validate our recommendations to make sure our recommendations will perform well over time.\n\nMain Responsibilities\n• The role will also include significant consulting / client facing work comprised of:\n• Working with practice leaders and clients to understand clients’ business problem, industry context, data sources, potential risk and constraints.\n• Problem solve with practice leaders to translate the business program into a solvable Data Science problem, formulate different approaches, outline pros and cons for each approach\n• Work with practice leaders to get client feedback, get alignment on approaches, deliverables, and overall timeline\n• Perform data cleaning/hygiene, data QC, and integrate data from both client internal and external data sources on Advanced Data Science Platform\n• Conduct statistical data analysis, including exploratory data analysis, data mining, and document key insights and findings\n• Create insightful and/or predictive summary variables from granular-level data\n• Develop, validate, and cross-validate predictive models and/or machine learning algorithms using Advanced Data Science techniques and tools\n• Document predictive models / machine learning results that can be incorporated into client-deliverable documentation\n• Document key insights, recommend actions client could take, and quantify business impact\n• Assist client to turn models and algorithms into implementable production codes\nQualifications\n• Master's degree in Statistics, Math, Operation Research, Economics, Advanced Analytics, Computer Sciences, Engineering\n• 3+ years of Professional experience in Advanced Data Science, such as predictive modeling, statistical analysis, machine learning, text mining, geo-spatial analytics, time series forecasting, optimization\n• Experience with two or more Advanced Data Science software languages (R, Python, Matlab, Perl, Java, PHP)\n• Experience with structured or un-structured data analysis and tools (SQL, Hadoop, Spark, NoSQL, MySQL, MariaDB, Hive, Pig, etc.)\n• Comfortable with cloud-based platforms (AWS, Azure, Google)\n• Experience with Google Analytics, Adobe Analytics, Optimizely a plus\n• Experience in digital marketing a plus\n\nThe starting pay range for this role is $100,000 - $145,000. Actual compensation within the range will be dependent on several factors including but not limited to relevant experience, skills, certifications, training, and location. It is not typical for an individual to be hired at or near the top of the range and determining factors for compensation are considered for each individual circumstance. BLEND360 also offers a competitive benefits program to meet the health and financial well-being of our team and their families. You can look forward to a range of benefits including medical, dental, vision, 401K, PTO, paid holidays, commuter benefits, spending accounts, life insurance, disability coverage, and EAPs.\n\nAdditional Information\n\nA diverse workforce is a strong workforce\nTo deliver growth at BLEND360 and for our clients, we believe as a Talent Solutions Company, we have a responsibility and unique opportunity to positively impact the workforce. Diversity has played a critical role in our history, our growth, and continues to have a profound impact on our success. We are determined to have equality in the workplace, within our team and as an extension of our clients’ team.\n\nThis is not the work of the moment, and this requires continued learning and purposeful actions. We are investing resources to understand and improve the sourcing, selection and retention of the talent we hire, and ultimately the workforce we provide our clients. We will communicate our journey in the spirit of transparency and shared learning",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Master's degree in Statistics, Math, Operation Research, Economics, Advanced Analytics, Computer Sciences, Engineering",
                        "3+ years of Professional experience in Advanced Data Science, such as predictive modeling, statistical analysis, machine learning, text mining, geo-spatial analytics, time series forecasting, optimization",
                        "Experience with two or more Advanced Data Science software languages (R, Python, Matlab, Perl, Java, PHP)",
                        "Experience with structured or un-structured data analysis and tools (SQL, Hadoop, Spark, NoSQL, MySQL, MariaDB, Hive, Pig, etc.)",
                        "Comfortable with cloud-based platforms (AWS, Azure, Google)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "We evaluate different sources of data, discover patterns hidden within raw data, create insightful variables, and develop competing models with different machine learning algorithms",
                        "We validate and cross validate our recommendations to make sure our recommendations will perform well over time",
                        "The role will also include significant consulting / client facing work comprised of:",
                        "Working with practice leaders and clients to understand clients’ business problem, industry context, data sources, potential risk and constraints",
                        "Problem solve with practice leaders to translate the business program into a solvable Data Science problem, formulate different approaches, outline pros and cons for each approach",
                        "Work with practice leaders to get client feedback, get alignment on approaches, deliverables, and overall timeline",
                        "Perform data cleaning/hygiene, data QC, and integrate data from both client internal and external data sources on Advanced Data Science Platform",
                        "Conduct statistical data analysis, including exploratory data analysis, data mining, and document key insights and findings",
                        "Create insightful and/or predictive summary variables from granular-level data",
                        "Develop, validate, and cross-validate predictive models and/or machine learning algorithms using Advanced Data Science techniques and tools",
                        "Document predictive models / machine learning results that can be incorporated into client-deliverable documentation",
                        "Document key insights, recommend actions client could take, and quantify business impact",
                        "Assist client to turn models and algorithms into implementable production codes"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The starting pay range for this role is $100,000 - $145,000",
                        "Actual compensation within the range will be dependent on several factors including but not limited to relevant experience, skills, certifications, training, and location",
                        "It is not typical for an individual to be hired at or near the top of the range and determining factors for compensation are considered for each individual circumstance",
                        "BLEND360 also offers a competitive benefits program to meet the health and financial well-being of our team and their families",
                        "You can look forward to a range of benefits including medical, dental, vision, 401K, PTO, paid holidays, commuter benefits, spending accounts, life insurance, disability coverage, and EAPs"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://blend360.com/",
                    "text": "blend360.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Blend360&sa=X&ved=0ahUKEwjLr8T17rH-AhUH32EKHZuMDxM4FBCYkAIItg4",
                    "text": "See web results for Blend360"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCwgTGVhZCIsImh0aWRvY2lkIjoiLWZuM3RWekw3RElBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZZQkNyY0JRVVZ6TjJwT1VtVXlkRGQxWDBvelFtRlhSVzF5VEVRMmNubDBTMkpJU0d0RlNYZ3hTazlPTVU1d0xWSm9RbFl3UVRoTVdFODBVMTkyZEhwT1RtSkdaR1ZpV2xBNE5FTjRkVWhuY2psVk1YTkNZM1JNYUZKRFNYSnlSMFUyTVZkbGRVaGtOV3B1ZUdkVWRFMVBXR3BsTlZaWFUyUm9TVjlUYWxvM2NVOVFWM2xVUjNseE5sOWlhazlTVHpoVFYxTjFaMEpxYlhOWlUwNUJVVkl3TTBWcVVtbElZbHBOUm5CTmNrMU1hMnhSTkRsemJuaEdVRVJORWhaQlRITTVXazExZGsxWlpTMW9kMDlpYldJMldVRlJHaUpCVHkwd2NtdzBXVEZ5VFRGTFpVMXlVRVkyT0VKUWVUVlRjMjlVVGpkMFZqZDMiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBaaXBSZWNydWl0ZXIiLCJsaW5rIjoiaHR0cHM6Ly93d3cuemlwcmVjcnVpdGVyLmNvbS9jL0JsZW5kMzYwL0pvYi9EYXRhLVNjaWVudGlzdCwtTGVhZC8taW4tQ29sdW1iaWEsTUQ/amlkPTI3MDA2NjVjYzAxMjI2YjFcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Data science",
                    "value": "data science"
                },
                {
                    "text": "Director",
                    "value": "director"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Scientist",
                    "value": "scientist"
                },
                {
                    "text": "Associate director",
                    "value": "associate director"
                },
                {
                    "text": "Program analyst",
                    "value": "program analyst"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Biologist",
                    "value": "biologist"
                },
                {
                    "text": "Business",
                    "value": "business"
                },
                {
                    "text": "Exp",
                    "value": "exp"
                },
                {
                    "text": "Lead analyst",
                    "value": "lead analyst"
                },
                {
                    "text": "Modeling",
                    "value": "modeling"
                },
                {
                    "text": "Sales operations",
                    "value": "sales operations"
                },
                {
                    "text": "Senior associate",
                    "value": "senior associate"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Specialist",
                    "value": "specialist"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Cambridge, MA",
                    "value": "X8wwy6Vw44mHbGiJZI46xQ=="
                },
                {
                    "text": "Reston, VA",
                    "value": "5WUWJkdAtomfrnGo6K_fYw=="
                },
                {
                    "text": "Atlanta, GA",
                    "value": "jQmTaV0E9YgLYwuZL97-Zg=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Chantilly, VA",
                    "value": "GXJnGVZBtomDrRZD_PBBQA=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "McLean, VA",
                    "value": "O3mKsew1tonx6vqtXrpijg=="
                },
                {
                    "text": "Philadelphia, PA",
                    "value": "60u11Ni3xonBWD6M2BT1iQ=="
                },
                {
                    "text": "Annapolis, MD",
                    "value": "1S9ncGX2t4lLJ6jT_VT4Qw=="
                },
                {
                    "text": "Columbus, OH",
                    "value": "cd6QucGJOIgztbHP-GYy5A=="
                },
                {
                    "text": "Annapolis Junction, MD",
                    "value": "zW-xYyLnt4mqAms5YL-SKQ=="
                },
                {
                    "text": "Cincinnati, OH",
                    "value": "-SE43rFRQIgXk8Dki377aQ=="
                },
                {
                    "text": "Hartford, CT",
                    "value": "pVER8hFT5omZWX3pqEqOzA=="
                },
                {
                    "text": "Norfolk, VA",
                    "value": "RcoiUzqXuokKHnrOfxCZqw=="
                },
                {
                    "text": "Springfield, VA",
                    "value": "nTrlhehNtokEpfoWJG_nZw=="
                },
                {
                    "text": "Sterling, VA",
                    "value": "rWH7IE84tolMhlUKz9C_BQ=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Columbia, MD",
                    "value": "UaBpY7Dft4ldY4e2Zb3W8A=="
                },
                {
                    "text": "Deerfield, IL",
                    "value": "4SbNkAm_D4gpTtHtiNMnPQ=="
                },
                {
                    "text": "Dover, DE",
                    "value": "rV5odTNjx4nwbAD7R-TiqQ=="
                },
                {
                    "text": "Gaithersburg, MD",
                    "value": "tRPKJDYttok1cq2AgVqP4w=="
                },
                {
                    "text": "Groton, CT",
                    "value": "5dn_Iz8J5onFHOHFMhf_RA=="
                },
                {
                    "text": "Hoboken, NJ",
                    "value": "0TMVjWBXwomHvzcRasq2RA=="
                },
                {
                    "text": "Lexington, MA",
                    "value": "y1hS39qd44nNEzYWyIU2hQ=="
                },
                {
                    "text": "North Chicago, IL",
                    "value": "0bSMFzSTD4gl6Jj6acIz-g=="
                },
                {
                    "text": "Richmond, VA",
                    "value": "7cmZVwkRsYnFPELibT7Yvw=="
                },
                {
                    "text": "Ridgefield, CT",
                    "value": "kf3H-Fuqwomw4kXqMRWO1w=="
                },
                {
                    "text": "Stamford, CT",
                    "value": "C7zHsmShwolutzSci4ZDhw=="
                },
                {
                    "text": "Wilmington, DE",
                    "value": "b69GXBgPx4kAjDB3UNoWhQ=="
                },
                {
                    "text": "Aberdeen, MD",
                    "value": "AeMIvYXBx4l0tI2oGB0WPg=="
                },
                {
                    "text": "Addison, IL",
                    "value": "PdxtHX6tD4hjjn7SBPWPvQ=="
                },
                {
                    "text": "Asheville, NC",
                    "value": "CW8PPKmMWYhdOjQGwTHvlA=="
                },
                {
                    "text": "Beachwood, OH",
                    "value": "DfjVw44DMYhrpa8UdEWiYA=="
                },
                {
                    "text": "Beltsville, MD",
                    "value": "kalNcnXDt4l7N8AW5ohfZw=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Bloomingdale, GA",
                    "value": "tQ1M6kSm-4ioaIXDWH6Y4Q=="
                },
                {
                    "text": "Bloomington, IN",
                    "value": "59iDtPZdbIjZM62LLZEa6Q=="
                },
                {
                    "text": "Bowie, MD",
                    "value": "SfEGwo3qt4lVbq5KSSK3yg=="
                },
                {
                    "text": "Bridgewater, NJ",
                    "value": "8TFyr-Hqw4kcA6O8KNu-gA=="
                },
                {
                    "text": "Buffalo, NY",
                    "value": "oeXfUmES04lxgR8YpQQjmA=="
                },
                {
                    "text": "Burbank, IL",
                    "value": "MYhHvq4wDogydTHmfvZNbQ=="
                },
                {
                    "text": "Burlington, VT",
                    "value": "5VWbtlV6ykyOSQ5yGeVfww=="
                },
                {
                    "text": "Cary, NC",
                    "value": "Q4tK_1S9rInhS0Ra249WRA=="
                },
                {
                    "text": "Champaign, IL",
                    "value": "G2mX3o3QDIjPv3W0R3j1MA=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Toiletries",
                    "value": "/business/naics2007/3256"
                },
                {
                    "text": "Accommodation",
                    "value": "/business/naics2007/721"
                },
                {
                    "text": "Foods & Beverages",
                    "value": "/business/naics2007/311"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Advertising",
                    "value": "/business/naics2007/5418"
                },
                {
                    "text": "Business Support",
                    "value": "/business/naics2007/5614"
                },
                {
                    "text": "Construction",
                    "value": "/business/naics2007/23"
                },
                {
                    "text": "Design Services",
                    "value": "/business/naics2007/5414"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Entertainment",
                    "value": "/business/naics2007/71"
                },
                {
                    "text": "Management",
                    "value": "/business/naics2007/55"
                },
                {
                    "text": "Professional Services",
                    "value": "/business/naics2007/5419"
                },
                {
                    "text": "Public Administration",
                    "value": "/business/naics2007/92"
                },
                {
                    "text": "Real Estate",
                    "value": "/business/naics2007/53"
                },
                {
                    "text": "Utilities",
                    "value": "/business/naics2007/22"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": ".S003Ke{flex:none}.ZoN4Lb{color:rgba(0,0,0,.54)}.nAXVG{color:#70757a}.IxQsL{color:rgba(0,0,0,.26)}.xFO1De{color:#fff}.ooFpK{color:rgba(255,255,255,.30)}.mtnwac{color:#4285f4}.WxeeKb{color:#34a853}.hIVRU{color:#f29900}.EXaTMc{color:#fbbc04}.sxn46d{color:#000}.gqMTF{color:#1a73e8}.zpn8Mb{color:#d93025}.dEUPmd{color:#1e8e3e}.HttSvd{color:#202124}.k9T6Hc{color:#1558d6}",
                    "value": "e"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Walmart",
                    "value": "/m/0841v"
                },
                {
                    "text": "Guidehouse",
                    "value": "/g/11g217_jbz"
                },
                {
                    "text": "Pfizer",
                    "value": "/m/0gvbw"
                },
                {
                    "text": "Highmark Health",
                    "value": "/g/11fy29c4js"
                },
                {
                    "text": "Peraton",
                    "value": "/g/11g9mq8fj6"
                },
                {
                    "text": "Chubb INA Holdings Inc.",
                    "value": "/m/09l__z3"
                },
                {
                    "text": "DEFTEC Corporation",
                    "value": "/g/11c73p6tjn"
                },
                {
                    "text": "Diverse Lynx",
                    "value": "/g/11dxp_49r_"
                },
                {
                    "text": "General Dynamics Information Technology",
                    "value": "/m/09msylq"
                },
                {
                    "text": "HCSC",
                    "value": "/m/02864z7"
                },
                {
                    "text": "Humana",
                    "value": "/m/033th4"
                },
                {
                    "text": "Novetta",
                    "value": "/g/11g9m_jqt2"
                },
                {
                    "text": "PayPal",
                    "value": "/g/122s91_5"
                },
                {
                    "text": "Procter & Gamble",
                    "value": "/m/01qygl"
                },
                {
                    "text": "Xylem",
                    "value": "/m/0j42pwf"
                },
                {
                    "text": "Allstate",
                    "value": "/m/03ct7b"
                },
                {
                    "text": "Boehringer Ingelheim",
                    "value": "/m/08w3_z"
                },
                {
                    "text": "CME Group",
                    "value": "/m/03m3r_f"
                },
                {
                    "text": "CVS Health",
                    "value": "/m/02q9wld"
                },
                {
                    "text": "Citi",
                    "value": "/m/01hlzm"
                },
                {
                    "text": "Garner Health",
                    "value": "/g/11j7h1b__g"
                },
                {
                    "text": "Hilton",
                    "value": "/m/0cmxrn"
                },
                {
                    "text": "INNOPLEX",
                    "value": "/g/11c73p2rvy"
                },
                {
                    "text": "Jobspring",
                    "value": "/g/11fy234p6j"
                },
                {
                    "text": "LMI",
                    "value": "/g/11b7cd2mzj"
                },
                {
                    "text": "ManTech International",
                    "value": "/m/03crmnd"
                },
                {
                    "text": "Mars",
                    "value": "/m/01kh5q"
                },
                {
                    "text": "Novo Nordisk",
                    "value": "/m/0427fl"
                },
                {
                    "text": "Sanofi",
                    "value": "/m/02qsg_"
                },
                {
                    "text": "Sedgwick",
                    "value": "/g/11byczcfwk"
                },
                {
                    "text": "The Kraft Heinz Company",
                    "value": "/m/01311njn"
                },
                {
                    "text": "Travelers",
                    "value": "/m/065d4n"
                },
                {
                    "text": "Vanguard",
                    "value": "/m/033778"
                },
                {
                    "text": "Walgreens",
                    "value": "/m/02rx2k"
                },
                {
                    "text": "ADP",
                    "value": "/m/04hshv"
                },
                {
                    "text": "Acxiom LLC",
                    "value": "/g/11h3kzwkqb"
                },
                {
                    "text": "Agricultural Research Service",
                    "value": "/m/01lcw_"
                },
                {
                    "text": "Amazon",
                    "value": "/m/0mgkg"
                },
                {
                    "text": "Amica Mutual Insurance Company",
                    "value": "/m/02vtpdm"
                },
                {
                    "text": "Analog Devices",
                    "value": "/m/02_01g"
                },
                {
                    "text": "Arvinas",
                    "value": "/g/11hzcq9wx3"
                },
                {
                    "text": "AstraZeneca",
                    "value": "/m/028zbs"
                }
            ]
        }
    ]
}