{
    "search_metadata": {
        "id": "643dbb0a9f55b3d0d6e7ec9d",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/0de62d5d48e01cfb/643dbb0a9f55b3d0d6e7ec9d.json",
        "created_at": "2023-04-17 21:32:58 UTC",
        "processed_at": "2023-04-17 21:32:58 UTC",
        "google_jobs_url": "https://www.google.com/search?q=data+analyst&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=30",
        "raw_html_file": "https://serpapi.com/searches/0de62d5d48e01cfb/643dbb0a9f55b3d0d6e7ec9d.html",
        "total_time_taken": 2.69
    },
    "search_parameters": {
        "q": "data analyst",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 30
    },
    "jobs_results": [
        {
            "title": "Data Analyst Manager",
            "company_name": "Capital One",
            "location": "  McLean, VA   ",
            "via": "via LinkedIn",
            "description": "Locations: VA - McLean, United States of America, McLean, Virginia\n\nData Analyst Manager...\n\nAt Capital One, data is at the center of everything we do. When we launched as a startup we disrupted the credit card industry by individually personalizing every credit card offer using statistical modeling and the relational database, cutting edge technology in 1988! Fast-forward a few years, and this little innovation and our passion for data has skyrocketed us to a Fortune 200 company and a leader in the world of data-driven decision-making.\n\nWhat you’ll do:\n• Drive current and future strategy by leveraging your analytical skills\n• Assist with building and using models to test and validate data\n• Work with vast amounts of data in new and evolving environments\n• Be a part of growing and developing our brand in new and emerging markets\n• Leverage analytics to create a customer experience above our peers\n• Lead a team of talented junior analysts on an exciting professional journey while mentoring them and elevating their careers\n• Be a part of the full life cycle of projects and see end results\n• Collaborate across business units\n• Work with top talent in a fast paced, entrepreneurial environment where analytics and good data are a top priority\n• Experience real work life balance, with little travel involved\n\nOn any given day you will be:\n• Mining data to arrive at specific and crucial information for the organization\n• Identifying and implementing process, data, and reporting improvements for the organization\n• Working with large and complex databases containing millions to billions of records\n• Improving operational efficiencies and effectiveness\n• Conducting analysis to evaluate processes and tests\n• Extracting and analyzing data to gauge product offerings\n• Consulting on the design and implementation of new production and data storage systems\n• Developing and implementing strategic tests of products, initiatives and marketing materials\n• Managing up to 3 people\n\nAn ideal candidate will be on the leading edge of Analytical technology with a passion for the newest and most innovative tools. Possessing strong problem solving and conceptual thinking abilities in addition to communication, interpersonal and leadership skills are also important. This position will be in a fast-paced and entrepreneurial environment where you will be handling multiple concurrent projects while working independently and in teams. This role will have a strong Business Intelligence component and those with a BI background are strongly encouraged to apply.\n\nBasic Qualifications:\n• Bachelor’s Degree plus at least 6 years of experience in data analytics, or Master’s Degree plus at least 4 years of experience in data analytics, or PhD plus at least 1 year of experience in data analytics\n• At least 4 years of professional data analysis work experience\n• At least 4 years of programming experience\n• At least 1 year of experience in people management\n\nPreferred Qualifications:\n• Master’s Degree\n• At least 7 years of professional data analysis work experience\n• At least 1 years of project management experience\n• At least 1 year of experience with Python, R, Spark or SQL\n• At least 1 year of experience in Tableau\n• Proficient utilizing and developing within AWS service\n\nCapital One will consider sponsoring a new qualified applicant for employment authorization for this position.\n\nCapital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being. Learn more at the Capital One Careers website. Eligibility varies based on full or part-time status, exempt or non-exempt status, and management level.\n\nNo agencies please. Capital One is an Equal Opportunity Employer committed to diversity and inclusion in the workplace. All qualified applicants will receive consideration for employment without regard to sex, race, color, age, national origin, religion, physical and mental disability, genetic information, marital status, sexual orientation, gender identity/assignment, citizenship, pregnancy or maternity, protected veteran status, or any other status prohibited by applicable national, federal, state or local law. Capital One promotes a drug-free workplace. Capital One will consider for employment qualified applicants with a criminal history in a manner consistent with the requirements of applicable laws regarding criminal background inquiries, including, to the extent applicable, Article 23-A of the New York Correction Law; San Francisco, California Police Code Article 49, Sections 4901-4920; New York City’s Fair Chance Act; Philadelphia’s Fair Criminal Records Screening Act; and other applicable federal, state, and local laws and regulations regarding criminal background inquiries.\n\nIf you have visited our website in search of information on employment opportunities or to apply for a position, and you require an accommodation, please contact Capital One Recruiting at 1-800-304-9102 or via email at RecruitingAccommodation@capitalone.com. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodations.\n\nFor technical support or questions about Capital One's recruiting process, please send an email to Careers@capitalone.com\n\nCapital One does not provide, endorse nor guarantee and is not liable for third-party products, services, educational tools or other information available through this site.\n\nCapital One Financial is made up of several different entities. Please note that any position posted in Canada is for Capital One Canada, any position posted in the United Kingdom is for Capital One Europe and any position posted in the Philippines is for Capital One Philippines Service Corp. (COPSSC).\n\nJob Category - Data Analyst",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "An ideal candidate will be on the leading edge of Analytical technology with a passion for the newest and most innovative tools",
                        "Possessing strong problem solving and conceptual thinking abilities in addition to communication, interpersonal and leadership skills are also important",
                        "This position will be in a fast-paced and entrepreneurial environment where you will be handling multiple concurrent projects while working independently and in teams",
                        "Bachelor’s Degree plus at least 6 years of experience in data analytics, or Master’s Degree plus at least 4 years of experience in data analytics, or PhD plus at least 1 year of experience in data analytics",
                        "At least 4 years of professional data analysis work experience",
                        "At least 1 year of experience in people management"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Drive current and future strategy by leveraging your analytical skills",
                        "Assist with building and using models to test and validate data",
                        "Work with vast amounts of data in new and evolving environments",
                        "Be a part of growing and developing our brand in new and emerging markets",
                        "Leverage analytics to create a customer experience above our peers",
                        "Lead a team of talented junior analysts on an exciting professional journey while mentoring them and elevating their careers",
                        "Be a part of the full life cycle of projects and see end results",
                        "Collaborate across business units",
                        "Work with top talent in a fast paced, entrepreneurial environment where analytics and good data are a top priority",
                        "Mining data to arrive at specific and crucial information for the organization",
                        "Identifying and implementing process, data, and reporting improvements for the organization",
                        "Working with large and complex databases containing millions to billions of records",
                        "Improving operational efficiencies and effectiveness",
                        "Conducting analysis to evaluate processes and tests",
                        "Extracting and analyzing data to gauge product offerings",
                        "Consulting on the design and implementation of new production and data storage systems",
                        "Developing and implementing strategic tests of products, initiatives and marketing materials",
                        "Managing up to 3 people"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Capital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.capitalone.com/",
                    "text": "capitalone.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=Capital+One&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAII0Ak",
                    "text": "See web results for Capital One"
                }
            ],
            "extensions": [
                "12 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "12 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgTWFuYWdlciIsImh0aWRvY2lkIjoicjd0TU4xaXRHbnNBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1UzUnNTMTlEYW13dFJtRmFORFprWlVGTFZEVnpVV2xPVW5GdFJrdExjell0TldZMmFURk9jSFIxWkZZemJucG5aak52ZDAxS1QydHhiMEpGUnpkSVJURlNaakpyWkhreFEwdzRUa1l0UlZvMVVHbFNiMHBwU25VeU9YaHNRWFIxWVVsSFRVRTNRakpMV0RSb2QxcG9Wa0ZKT0hGNmNHVlNaV281UmxVeVpVSnFkbDlMVUc1S00wMVhhMmRHT0ZCa2JFVnNNRmN5ZVZacFQwNURlVzlyWWtZeE4zUldiME5zUjFaa1drSk9RVzUzRWhkRE4zTTVXa3BVT0VwT1YzRjNZbXRRTVdZeVdXOUJkeG9pUVU4dE1ISnNORnBHUjFkNGRHRnZVMWhyZEVwalNUSjZUMWxKU25OdWJqZ3pkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kYXRhLWFuYWx5c3QtbWFuYWdlci1hdC1jYXBpdGFsLW9uZS0zNTAyMDI1MjczP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst",
            "company_name": "Genesis10",
            "location": "  McLean, VA   ",
            "via": "via LinkedIn",
            "description": "Genesis10 is seeking a Senior Data Analyst for a 6 month contract position with a mortgage loan corporation located in McLean, VA. This is a hybrid position and requires being onsite in McLean Tuesday through Thursday.\n\nResponsibilities...\n• Provides timely, relevant, robust analyses to support business decisions related to credit risk\n• Have experience cleansing, manipulating and analyzing large datasets using statistical software\n• Solid understanding of business needs to develop business requirements, rules and test cases\n• Gain in-depth understanding of source data and related controls to ensure integrity of reporting and analysis\nRequirements:\n• Degree in Statistics, Economics, Business, Mathematics, Computer Science or related field with 5-7 years related experience\n• 5+ years of data analysis experience, with a combination of business and technical skills\n• Strong quantitative, analytical, and problem-solving skills\n• 5+ years of SAS/SQL experience\n• Experience working with large datasets\nIf you have the described qualifications and are interested in this exciting opportunity, apply today!\n\nGenesis10\nRanked a Top Staffing Firm in the U.S. by Staffing Industry Analysts for six consecutive years, Genesis10 puts thousands of consultants and employees to work across the United States every year in contract, contract-for-hire, and permanent placement roles. With more than 300 active clients, Genesis10 provides access to many of the Fortune 100 firms and a variety of mid-market organizations across the full spectrum of industry verticals.\n\nBenefits of Working with Genesis10:\n• Access to hundreds of clients, most who have been working with Genesis10 for 5-20+ years.\n• The opportunity to have a career-home in Genesis10; many of our consultants have been working exclusively with Genesis10 for years.\n• Access to an experienced, caring recruiting team (more than 7 years of experience, on average.)\n• Behavioral Health Platform\n• Medical, Dental, Vision\n• Health Savings Account\n• Voluntary Hospital Indemnity (Critical Illness & Accident)\n• Voluntary Term Life Insurance\n• 401K\n• Sick Pay (for applicable states/municipalities)\n• Commuter Benefits (Dallas, NYC, SF)\n• Remote opportunities available\n\nFor multiple years running, Genesis10 has been recognized as a Top Staffing Firm in the U.S., as a Best Company for Work-Life Balance, as a Best Company for Career Growth, for Diversity, and for Leadership, amongst others. To learn more and to view all our available career opportunities, please visit us at our website.\n\nGenesis10 is an Equal Opportunity Employer. Candidates will receive consideration without regard to their race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or status as a protected veteran",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Degree in Statistics, Economics, Business, Mathematics, Computer Science or related field with 5-7 years related experience",
                        "5+ years of data analysis experience, with a combination of business and technical skills",
                        "Strong quantitative, analytical, and problem-solving skills",
                        "5+ years of SAS/SQL experience",
                        "Experience working with large datasets",
                        "Access to hundreds of clients, most who have been working with Genesis10 for 5-20+ years",
                        "Access to an experienced, caring recruiting team (more than 7 years of experience, on average.)",
                        "Behavioral Health Platform"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Provides timely, relevant, robust analyses to support business decisions related to credit risk",
                        "Have experience cleansing, manipulating and analyzing large datasets using statistical software",
                        "Solid understanding of business needs to develop business requirements, rules and test cases",
                        "Gain in-depth understanding of source data and related controls to ensure integrity of reporting and analysis"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Medical, Dental, Vision",
                        "Health Savings Account",
                        "Voluntary Hospital Indemnity (Critical Illness & Accident)",
                        "Voluntary Term Life Insurance",
                        "401K",
                        "Sick Pay (for applicable states/municipalities)",
                        "Commuter Benefits (Dallas, NYC, SF)",
                        "Remote opportunities available"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=Genesis10&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAIIlAo",
                    "text": "See web results for Genesis10"
                }
            ],
            "extensions": [
                "Contractor",
                "Health insurance",
                "Dental insurance"
            ],
            "detected_extensions": {
                "schedule_type": "Contractor"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6Im4xZVlZbXdkU2k4QUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9VMWMyTldSSFlYRnliRUpwYURWVFJWODFlbVUwWVdWdWRtNWhUVU5mTTJSWFJsWlJOVVpwUlZCak1scHhZbVV0UzNSSVdFSTNNR0ZxVm5wcE1FVjFka3MyVHpSUlpHMDNhbkZqZG1wM1kwbEpUMjFUZGpSS1NUUnhOV1JHZDFGTFYxaHdNVll4VDA1UWFGcDRTM1JtTUROUmEydHFaWFZpTVZWcFJIVnNaRXMxTUZZdGEycFVUVkZ2UmpoUlUxbDBSVkJQVm14S1QwRk9VMUZyTlVsTFYzZGFRVkF6WWt0WlZEVkNTall0ZFdSSkVoZEROM001V2twVU9FcE9WM0YzWW10UU1XWXlXVzlCZHhvaVFVOHRNSEpzTjAxRWFWUjFXVXREWW1Sa1VXNUtkWEpOTFVaalRUSXROa2hVVVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vd3d3LmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvZGF0YS1hbmFseXN0LWF0LWdlbmVzaXMxMC0zNTExNDA4MzI5P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Navy Database Analyst",
            "company_name": "Serco North America",
            "location": " Anywhere ",
            "via": "via Salary.com",
            "description": "Position Description\n\nIf you like working with enterprise applications supporting U.S. Navy’s Advanced Manpower Analysis Division – Serco has a great opportunity for you! This data analyst will be on a dynamic team analyzing Navy manpower requirements and forecasting resource distribution using multiple end strength planning models. Bring your experience and collaborative skills to make an impact... toward our military defense and safety of our sailors. Serco supports the U.S. Navy as a prime for their technical contract that supports manpower and personnel readiness analysis. Our team monitors and updates a portfolio of models and runs reports and analyzes data from the models to ensure our Navy has the right people in the right jobs at the right time. You will be part of a 6 – 8 member team that works closely with the customer to ensure that critical manpower tracking applications operate correctly, and will update data, assist users, run high-level queries and analyze data from these applications.\n\nIn this role, you will:\n• Provide analytical support and quantitative analysis of modelled data.\n• Package analysis results for senior leadership using MS Office applications.\n• Act as a subject matter expert for selected Navy manpower models; assist users in understanding the capabilities of the models; and update model data, methodology, and parameters as required to support program/policy changes or other potential changes.\n• Coordinate with system administrators to test models and underlying data for any issues resulting from software maintenance and system-wide updates affecting the underlying model codebase.\n• Update and maintain selected Navy manpower models and analysis tools including populating data fields with updated information and ensuring the user interface is functional and compatible with the latest system-wide upgrades to associated and supporting systems.\n• Update and maintain manpower model technical documentation.\n\nQualifications\n\nTo be successful in this role, you will have:\n• An active DoD Secret clearance.\n• A Bachelor’s degree in mathematics, statistics, business, engineering, social sciences, physical/applied sciences, business administration, accounting, finance, economics, information technology or similar.\n• Seven (7) years’ work of experience in: Data Analysis, Statistical Analysis, Coding, or Complex Problem Solving.\n• Excellent MS Office Skills (Excel, Word, PowerPoint).\n• Great communication skills and the ability to coordinate efficiently with a remote team.\n• Familiarity with Oracle applications and/or coding, specifically PL/SQL, a plus.\n• Former Navy or government servcie experience also a Plus.\n\nIf you are interested in supporting and working with our military and sailors and a passionate Serco team- then submit your application now for immediate consideration. It only takes a few minutes and could change your career!\n\nCompany Overview\n\nSerco Inc. (Serco) is the Americas division of Serco Group, plc. Serco serves every branch of the U.S. military, numerous U.S. Federal civilian agencies, the Intelligence Community, the Canadian government, state and local governments, and commercial clients. We help our clients deliver vital services more efficiently while increasing the satisfaction of their end customers. Headquartered in Herndon, Virginia, Serco Americas has over 9,000 employees and is part of a $4 billion global business that helps transform government and public services around the world. At Serco, our employees are our most valuable asset - we listen, respect and support them throughout their career at Serco. We invite you to become part of our dynamic team. Serco is an equal opportunity employer committed to diversifying our workforce (Race/ Color/ Sex/ Sexual Orientation/ Gender Identity/ Religion/ National Origin/ Disability/ Vets).\n\nTo review Serco benefits please visit: https://www.serco.com/na/careers/benefits-of-choosing-serco.\n\nIf you require an accommodation with the application process please email: careers@serco-na.com or call the HR Service Desk at 800-628-6458, option 1. Please note, due to EEOC/OFCCP compliance, Serco is unable to accept resumes by email.\n\nSerco does not accept unsolicited resumes through or from search firms or staffing agencies without being a contracted approved vendor. All unsolicited resumes will be considered the property of Serco and will not be obligated to pay a placement or contract fee. If you are interested in becoming an approved vendor at Serco, please email Agencies@serco-na.com.\n\nCOVID-19 Regulations: Serco complies with all applicable COVID-19 requirements. This may require employees to be vaccinated against COVID-19, provide attestations regarding vaccination status and/or COVID-19 testing, or satisfy other conditions of employment that Serco deems appropriate, and employees may be required to show proof of vaccination and/or negative COVID-19 test results as a condition of employment (except in limited circumstances where an employee is legally entitled to an accommodation",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "An active DoD Secret clearance",
                        "A Bachelor’s degree in mathematics, statistics, business, engineering, social sciences, physical/applied sciences, business administration, accounting, finance, economics, information technology or similar",
                        "Seven (7) years’ work of experience in: Data Analysis, Statistical Analysis, Coding, or Complex Problem Solving",
                        "Excellent MS Office Skills (Excel, Word, PowerPoint)",
                        "Great communication skills and the ability to coordinate efficiently with a remote team",
                        "This may require employees to be vaccinated against COVID-19, provide attestations regarding vaccination status and/or COVID-19 testing, or satisfy other conditions of employment that Serco deems appropriate, and employees may be required to show proof of vaccination and/or negative COVID-19 test results as a condition of employment (except in limited circumstances where an employee is legally entitled to an accommodation)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This data analyst will be on a dynamic team analyzing Navy manpower requirements and forecasting resource distribution using multiple end strength planning models",
                        "Our team monitors and updates a portfolio of models and runs reports and analyzes data from the models to ensure our Navy has the right people in the right jobs at the right time",
                        "You will be part of a 6 – 8 member team that works closely with the customer to ensure that critical manpower tracking applications operate correctly, and will update data, assist users, run high-level queries and analyze data from these applications",
                        "Provide analytical support and quantitative analysis of modelled data",
                        "Package analysis results for senior leadership using MS Office applications",
                        "Act as a subject matter expert for selected Navy manpower models; assist users in understanding the capabilities of the models; and update model data, methodology, and parameters as required to support program/policy changes or other potential changes",
                        "Coordinate with system administrators to test models and underlying data for any issues resulting from software maintenance and system-wide updates affecting the underlying model codebase",
                        "Update and maintain selected Navy manpower models and analysis tools including populating data fields with updated information and ensuring the user interface is functional and compatible with the latest system-wide upgrades to associated and supporting systems",
                        "Update and maintain manpower model technical documentation"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.serco.com/",
                    "text": "serco.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=Serco+North+America&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAII2Ao",
                    "text": "See web results for Serco North America"
                }
            ],
            "extensions": [
                "Work from home",
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJOYXZ5IERhdGFiYXNlIEFuYWx5c3QiLCJodGlkb2NpZCI6IjFBTTdzcG5IYmFrQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VbEI1TXpKSFNGbHhSRXMzTlRBMk5EaHpNV1pyYVRjNVJFVnZhV3N3U0RSTmVVaFFOa2g1WWxKR1ltdFJUVmhvWkc1dmFFMXVWbGRrVUhCUFpqTllaV1ZwTjJOUVNrTkJSMFp6WjFOalNWRTNUMWhOWkRWdFRrVjBla05OV2xwWWEwaDFZbkkyTVZCb1ducGpUVk5QY0ZKRFdVaG1jSHBCZEZCa2NrNU5WR0ptWmpKNWRFdFlXbkZ3U2tsNk4wczBRa0ZvVEhobFNVTmFNRTFvV0V0aU9GODRWWFJ2VTJzeWJ6aFFUV2RVY2tKQ0xURlpVRFZpUkZCUGEzaFdZMTltYW10T1JFNXFFaGRETjNNNVdrcFVPRXBPVjNGM1ltdFFNV1l5V1c5QmR4b2lRVTh0TUhKc05GaE5jMjlwWW1wSFlXOXpaR2h3YkZoSlJEbHlkVXRqT0ZKM1VRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBTYWxhcnkuY29tIiwibGluayI6Imh0dHBzOi8vd3d3LnNhbGFyeS5jb20vam9iL3NlcmNvLW5vcnRoLWFtZXJpY2EvbmF2eS1kYXRhYmFzZS1hbmFseXN0L2oyMDIzMDIwODA4MjUxNDk1MTYxNTk/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Cerner EHR Data Analyst - Remote",
            "company_name": "General Dynamics Information Technology",
            "location": "  Fairfax, VA   ",
            "via": "via LocalJobs.com",
            "description": "• *Req ID:** RQ143201\n• *Type of Requisition:** Regular\n• *Clearance Level Must Be Able to Obtain:** None...\n• *Public Trust/Other Required:** SSBI (T5)\n• *Job Family:** Data Analysis\n• *Skills:**\n\nCerner,Healthcare Data Management,LOINC,SQL Database Queries\n• *Experience:**\n\n5 + years of related experience\n• *Job Description:**\n\nWe are GDIT. As one of the largest IT and mission services providers to the government, we own our opportunities to better enable healthcare organizations to identify theirs.\n\nYou can make GDIT your place. You make it your own by turning obstacles into action. By owning your opportunity at GDIT, you’ll play an important role in providing the technologies and services that millions of healthcare professionals depend on, every day. Our work depends on a Cerner Electronic Health Records (EHR) Data Analyst joining our team to support Federal EHR HIT Modernization program activities. This a remoted-based role. Candidate must live in the U.S.\n\nAt GDIT, we put our people first. As a Cerner Electronic Health Records (EHR) Data Analyst supporting Electronic Health Record (EHR) modernization program, you will be trusted to perform requirement gathering on data acquisition, data integration and analysis across financial, clinical, and operational areas, and providing mission critical support to our customer. In this role, a typical day will include:\n\n+ Capture requirements on data sources, data acquisition, data migration, data integration and analysis across financial, clinical, and operational/administrative areas of the project\n\n+ Responsible for data migration from legacy EHR source data into the Cerner HealtheIntent and Millennium products\n\n+ Creates requirements and mapping between source data to Cerner portfolio of solutions\n\n+ Creates requirements and mapping between Cerner portfolio of solutions to external reporting data structures\n\n+ Define requirements for application of clinical terminology/ontology to data structures within the Cerner solution\n\n+ Responsible for creating technical documentation for a data migration plan and a data management plan that includes details of data going in and out of the Cerner portfolio of solutions\n\n+ Provide technical expertise to ensure the quality and accuracy of data, then process, design, and present it in ways to help the organization and stakeholders make better decisions.\n\n+ Contribute data analytics expertise to cross-functional project teams\n\n+ Prepare and present complex information to clients, including written reports and findings, project plans and presentations, and work with internal and external implementation teams to ensure availability of relevant and correct data\n\n+ Identify opportunities to deliver client value through analytics, and facilitate road mapping for analytics-based initiatives\n\n+ Assess and develop test cases for data migration and analytics use case scenarios\n• *WHAT YOU’LL NEED:**\n\n+ Bachelor's degree or equivalent HIT (Healthcare Information Technology) Cerner EHR or EHR platform equivalent work experience\n\n+ 5+ years of relevant experience to include experience with Cerner data structures including Millennium and HealtheIntent\n\n+ Experience working with Cerner data and analytic platforms\n\n+ Experience optimizing SQL queries and databases\n\n+ Experience in data visualization, data warehousing and BI tools such as Tableau\n\n+ Experience with data transformation and healthcare data standards(UMLS, LOINC, SNOMED)\n\n+ Strong communication skills, written and verbal.\n\n+ Work successfully with different teams and co-workers.\n\n+ The successful candidate must be able to obtain a Public Trust Security Clearance.\n\n+ Ability to travel <25% of the year, if needed\n• *PREFERRED:**\n\n+ Knowledge of health, and health finance, terminology\n\n+ Knowledge of health privacy regulations (HIPAA, 42CFR Part II, etc.)\n\n+ Experience with Cerner data warehouse (Snowflake)\n\n+ Experience with Big Data technologies\n\n+ Experience in federal projects and familiarity with HHS EPLC processes.\n\n+ Ability to work simultaneously on multiple tasks if necessary, handle changing priorities, be detail oriented, and able to work independently\n• *SECURITY CLEARANCE LEVEL:**\n\n+ Work visa sponsorship will not be provided for this position. / Must be able to obtain a Public Trust Level 5 clearance.\n• *WHAT GDIT CAN OFFER YOU:**\n\n+ 401K with company match\n\n+ Customizable health benefits packages\n\n+ Internal mobility team dedicated to helping you own your career\n\n+ Challenging work that makes a real impact on the world around you\n\nGDIT CAREERS\n\nOpportunity Owned\n\nNot sure this job’s the one for you? Check out our other openings at gdit.com/careers.\n\n\\#GDITPublicHealthJobs\n\n\\#GDITHealthSystems\n\nOur benefits package for all US-based employees includes a variety of medical plan options, some with Health Savings Accounts, dental plan options, a vision plan, and a 401(k) plan offering the ability to contribute both pre and post-tax dollars up to the IRS annual limits and receive a company match.To encourage work/life balance, GDIT offers employees full flex work weeks where possible and a variety of paid time off plans, including vacation, sick and personal time, holidays, paid parental, military, bereavement and jury duty leave. GDIT typically provides new employees with 15 days of paid leave per calendar year to be used for vacations, personal business, and illness and an additional 10 paid holidays per year. Paid leave and paid holidays are prorated based on the employee’s date of hire. The GDIT Paid Family Leave program provides a total of up to 160 hours of paid leave in a rolling 12 month period for eligible employees.To ensure our employees are able to protect their income, other offerings such as short and long-term disability benefits, life, accidental death and dismemberment, personal accident, critical illness and business travel and accident insurance are provided or available.We regularly review our Total Rewards package to ensure our offerings are competitive and reflect what our employees have told us they value most.\n\nCOVID-19 Vaccination: GDIT does not have a vaccination mandate applicable to all employees. To protect the health and safety of its employees and to comply with customer requirements, however, GDIT may require employees in certain positions to be fully vaccinated against COVID-19. Vaccination requirements will depend on the status of the federal contractor mandate and customer site requirements.\n\nWe are GDIT. The people supporting some of the most complex government, defense, and intelligence projects across the country. We deliver. Bringing the expertise needed to understand and advance critical missions. We transform. Shifting the ways clients invest in, integrate, and innovate technology solutions. We ensure today is safe and tomorrow is smarter. We are there. On the ground, beside our clients, in the lab, and everywhere in between. Offering the technology transformations, strategy, and mission services needed to get the job done.\n\nGDIT is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status, or any other protected class",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Cerner,Healthcare Data Management,LOINC,SQL Database Queries",
                        "5 + years of related experience",
                        "Candidate must live in the U.S",
                        "Bachelor's degree or equivalent HIT (Healthcare Information Technology) Cerner EHR or EHR platform equivalent work experience",
                        "5+ years of relevant experience to include experience with Cerner data structures including Millennium and HealtheIntent",
                        "Experience working with Cerner data and analytic platforms",
                        "Experience in data visualization, data warehousing and BI tools such as Tableau",
                        "Experience with data transformation and healthcare data standards(UMLS, LOINC, SNOMED)",
                        "Strong communication skills, written and verbal",
                        "The successful candidate must be able to obtain a Public Trust Security Clearance",
                        "Ability to travel <25% of the year, if needed",
                        "Knowledge of health privacy regulations (HIPAA, 42CFR Part II, etc.)",
                        "Experience with Cerner data warehouse (Snowflake)",
                        "Experience with Big Data technologies",
                        "Experience in federal projects and familiarity with HHS EPLC processes",
                        "Ability to work simultaneously on multiple tasks if necessary, handle changing priorities, be detail oriented, and able to work independently",
                        "Work visa sponsorship will not be provided for this position. / Must be able to obtain a Public Trust Level 5 clearance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Cerner Electronic Health Records (EHR) Data Analyst supporting Electronic Health Record (EHR) modernization program, you will be trusted to perform requirement gathering on data acquisition, data integration and analysis across financial, clinical, and operational areas, and providing mission critical support to our customer",
                        "Capture requirements on data sources, data acquisition, data migration, data integration and analysis across financial, clinical, and operational/administrative areas of the project",
                        "Responsible for data migration from legacy EHR source data into the Cerner HealtheIntent and Millennium products",
                        "Creates requirements and mapping between Cerner portfolio of solutions to external reporting data structures",
                        "Define requirements for application of clinical terminology/ontology to data structures within the Cerner solution",
                        "Responsible for creating technical documentation for a data migration plan and a data management plan that includes details of data going in and out of the Cerner portfolio of solutions",
                        "Provide technical expertise to ensure the quality and accuracy of data, then process, design, and present it in ways to help the organization and stakeholders make better decisions",
                        "Contribute data analytics expertise to cross-functional project teams",
                        "Prepare and present complex information to clients, including written reports and findings, project plans and presentations, and work with internal and external implementation teams to ensure availability of relevant and correct data",
                        "Identify opportunities to deliver client value through analytics, and facilitate road mapping for analytics-based initiatives",
                        "Assess and develop test cases for data migration and analytics use case scenarios"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "401K with company match",
                        "Customizable health benefits packages",
                        "Our benefits package for all US-based employees includes a variety of medical plan options, some with Health Savings Accounts, dental plan options, a vision plan, and a 401(k) plan offering the ability to contribute both pre and post-tax dollars up to the IRS annual limits and receive a company match.To encourage work/life balance, GDIT offers employees full flex work weeks where possible and a variety of paid time off plans, including vacation, sick and personal time, holidays, paid parental, military, bereavement and jury duty leave",
                        "GDIT typically provides new employees with 15 days of paid leave per calendar year to be used for vacations, personal business, and illness and an additional 10 paid holidays per year",
                        "Paid leave and paid holidays are prorated based on the employee’s date of hire",
                        "The GDIT Paid Family Leave program provides a total of up to 160 hours of paid leave in a rolling 12 month period for eligible employees.To ensure our employees are able to protect their income, other offerings such as short and long-term disability benefits, life, accidental death and dismemberment, personal accident, critical illness and business travel and accident insurance are provided or available.We regularly review our Total Rewards package to ensure our offerings are competitive and reflect what our employees have told us they value most"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gdit.com/",
                    "text": "gdit.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=General+Dynamics+Information+Technology&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAIInQs",
                    "text": "See web results for General Dynamics Information Technology"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJDZXJuZXIgRUhSIERhdGEgQW5hbHlzdCAtIFJlbW90ZSIsImh0aWRvY2lkIjoiQXBIMjc0UzA2RzhBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXJjQ0N2Y0JRVVZ6TjJwT1ZHWm9XVWxxV2xoSGFuaGxiVnBHUkc5Nk9IRktZakU0ZUdsRVZYaE5RbVZCZGt4SVZWWTJSa2x4VDNONlRGTnZiMk16U2taVGNuQnlSV05VUjBwUFVETnJRaTFwUVdWSGJqTlFZa2xTWjNsSlJWaEpXbFUyVm1kbWFtaEJPRGxTYkhad2FuVklTVTl6ZDB0V1FsOURlVkJ0ZURSRWNuTTRNVzFGVW1ocFFXbHlTM1pNTlVKWFRXNWhkVGxSUzA5RWJEWnBVbmhsUWtZdFFsVXdSRTE1WWtaNWR6WlRVbEZFVTJWUVdGSkpXSFZ2WkVkd01sZHJaMGRsWW1RMlFrcElYM2gwYzAxMVdIcHBkM3AwUVhWRGEzRlBkRmxWZVU5MVlWWkRObk0yTjBjdFdEUjNjbXRsZFV4aE5VaHRVMHhWTkJJWFF6ZHpPVnBLVkRoS1RsZHhkMkpyVURGbU1sbHZRWGNhSWtGUExUQnliRFJxVFVkNFRXeDJVM2h0WjNoRGNHaEZTMXA2UVRCR1RteE5UMEUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY183IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExvY2FsSm9icy5jb20iLCJsaW5rIjoiaHR0cHM6Ly93d3cubG9jYWxqb2JzLmNvbS9qb2IvZmFpcmZheC12YS1jZXJuZXItZWhyLWRhdGEtYW5hbHlzdD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst (2-5 years experience)",
            "company_name": "Datalab USA",
            "location": "  Germantown, MD   ",
            "via": "via Lever",
            "description": "DataLab USA™ is an analytics and technology driven database marketing consultancy. We combine sophisticated technology, cutting edge analytics and an intrinsic understanding of marketing to build large-scale addressable marketing programs for Fortune 500 companies. Our clients operate in multiple verticals: Financial Services, Insurance, Telcom, and Travel & Leisure.\n\nWe have placed in the INC... 5000 list of fastest growing private companies for six times in the last ten years. At its heart, DataLab USA™ has the entrepreneurial spirit of a start-up. We judge ourselves on our ability to innovate, drive efficiency and deliver excellence for our clients.\n\nRole description\n\nProvide support for the management of the full life cycle of marketing models: defining strategy, selecting data, cleansing data and performing data hygiene, developing models, validating performance, coding and implementing models, monitoring performance, systematically refreshing models.\n\nPrimary Responsibilities\n\n+ Manage ETL systems, assuring data quality and monitoring database resources and activities.\n\n+ Perform data analytics, modeling and reporting on various large data sources (GB/TB level).\n\n+ Develop and maintaining complex data driven programs using T-SQL and related tools.\n\n+ Interface directly with Marketing Analysts to consult on the effectiveness of marketing programs, to fulfill ad-hoc analytical requests or to supply relevant reporting material.\n\n+ Provide support for building predictive models and analyze model effectiveness using different open-source technologies\n\n+ Communicate analytical insights to relevant management for business strategy development.\n\n+ Research, develop and test new modeling techniques to improve model discrimination and accuracy.\n\n+ Make recommendations on areas to improve data, methodology or decision optimizations.\n\n+ Perform other duties and responsibilities as assigned\n\nRequirements\n\n+ Masters’s Degree in quantitative field such as Computer Science, Mathematics, Statistics, Analytics, Information Systems, or equivalent related work experience in Information Technology.\n\n+ Working experience with SQL\n\n+ Demonstrated technical skills in R and(or) Python\n\n+ Strong interpersonal and communication skills and the ability to work effectively with a wide range of stakeholders\n\n+ Excellent organizational and self-directed skills - ability to initiate, coordinate and prioritize responsibilities and follow through on tasks and projects, and ability to perform multiple tasks in an environment of frequent and often short deadlines\n\n+ Proven ability to work effectively in a team environment as well as independently with minimal supervision\n\n+ Self-motivated team player with strong work ethic\n\n+ Strong understanding of Critical Analysis concepts\n\n+ Ability to foster a cooperative work environment\n\n+ Ability to develop, plan, and implement short- and long-range goals\n\n+ Direct Marketing experience a plus\n\n+ Digital Marketing experience a plus\n• *NO Sponsorship offered for this position**\n\nDataLab USA™ is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity or national origin.\n\nAll offers of employment are contingent on passing a background check and drug test.\n\nPrivacy Policy - DataLab USA™ | Targeting Better Results",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Masters’s Degree in quantitative field such as Computer Science, Mathematics, Statistics, Analytics, Information Systems, or equivalent related work experience in Information Technology",
                        "Working experience with SQL",
                        "Demonstrated technical skills in R and(or) Python",
                        "Strong interpersonal and communication skills and the ability to work effectively with a wide range of stakeholders",
                        "Excellent organizational and self-directed skills - ability to initiate, coordinate and prioritize responsibilities and follow through on tasks and projects, and ability to perform multiple tasks in an environment of frequent and often short deadlines",
                        "Proven ability to work effectively in a team environment as well as independently with minimal supervision",
                        "Self-motivated team player with strong work ethic",
                        "Strong understanding of Critical Analysis concepts",
                        "Ability to foster a cooperative work environment",
                        "Ability to develop, plan, and implement short- and long-range goals"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Provide support for the management of the full life cycle of marketing models: defining strategy, selecting data, cleansing data and performing data hygiene, developing models, validating performance, coding and implementing models, monitoring performance, systematically refreshing models",
                        "Manage ETL systems, assuring data quality and monitoring database resources and activities",
                        "Perform data analytics, modeling and reporting on various large data sources (GB/TB level)",
                        "Develop and maintaining complex data driven programs using T-SQL and related tools",
                        "Interface directly with Marketing Analysts to consult on the effectiveness of marketing programs, to fulfill ad-hoc analytical requests or to supply relevant reporting material",
                        "Provide support for building predictive models and analyze model effectiveness using different open-source technologies",
                        "Communicate analytical insights to relevant management for business strategy development",
                        "Research, develop and test new modeling techniques to improve model discrimination and accuracy",
                        "Make recommendations on areas to improve data, methodology or decision optimizations",
                        "Perform other duties and responsibilities as assigned"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=Datalab+USA&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAII4Qs",
                    "text": "See web results for Datalab USA"
                }
            ],
            "extensions": [
                "18 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "18 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgKDItNSB5ZWFycyBleHBlcmllbmNlKSIsImh0aWRvY2lkIjoidW9tZUxtakVqQVFBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VsSmhNV3RwTFRkZlNGSjBTVFEyU0VwRGFWWnZOVlpoYkZsVmREWldORFowTVZwSlJuTkpZak5YTWsxdVIwSkhWRnBqTVdOdFZFNUhTRXR0ZVZGMExVbFBTWGR3Wkc1aVEwRmlTMUkyWXpoUWVHZFRWVGQyTmtkVFpHdEZjWEpDUTNsU1R6WTNRVzVCTmxJNGFHMUllVVF6VmxsUlpsVjNVMVZQV1RKSldGZE1ialptVTBaalJXVndkelJpUTJ4VlFWazRkbGRGWTNwME5USmZaa1ZIVFRaM1dVcG9WR0pTV0hwbVpteHRPVkpSY2xSRk9IaHpWM1p5T1V4cmMxSnViVU50YWtGNUVoZEROM001V2twVU9FcE9WM0YzWW10UU1XWXlXVzlCZHhvaVFVOHRNSEpzTmpJeVZITjNaME56YkhsWVNWZzFWamw0V0VGcVFWOUlaalJsVVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY185IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExldmVyIiwibGluayI6Imh0dHBzOi8vam9icy5sZXZlci5jby9kYXRhbGFidXNhL2IzNTk3OGJlLTM1MjktNDZlNi1iZTkwLWZhM2FiN2JhOWQwMD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Analyst, Financial Planning & Analysis",
            "company_name": "Beacon Building Products",
            "location": "  Herndon, VA   ",
            "via": "via Beacon Roofing Supply",
            "description": "Job purpose\n\nThis position will leverage business intelligence and data analytic tools to develop and analyze internal and external industry data to deliver recommendations and insights. The ideal candidate would have experience analyzing large disparate data sets to provide leaders both macro level trends and specific actionable localized insights. To succeed in this role, a candidate should be... highly versatile, curious, and experienced with using data analysis tools to answer business questions. This role will report directly to the Manager of Business Analytics.\n\nDuties and responsibilities\n• Leverage technical and business knowledge to organize and present data that facilitates data storytelling, provides actionable insights, and drives business decisions\n• Provide ad-hoc analysis across various dimensions (customer, brand, geography, and product) to highlight trends and identify opportunities\n• Develop and manage financial models that support short to long range plans\n• Support monthly and quarterly financial analyses and review presentations to stakeholders\n• Support the management and execution of the Credit and Pricing Analytics portfolio of Tableau reporting\n• Work with the Manager of Business Analytics and stakeholders to capture and document customer requirements\n• Leverage data modeling tools to create workflows and data models to serve data to Tableau dashboards\n• Leverage advanced Tableau functionality (parameters, LOD, tooltip modifications, etc.) to create analytical dashboards is a plus\n• Consistently improves the quality of deliverables\n\nQualifications\n• BS degree in business, finance, accounting, economics, or other related field\n• 2+ years’ experience working in financial planning & analysis and/or data analytics\n• Strong analytical skillset and experience with tools such as Excel, Tableau, Tableau Prep, and Alteryx\n• Strong data & analytics capabilities, comfortable with data models and visualization tools\n• High degree of self-initiative and curiosity to answer leadership questions\n• Willingness to dig deep and understand data at a transactional level\n• Ability to be a collaborative business partner and cultivate strong cross-functional relationships\n• Construction industry / distribution experience, preferred\n• Proficient skill with Computer Microsoft applications (Word, Excel, Outlook, and PowerPoint)\n• Professional written and verbal communication skills\n• Comprehensive knowledge of business acumen, financial concepts, and procedures\n\nWorking conditions\n• Minimal travel requirements as needed for business purposes\n• Working space will be in a quiet open environment seated within a cubical\n• Work assignments may be completed remotely and/or available company offices/branches within respective markets\n\nPhysical requirements\n• Prolonged periods sitting at a desk and working on a computer and/or keyboard\n• Heavy methods of verbal and auditory communication via phone, virtual calls, and/or email",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "To succeed in this role, a candidate should be highly versatile, curious, and experienced with using data analysis tools to answer business questions",
                        "BS degree in business, finance, accounting, economics, or other related field",
                        "2+ years’ experience working in financial planning & analysis and/or data analytics",
                        "Strong analytical skillset and experience with tools such as Excel, Tableau, Tableau Prep, and Alteryx",
                        "Strong data & analytics capabilities, comfortable with data models and visualization tools",
                        "High degree of self-initiative and curiosity to answer leadership questions",
                        "Willingness to dig deep and understand data at a transactional level",
                        "Ability to be a collaborative business partner and cultivate strong cross-functional relationships",
                        "Proficient skill with Computer Microsoft applications (Word, Excel, Outlook, and PowerPoint)",
                        "Professional written and verbal communication skills",
                        "Comprehensive knowledge of business acumen, financial concepts, and procedures",
                        "Prolonged periods sitting at a desk and working on a computer and/or keyboard",
                        "Heavy methods of verbal and auditory communication via phone, virtual calls, and/or email"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This position will leverage business intelligence and data analytic tools to develop and analyze internal and external industry data to deliver recommendations and insights",
                        "This role will report directly to the Manager of Business Analytics",
                        "Leverage technical and business knowledge to organize and present data that facilitates data storytelling, provides actionable insights, and drives business decisions",
                        "Provide ad-hoc analysis across various dimensions (customer, brand, geography, and product) to highlight trends and identify opportunities",
                        "Develop and manage financial models that support short to long range plans",
                        "Support monthly and quarterly financial analyses and review presentations to stakeholders",
                        "Support the management and execution of the Credit and Pricing Analytics portfolio of Tableau reporting",
                        "Work with the Manager of Business Analytics and stakeholders to capture and document customer requirements",
                        "Leverage data modeling tools to create workflows and data models to serve data to Tableau dashboards",
                        "Leverage advanced Tableau functionality (parameters, LOD, tooltip modifications, etc.)",
                        "to create analytical dashboards is a plus",
                        "Consistently improves the quality of deliverables",
                        "Working space will be in a quiet open environment seated within a cubical",
                        "Work assignments may be completed remotely and/or available company offices/branches within respective markets"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.becn.com/",
                    "text": "becn.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=Beacon+Building+Products&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAIIpQw",
                    "text": "See web results for Beacon Building Products"
                }
            ],
            "extensions": [
                "25 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "25 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJBbmFseXN0LCBGaW5hbmNpYWwgUGxhbm5pbmcgXHUwMDI2IEFuYWx5c2lzIiwiaHRpZG9jaWQiOiJBSjRacXY0ajFROEFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcUlDQ3VJQlFVVnpOMnBPVWs4d1RFcHRUVTVEU1VKcFkxSnZSVGQzUWtkaFRVaENZMHhhVFhGVVpGcHhYMmh0YkRaeGNUazFRamc0YVdOT05tZ3RSelV3UkRGU1ZVeHZSbEJ1V1hwTWNGbEtXVTg0ZEc0M00yYzRRMjFIT0V0TGNXSnBPSGhtWm00MWJIY3hia3AwZUdwRFVFVlFUbHAxUmpaWmMxUmhUeTB3Y1d0Q2JISnZOUzFoT1c1Sk5WRlRaVWMyV1dOWlJHTnhNa3RYVWsxUGVYbGxhRFJyUkRaTFdIRk9XWE01VEZocVVFUldiV3czVDIxeVJHNWxkRXBJWlcwd1puWmZkR1ZLVDNaaGFFTktVbVJsVTI5bWVFMVpPR2d6VG1WM1VtODNhRFYxYVhBM1VSSVhRemR6T1ZwS1ZEaEtUbGR4ZDJKclVERm1NbGx2UVhjYUlrRlBMVEJ5YkRkTVFYSmpSVE5OWjJNd1FWUlVlbmRRYkVZMk1FbHRRWE5DVVhjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTAiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gQmVhY29uIFJvb2ZpbmcgU3VwcGx5IiwibGluayI6Imh0dHBzOi8vam9icy5iZWNuLmNvbS9qb2IvSGVybmRvbi1BbmFseXN0JTJDLUZpbmFuY2lhbC1QbGFubmluZy1cdTAwMjYtQW5hbHlzaXMtVkEtMjAxNzAvOTk3MDE2NDAwLz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst - TS/SCI Required - Security Clearance Required",
            "company_name": "LMI",
            "location": "  Washington, DC   ",
            "via": "via CW39 Jobs",
            "description": "Overview\n\nLMI is seeking a Data Analyst responsible for quality delivery of reporting and analysis as part of a Strategic Workforce Analytics program for a U.S. Federal Government Agency. This position will work in a classified environment to produce analyses and visualization to multiple clients within the department, agency, and federal government. The Data Analyst will collaborate with human... resources SMEs, data engineers, and developers to query and structure data, develop metrics and visualizations, and deliver reports.\n\nLMI is a not-for-profit government consulting firm, dedicated to advancing the management of government. We operate free of political and commercial bias, and we gauge our success by the mission outcomes we enable our government clients to achieve. Our clients value our objectivity, deep government IQ, and expertise in logistics, analytics, information technology, and management consulting. We seek talented, hardworking people who share our passion for public service and want to join us in solving the most pressing challenges in government management. This position requires an active TS/SCI clearance; TS/SCI with polygraph preferred.Responsibilities\n• Engage technical and functional program SMEs, and key data stakeholders to understand business processes, analytical requirements, key data elements, data protection guidelines, interpret analytic results, etc.\n• Implement pre-specified research or analysis plans.\n• Provide regular detailed reporting to management and customers\n• Collaborate with the team internal and external timely and proactively\n• Define and develop techniques to integrate, consolidate, and structure data for analytical use.\n• Understand and analyze complex and organization-specific datasets.\n• Transform data and analysis into informative visualizations and interactive dashboards using open-source and commercially available visualization and dashboard tools.\n• Develop briefing packages to communicate complex ideas to non-technical customers.\n• Advise on the interpretation and use of data analysis products and reports.Qualifications\n• Bachelor's degree in science, engineering, mathematics, computer science, economics, human resources, or related discipline\n• 5+ years' experience in federal government human capital management consulting\n• Experience developing dashboards using Tableau or other data visualization tools\n• Experience working with data analysis tools including Excel and/or programming languages like Python or R\n• Excellent communication skills and proven ability to work with business customers and technical teams\n• Active TS/SCI clearance; TS/SCI with polygraph desired.\n• Ability to work in a team-based environment\n• Ability to travel to and work on client sites\n• Highly organized and able to manage multiple projects simultaneously\n• Excellent analytical, problem solving, and presentation skills\n• Excellent customer relationship management skills\n• Desire and willingness to gain technical skills and capabilities in strategy development, talent management, process mapping, organizational change, workforce planning and analysis, data analysis and visualization, and/or competency management, to include desire to obtain relevant industry certifications\n• Management consulting experience desired\n• Experience with tools and methods for project management, data analysis, business analysis, and/or strategic communications and multimedia\n• Innovative problem solving ability\n• Able to work effectively at all levels of an organization.\n\n#LI-SH1",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor's degree in science, engineering, mathematics, computer science, economics, human resources, or related discipline",
                        "5+ years' experience in federal government human capital management consulting",
                        "Experience developing dashboards using Tableau or other data visualization tools",
                        "Experience working with data analysis tools including Excel and/or programming languages like Python or R",
                        "Excellent communication skills and proven ability to work with business customers and technical teams",
                        "Ability to work in a team-based environment",
                        "Ability to travel to and work on client sites",
                        "Highly organized and able to manage multiple projects simultaneously",
                        "Excellent analytical, problem solving, and presentation skills",
                        "Excellent customer relationship management skills",
                        "Desire and willingness to gain technical skills and capabilities in strategy development, talent management, process mapping, organizational change, workforce planning and analysis, data analysis and visualization, and/or competency management, to include desire to obtain relevant industry certifications",
                        "Experience with tools and methods for project management, data analysis, business analysis, and/or strategic communications and multimedia",
                        "Innovative problem solving ability",
                        "Able to work effectively at all levels of an organization"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "LMI is seeking a Data Analyst responsible for quality delivery of reporting and analysis as part of a Strategic Workforce Analytics program for a U.S. Federal Government Agency",
                        "This position will work in a classified environment to produce analyses and visualization to multiple clients within the department, agency, and federal government",
                        "The Data Analyst will collaborate with human resources SMEs, data engineers, and developers to query and structure data, develop metrics and visualizations, and deliver reports",
                        "Engage technical and functional program SMEs, and key data stakeholders to understand business processes, analytical requirements, key data elements, data protection guidelines, interpret analytic results, etc",
                        "Implement pre-specified research or analysis plans",
                        "Provide regular detailed reporting to management and customers",
                        "Collaborate with the team internal and external timely and proactively",
                        "Define and develop techniques to integrate, consolidate, and structure data for analytical use",
                        "Understand and analyze complex and organization-specific datasets",
                        "Transform data and analysis into informative visualizations and interactive dashboards using open-source and commercially available visualization and dashboard tools",
                        "Develop briefing packages to communicate complex ideas to non-technical customers",
                        "Advise on the interpretation and use of data analysis products and reports"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=LMI&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAII6Aw",
                    "text": "See web results for LMI"
                }
            ],
            "extensions": [
                "7 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgLSBUUy9TQ0kgUmVxdWlyZWQgLSBTZWN1cml0eSBDbGVhcmFuY2UgUmVxdWlyZWQiLCJodGlkb2NpZCI6IlI2Q19VamdoeFhrQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVyY0NDdmNCUVVWek4ycE9WREZCWWw5TU1FSkpNa2hSUVZSU01HcFllR1p2TUVKVFVEZElVSGxKV0hGamRWQk1iak41V1V4V2RGOUZTbWhuTmxNM1RGRXdXbFV0YVc5SVVuSlhUR3BVUlVST2RqbFJYMU5RVW1SR00xbFpPWGRXVVZodVpHRnFiV050TUZWWk9ESnVOVkpQZDFSQmRHdEhSM0pqTmtwb1NHOTJMV3BmVDBkbVRraFJPWHByV2xnME1EZDNXRWh2UlhOcWNHaFlZVGhaT1c1Q1J6Wm9VM28zY1dOS1pIVTVWVkZGWlRCeVFrNDRhVmxzTTJFdE1YcERPVUZoTmxGaU1XcEtkVEZ6U3pWUVF6WkxPVzFwZFd0V1V6TjFTSFpETTFaSU1VcEZOa0l4UkVVMU5XbDNhVlJJTFdGSVIzTmxRMTk0VjJoUGN4SVhRemR6T1ZwS1ZEaEtUbGR4ZDJKclVERm1NbGx2UVhjYUlrRlBMVEJ5YkRSa2JWTm5SV1Z2VFV3d2JrazVaRkJoZDIxS1ZUTnpWMjF0TUdjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gQ1czOSBKb2JzIiwibGluayI6Imh0dHBzOi8vam9icy5jdzM5LmNvbS9qb2JzL2RhdGEtYW5hbHlzdC10cy1zY2ktcmVxdWlyZWQtc2VjdXJpdHktY2xlYXJhbmNlLXJlcXVpcmVkLXdhc2hpbmd0b24td2FzaGluZ3Rvbi1kYy85NzQwNDI1NzgtMi8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Analyst",
            "company_name": "ASHLIN Management Group, Inc.",
            "location": "  Bowie, MD   ",
            "via": "via ZipRecruiter",
            "description": "ASHLIN is an Equal Opportunity Employer. ASHLIN is also an Equal Opportunity of Protected Veterans and Individuals with Disabilities.\n\nASHLIN Management is a VEVRAA Federal Contractor and desires for Priority Referrals of Protected Veterans...\n\nDATA ANALYST\n\nJOB DESCRIPTION\n\nASHLIN Management Group is seeking a Data Analyst to join our team working with our data analytics team. This professional will start off working with ASHLIN’s cloud-based visualization platform, CompassBI, powered by Sisense, on visualizing descriptive statistics and other key performance indicators and building ASHLIN’s library of dashboard templates. Additional projects will include supporting our team of project specialist in developing deliverables to our clients, based research and analysis methods, using statistical models on business data collected in field. Candidates should also be comfortable preparing routine as well as ad-hoc business reports and PowerPoint decks to present the information to senior management and clients.\n\nEssential duties and responsibilities:\n• Develop visualizations using tools such as Tableau, PowerBI and/or Sisense\n• Use sophisticated data analysis methods to support project team in creating deliverable for client\n• Work with clients to devise methods to optimize data capturing schemes and overall program evaluation plan Perform statistical modeling (e.g. ANOVA) using statistical software applications such as R and SPSS\n• Work with Senior Database Architect(s) to develop analytical SQL queries and reports for tracking, trending, and interpreting business data\n• Perform ongoing data quality assessments, identify discrepancies/inconsistencies, and resolve them\n• Continually improve the end-to-end process of data collection, transformation, analysis, and reporting\n• Develop data management programs and forms for data entry and maintenance by end-users\n• Document data analysis and reporting architecture, designs, and write user guides\n• Other duties as defined by senior research team\n\nQualifications\n\nTo be successful in this position, the Data Analyst must have a minimum of 3 years’ experience in:\n• Data analysis, involved in both primary and secondary research using data to arrive at decision pertaining to marketing strategies\n• Ability to interpret complex data sets (quantitative and qualitative) into insights that lead to effective marketing strategies and frameworks\n• Strong data analysis modelling, specifically the successful candidate must be able to:\n• Conduct cross-tabular and ANOVA and other statistical analysis using R and/or SPSS\n• Interpret results of statistical analysis output and draw insights in order to make recommendations to senior management what steps to take\n• Present data, interpretation and resulting strategy in language that indicates a command of the material while at the same time making sense to lay persons who may not have a marketing and/or data analysis background\n• Develop data reports using the following tools and technologies:\n• MS-Excel (Pivot Tables, VBA, Power Pivot, H-Lookup, V-Lookup, Import/Export from/to external data sources)\n• Online Dashboards (e.g. Tableau, PowerBI, Sisense)\n• Expert level skills in the development of highly impactful PowerPoint slide decks\n• Development of scheduled and ad-hoc reports and analysis.\n• Working in a team environment with responsibility for delivery of timely and accurate business-critical reports and analysis:\n• Self-motivated and proactive, willing to drive a program of work to successful completion,\n• Strong oral/written communication, and presentation skills,\n• Ability to work with highly sensitive information and preserve the confidentiality of the information,\n• Detail oriented and capable of identifying and resolving data quality issues.\n\nIn addition, the following are highly desirable:\n• A minimum of 3 years’ experience with statistical analysis tools (e.g. R, SPSS)\n• A background in market research, or related disciplines\n• Working knowledge of relational databases (e.g. SQL)\n\nPosition requirements include:\n• At least a Bachelor’s Degree in Math, Probability & Statistics, or related data science field\n• Master’s degree in any of the above disciplines is highly desirable, or MBA\n• High proficiency with statistical analysis tools\n• Only open to candidates US Citizens and Permanent Residents currently authorized to work in the US",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "To be successful in this position, the Data Analyst must have a minimum of 3 years’ experience in:",
                        "Data analysis, involved in both primary and secondary research using data to arrive at decision pertaining to marketing strategies",
                        "Ability to interpret complex data sets (quantitative and qualitative) into insights that lead to effective marketing strategies and frameworks",
                        "Strong data analysis modelling, specifically the successful candidate must be able to:",
                        "Conduct cross-tabular and ANOVA and other statistical analysis using R and/or SPSS",
                        "Interpret results of statistical analysis output and draw insights in order to make recommendations to senior management what steps to take",
                        "Present data, interpretation and resulting strategy in language that indicates a command of the material while at the same time making sense to lay persons who may not have a marketing and/or data analysis background",
                        "MS-Excel (Pivot Tables, VBA, Power Pivot, H-Lookup, V-Lookup, Import/Export from/to external data sources)",
                        "Online Dashboards (e.g",
                        "Self-motivated and proactive, willing to drive a program of work to successful completion,",
                        "Strong oral/written communication, and presentation skills,",
                        "Ability to work with highly sensitive information and preserve the confidentiality of the information,",
                        "A minimum of 3 years’ experience with statistical analysis tools (e.g. R, SPSS)",
                        "A background in market research, or related disciplines",
                        "Working knowledge of relational databases (e.g. SQL)",
                        "At least a Bachelor’s Degree in Math, Probability & Statistics, or related data science field",
                        "High proficiency with statistical analysis tools",
                        "Only open to candidates US Citizens and Permanent Residents currently authorized to work in the US"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This professional will start off working with ASHLIN’s cloud-based visualization platform, CompassBI, powered by Sisense, on visualizing descriptive statistics and other key performance indicators and building ASHLIN’s library of dashboard templates",
                        "Additional projects will include supporting our team of project specialist in developing deliverables to our clients, based research and analysis methods, using statistical models on business data collected in field",
                        "Candidates should also be comfortable preparing routine as well as ad-hoc business reports and PowerPoint decks to present the information to senior management and clients",
                        "Develop visualizations using tools such as Tableau, PowerBI and/or Sisense",
                        "Work with clients to devise methods to optimize data capturing schemes and overall program evaluation plan Perform statistical modeling (e.g. ANOVA) using statistical software applications such as R and SPSS",
                        "Work with Senior Database Architect(s) to develop analytical SQL queries and reports for tracking, trending, and interpreting business data",
                        "Perform ongoing data quality assessments, identify discrepancies/inconsistencies, and resolve them",
                        "Continually improve the end-to-end process of data collection, transformation, analysis, and reporting",
                        "Develop data management programs and forms for data entry and maintenance by end-users",
                        "Document data analysis and reporting architecture, designs, and write user guides",
                        "Other duties as defined by senior research team",
                        "Development of scheduled and ad-hoc reports and analysis",
                        "Working in a team environment with responsibility for delivery of timely and accurate business-critical reports and analysis:"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.ashlininc.com/",
                    "text": "ashlininc.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=ASHLIN+Management+Group,+Inc.&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAIIrA0",
                    "text": "See web results for ASHLIN Management Group, Inc."
                }
            ],
            "extensions": [
                "5 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6ImNjT2llWkRRSG5FQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VbFpJYzFOSGNqY3pla1Y0WTNsRVZXeHRRMDlpV1ZkR2VFWm5aV3RKYm5OUmFUWk9XV2x5ZUZoNFN5MXVZMk5wY1dselRUUm9jV1V3UzIxVVdHbzBNMVppVkhneWJFZDJVM0JYWmt0a1JuTlFaMk5zTmpCck1UazNkVE56WkdGU1lrZGpaMVpSZFRoRVRUSnBMVjgxZGpSRGEwUlpVMHQwYjNoa1ZXb3hkREJXWWw5dWFFTTVTVXBUWWxRMFNTMDJObXhSTFVGNFNYUmFObTF6VmpKMFgySmZVWFU0YkhONU4waDNNMncxWW1GZllXZE1URTV3VjJwa1FYUmhPRXRLWXpCT2EyRlVFaGRETjNNNVdrcFVPRXBPVjNGM1ltdFFNV1l5V1c5QmR4b2lRVTh0TUhKc04wbzNhMlkwTmpKamFFNDNUelZEZEVwMFFWWm1VVE4wY0RaNlp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTQiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gWmlwUmVjcnVpdGVyIiwibGluayI6Imh0dHBzOi8vd3d3LnppcHJlY3J1aXRlci5jb20vYy9BU0hMSU4tTWFuYWdlbWVudC1Hcm91cCwtSW5jLi9Kb2IvRGF0YS1BbmFseXN0Ly1pbi1Cb3dpZSxNRD9qaWQ9ZDVkMWMyYmY0NTFjMTg5YVx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst",
            "company_name": "K12 Inc",
            "location": "  Herndon, VA   ",
            "via": "via Salary.com",
            "description": "K12, a Stride Company, believes in Education for ANY ONE. We provide families an online option for a high-quality, personalized education experience. Students can thrive, find their passion, and learn in an environment that encourages discovery at their own pace. In support of this, we are committed to creating and maintaining a culture of inclusion and diversity where our employees are... passionate about serving students and families, treat one another and customers with respect, challenge each other to innovate and always strive to do better.Passionate Educators are needed at the Stride K12 partner school, Insight PA Cyber Charter School.\n\nWe want you to be a part of our talented team!The mission of Insight PA Cyber Charter School is to provide an exemplary individualized and engaging educational experience for students by incorporating school and community/family partnerships coupled with a rigorous curriculum along with a data-driven and student-centered instructional model. Student success will be measured by valid and reliable assessment data, parent and student satisfaction, and continued institutional growth within the academic community. Join us!The Academic Data Analyst is responsible for implementing and overseeing all data initiatives related to maintaining and improving the academic performance of the students at Insight PA Cyber Charter School.Essential Functions: Reasonable accommodations may be made to enable individuals with disabilities to perform the essential duties. Research and compile data, prepares analyses and reports, and delivers presentations for the ISPA staff, parents, and other stakeholder groups on assessment data and other ISPA performance metrics.Assist the administration and certified staff in analyzing student state and local data.\n\nAssist certificated staff in the understanding, use, and creation of formative and summative assessments in order to differentiate and improve instructional programs.Work collaboratively with principals, content-specific departments, and instructional teams to provide data trends to improve instruction and instructional programming.Support the use of comprehensive data for the purposes of making instructional decisions.Assist in the development of accountability mechanisms for measuring the performance of curriculum and instructional programs and staff.Assist and/or directs local district-wide studies of textbooks and similar instructional.Assist with the integration of technology into all achievement data.Upon request, counsel with individual teachers, administrators, or other professional staff in an attempt to identify performance strength and/or weakness and assist in developing plans for professional improvement when necessary.Maintain awareness of developing educational trends or new ideas and share information with appropriate administrative and teaching staff.Attend conferences, workshops, meetings, conventions, and related professional activities.Work in collaboration with the administration to align all district curriculums to state standards and national best practices.Work in collaboration with the MTSS Coordinators and academic administrators on MTSS data and implications.Maintain software data systems and ensure all student academic and behavioral data are maintained.Provide detailed and easily interpreted reports on student data.Attend internal and external professional development regarding local and statewide data.Identify groups and sub-groups of students that require targeted instruction to improve achievement in state testing.Supervisory Responsibilities: This position has no regular supervisory responsibilities.Minimum Required Qualifications: Masters Degree or higher, educational administration preferredValid State of Pennsylvania Licensure as appropriate, principal/supervisory preferredThis position is not a temporary position; the 12 Month refers to the category of employee, not the length of employment. In the education industry sector, employees are typically either 12-Month or School Year (ex. teacher).Experience in teaching and administrationObtain and maintain all required satisfactory background checks and clearances to work in a Pennsylvania Public SchoolMinimum Required Skill Set: Proficiency in Excel Pivot table and other educational state and local software systemsKnowledge of--formative, summative and benchmark assessment development, and use.Knowledge of programs that emphasize the use of integrated assessment data; ability to write performance tasksPreferred Qualifications: Working Knowledge of the Pennsylvania Assessment SystemThe ability to--formulate, implement and evaluate effective educational programs emphasizing assessment and accountability; identify staff development needs and develop and coordinate such activities.Interpret and implement assessment and communicate orally and in writing; work collaboratively; establish effective working relationships.Experience with current assessment programsCertificates and Licenses: None required.Residency Requirement: Must be a Pennsylvania resident.Work Environment: The work environment characteristics described here are representative of those an employee encounters while performing the essential functions of this job. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.This is a flexible position with opportunities for in-office or remote work options.\n\nThe noise level in the office is usually moderate (computers, printers, light foot traffic).This position will include limited travel and will include limited overnight travel. This is estimated to be less than 20% of the time. Travel will be required for community events, PD and state testing.Job Performance Requirements: The mental and physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job. Reasonable accommodation may be made to enable individuals with disabilities to perform essential functions.Ability to sit and stand for extended periods of time.Ability to exhibit mental dexterity to dial a telephone, to enter data into a computer, to read a computer screen and printed material, to hear and understand speech at normal office/workplace levels, and on the telephone, and to speak in audible tones so that others may understand clearly in the workplace and on the telephone.Ability to physically lift up to 10 pounds.Ability to read, analyze, and interpret workplace documents, technical procedures, research studies, and governmental regulations.Ability to write reports with clarity.\n\nAbility to interface diplomatically with all members of the school community - administrators, teachers, parents, students, Board members, support staff, colleagues, and outside professional contacts.Ability to coordinate and use technology for a variety of workplace purposes and communications.Ability to define problems, collect data, establish facts, and draw valid conclusions.The above job is not intended to be an all-inclusive list of duties and standards of the position. Incumbents will follow any other instructions, and perform any other related duties, as assigned by their supervisor. All employment is at-will as governed by the law of the state where the employee works. It is further understood that the at-will nature of employment is one aspect of employment that cannot be changed except in writing and signed by an authorized officer.\n\nStride, Inc. is a Federal Contractor, an Equal Opportunity/Affirmative Action Employer and a Drug-Free Workplace. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, protected Veteran status age, or genetics, or any other characteristic protected by law.Equal Opportunity Employer/Protected Veterans/Individuals with DisabilitiesThe contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractors legal duty to furnish information.\n\n41 CFR 60-1.35(c",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Obtain and maintain all required satisfactory background checks and clearances to work in a Pennsylvania Public SchoolMinimum Required Skill Set: Proficiency in Excel Pivot table and other educational state and local software systems",
                        "Knowledge of--formative, summative and benchmark assessment development, and use",
                        "Knowledge of programs that emphasize the use of integrated assessment data; ability to write performance tasks",
                        "Experience with current assessment programs",
                        "Certificates and Licenses: None required",
                        "Residency Requirement: Must be a Pennsylvania resident",
                        "Job Performance Requirements: The mental and physical demands described here are representative of those that must be met by an employee to successfully perform the essential functions of this job",
                        "Reasonable accommodation may be made to enable individuals with disabilities to perform essential functions",
                        "Ability to sit and stand for extended periods of time",
                        "Ability to exhibit mental dexterity to dial a telephone, to enter data into a computer, to read a computer screen and printed material, to hear and understand speech at normal office/workplace levels, and on the telephone, and to speak in audible tones so that others may understand clearly in the workplace and on the telephone",
                        "Ability to physically lift up to 10 pounds",
                        "Ability to read, analyze, and interpret workplace documents, technical procedures, research studies, and governmental regulations",
                        "Ability to write reports with clarity",
                        "Ability to interface diplomatically with all members of the school community - administrators, teachers, parents, students, Board members, support staff, colleagues, and outside professional contacts",
                        "Ability to coordinate and use technology for a variety of workplace purposes and communications",
                        "Ability to define problems, collect data, establish facts, and draw valid conclusions"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Essential Functions: Reasonable accommodations may be made to enable individuals with disabilities to perform the essential duties",
                        "Research and compile data, prepares analyses and reports, and delivers presentations for the ISPA staff, parents, and other stakeholder groups on assessment data and other ISPA performance metrics",
                        "Assist the administration and certified staff in analyzing student state and local data",
                        "Assist certificated staff in the understanding, use, and creation of formative and summative assessments in order to differentiate and improve instructional programs",
                        "Work collaboratively with principals, content-specific departments, and instructional teams to provide data trends to improve instruction and instructional programming",
                        "Support the use of comprehensive data for the purposes of making instructional decisions",
                        "Assist in the development of accountability mechanisms for measuring the performance of curriculum and instructional programs and staff",
                        "Assist and/or directs local district-wide studies of textbooks and similar instructional",
                        "Assist with the integration of technology into all achievement data",
                        "Upon request, counsel with individual teachers, administrators, or other professional staff in an attempt to identify performance strength and/or weakness and assist in developing plans for professional improvement when necessary",
                        "Maintain awareness of developing educational trends or new ideas and share information with appropriate administrative and teaching staff",
                        "Attend conferences, workshops, meetings, conventions, and related professional activities",
                        "Work in collaboration with the administration to align all district curriculums to state standards and national best practices",
                        "Work in collaboration with the MTSS Coordinators and academic administrators on MTSS data and implications",
                        "Maintain software data systems and ensure all student academic and behavioral data are maintained",
                        "Provide detailed and easily interpreted reports on student data",
                        "Attend internal and external professional development regarding local and statewide data",
                        "Identify groups and sub-groups of students that require targeted instruction to improve achievement in state testing",
                        "Supervisory Responsibilities: This position has no regular supervisory responsibilities",
                        "This position will include limited travel and will include limited overnight travel",
                        "Incumbents will follow any other instructions, and perform any other related duties, as assigned by their supervisor"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.k12.com/",
                    "text": "k12.com"
                },
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=K12+Inc&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAII7w0",
                    "text": "See web results for K12 Inc"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IklrOUR5NUpDTG9ZQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9WRmhXTUdkYWQyOXdPRTlKWlhaaFpYTTFYMjlMUmtoNVVrcE9XV2xaZWxZNGRuSkRTbUpvTjJ0MlZtbFJkMjFJV1Roek0yY3dMWEF3VUhOdGJUSlJNV1paVEdkQlRrdFNjemhJZFRZM1VubFNNR2RxV0RKdVlXdGtUMEZ4WlhGVFdqTTVWVUZZU0hwTlpIVkRkbWxEWTJVMFpFdGhlRzlqY2taa1JFTndURzh3VnkxUFdGaEhTMnRqYjJjNWNtOU5YM1V0VG5oT05VdDRkR2QzRWhkRE4zTTVXa3BVT0VwT1YzRjNZbXRRTVdZeVdXOUJkeG9pUVU4dE1ISnNOM3BSU2xoVVV6aFVkV1JWYUdRNFpuaHViVWsyTmtGTE4yUjFRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE2IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFNhbGFyeS5jb20iLCJsaW5rIjoiaHR0cHM6Ly93d3cuc2FsYXJ5LmNvbS9qb2IvazEyLWluYy9kYXRhLWFuYWx5c3QvajIwMjMwMzE1MTEzNjQzODc1MzI0Nj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst/DBA",
            "company_name": "Dice",
            "location": "  Washington, DC   ",
            "via": "via LinkedIn",
            "description": "Overview:\n\nILS Inc. is looking for a Data Analyst/DBA to support a federal project. The ideal candidate will be able to serve in a dual DBA/Analyst role, with strong experience developing and maintaining Oracle databases and schema objects. Candidate must possess strong oral and written communication skills and have good multitasking abilities...\n\nResponsibilities:\n• Design, develop, and maintain Oracle databases and schema objects.\n• Write complex SQL queries to extract, manipulate, and analyze large data sets. Migration Scrips from One DB to Another DB.\n• Ensure data integrity and implement data validation procedures.\n• Optimize database performance by creating and maintaining indexes, partitions, and materialized views.\n• Implement database security best practices to protect sensitive data.\n• Troubleshoot database issues and provide timely resolution.\n• Create and maintain database documentation and standards.\n• Work with cross-functional teams to understand business requirements and provide data insights.\n• Stay up-to-date with industry trends and best practices in database management and data analysis.\n\nQualifications:\n• Bachelor's Degree in Computer Science, Information Systems, Engineering, or related equivalent.\n• At least 6 years experience in the design, development, and maintenance of Oracle databases; possess excellent data analyzing skills.\n• Strong oral and written communication skills; ability to collaborate with multiple teams and have good multitasking skills.\n• Good experience with: RDBMS, Oracle , SQL / PLSQL , ETL, DB Administration, AWS",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The ideal candidate will be able to serve in a dual DBA/Analyst role, with strong experience developing and maintaining Oracle databases and schema objects",
                        "Candidate must possess strong oral and written communication skills and have good multitasking abilities",
                        "Bachelor's Degree in Computer Science, Information Systems, Engineering, or related equivalent",
                        "At least 6 years experience in the design, development, and maintenance of Oracle databases; possess excellent data analyzing skills",
                        "Strong oral and written communication skills; ability to collaborate with multiple teams and have good multitasking skills",
                        "Good experience with: RDBMS, Oracle , SQL / PLSQL , ETL, DB Administration, AWS"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Design, develop, and maintain Oracle databases and schema objects",
                        "Write complex SQL queries to extract, manipulate, and analyze large data sets",
                        "Migration Scrips from One DB to Another DB",
                        "Ensure data integrity and implement data validation procedures",
                        "Optimize database performance by creating and maintaining indexes, partitions, and materialized views",
                        "Implement database security best practices to protect sensitive data",
                        "Troubleshoot database issues and provide timely resolution",
                        "Create and maintain database documentation and standards",
                        "Work with cross-functional teams to understand business requirements and provide data insights",
                        "Stay up-to-date with industry trends and best practices in database management and data analysis"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?ucbcb=1&gl=us&hl=en&q=Dice&sa=X&ved=0ahUKEwjUrdf67rH-AhVVVTABHdU-BsQ4HhCYkAIIsA4",
                    "text": "See web results for Dice"
                }
            ],
            "extensions": [
                "3 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QvREJBIiwiaHRpZG9jaWQiOiIyT1RJTzFQTEVkVUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVWpSRmVWRkxVblV6V1hkUGJUTXpMVWR4Vm5CR1JsbFNiRGxJZFRCRWNWWlhZVmhqWTBNM1ZFeDVORU4xT0VaT1Z6TklWSEZGYlRoT05rVTJaelphY0hsalkzVmxOVEpuUkhCalEzbFZPRU5uWDFsTFIyeE1UMjVtV205RFFWWk1iaTF6VkZBd1YxZGlTVGhWTTJaSGMzcHBURlUzUVVwZk4yWTVjRzFRZFhobVlWaHlVV1pFYkVKM1VFOUpiMlkxWDNNeVdGSTFVM2hVUzBoNk5XaG9SMnc0U0ZSTGJrSndRbUkyV0ZGSVdYZG5FaGRETjNNNVdrcFVPRXBPVjNGM1ltdFFNV1l5V1c5QmR4b2lRVTh0TUhKc04zaDRWMnBNT0hOUmVtNVpRbkppYTBOTlFqTnJNMk5RZFU1MmR3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTgiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kYXRhLWFuYWx5c3QtZGJhLWF0LWRpY2UtMzU3MDc5ODMxND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Data analyst",
                    "value": "data analyst"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Analyst senior",
                    "value": "analyst senior"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Project manager",
                    "value": "project manager"
                },
                {
                    "text": "Reporting analyst",
                    "value": "reporting analyst"
                },
                {
                    "text": "Advisor",
                    "value": "advisor"
                },
                {
                    "text": "Assistant director",
                    "value": "assistant director"
                },
                {
                    "text": "Associate",
                    "value": "associate"
                },
                {
                    "text": "Auditor",
                    "value": "auditor"
                },
                {
                    "text": "Budget analyst",
                    "value": "budget analyst"
                },
                {
                    "text": "Business analyst",
                    "value": "business analyst"
                },
                {
                    "text": "Data architect",
                    "value": "data architect"
                },
                {
                    "text": "Database analyst",
                    "value": "database analyst"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Epidemiologist",
                    "value": "epidemiologist"
                },
                {
                    "text": "Health",
                    "value": "health"
                },
                {
                    "text": "Level business",
                    "value": "level business"
                },
                {
                    "text": "Operations analyst",
                    "value": "operations analyst"
                },
                {
                    "text": "Planning analyst",
                    "value": "planning analyst"
                },
                {
                    "text": "Senior analyst",
                    "value": "senior analyst"
                },
                {
                    "text": "Server",
                    "value": "server"
                },
                {
                    "text": "Sr. analyst",
                    "value": "sr. analyst"
                },
                {
                    "text": "System",
                    "value": "system"
                },
                {
                    "text": "Systems analyst",
                    "value": "systems analyst"
                },
                {
                    "text": "Writer",
                    "value": "writer"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Philadelphia, PA",
                    "value": "60u11Ni3xonBWD6M2BT1iQ=="
                },
                {
                    "text": "McLean, VA",
                    "value": "O3mKsew1tonx6vqtXrpijg=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Richmond, VA",
                    "value": "7cmZVwkRsYnFPELibT7Yvw=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Jersey City, NJ",
                    "value": "3a-_JdJQwonZJc2iE_BJAg=="
                },
                {
                    "text": "Columbia, MD",
                    "value": "UaBpY7Dft4ldY4e2Zb3W8A=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Raleigh, NC",
                    "value": "9-BRny9arImt8BGKUraQZw=="
                },
                {
                    "text": "Princeton, NJ",
                    "value": "8VnQcsHmw4nC1hNKk0nNPw=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Hanover, NJ",
                    "value": "_Tx0TbWnw4kSKPkE63Ei3w=="
                },
                {
                    "text": "Newark, NJ",
                    "value": "HQ6aMnBTwolz5P7cKty84Q=="
                },
                {
                    "text": "Rockville, MD",
                    "value": "FZHj_iwqtokk38nZEL6l7A=="
                },
                {
                    "text": "Springfield, VA",
                    "value": "nTrlhehNtokEpfoWJG_nZw=="
                },
                {
                    "text": "Virginia Beach, VA",
                    "value": "pycV_OjBuolzAS6jgBAWBA=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Charlottesville, VA",
                    "value": "j6RQ6i2Gs4n8dIvDlvCGkA=="
                },
                {
                    "text": "Cockeysville, MD",
                    "value": "Z4DtpGcSyIkDNpvSwWL1mg=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "Falls Church, VA",
                    "value": "rWNGem5LtolZlz2XiGZTbg=="
                },
                {
                    "text": "Harrisburg, PA",
                    "value": "l54HuBbByInVRo0SyEJuuw=="
                },
                {
                    "text": "Parsippany-Troy Hills, NJ",
                    "value": "wyhwKCQIw4nwJGOxkJil9g=="
                },
                {
                    "text": "Radnor, PA",
                    "value": "8__CSzHrxok4NAQ3Ouif3Q=="
                },
                {
                    "text": "Reston, VA",
                    "value": "5WUWJkdAtomfrnGo6K_fYw=="
                },
                {
                    "text": "Trenton, NJ",
                    "value": "ubs9LUhDwYm811yJf1YWzw=="
                },
                {
                    "text": "Vienna, VA",
                    "value": "72pWHGdJtom6NhBXsAzBLw=="
                },
                {
                    "text": "Allendale, NJ",
                    "value": "KYB5ko3jwomiVqFALKRnHg=="
                },
                {
                    "text": "Allentown, PA",
                    "value": "4dxKn5I5xImhJGgkS9_56g=="
                },
                {
                    "text": "Ashburn, VA",
                    "value": "V8n8ZvEVtolbPR6xbjHaCQ=="
                },
                {
                    "text": "Audubon, PA",
                    "value": "JwqVpraWxonXP5PHrlWDAg=="
                },
                {
                    "text": "Beltsville, MD",
                    "value": "kalNcnXDt4l7N8AW5ohfZw=="
                },
                {
                    "text": "Berwyn, PA",
                    "value": "QTyUkk2TxonheFpOBDvIcQ=="
                },
                {
                    "text": "Bethlehem, PA",
                    "value": "FcGUzEo-xImDspEcSZzFTg=="
                },
                {
                    "text": "Binghamton, NY",
                    "value": "0bet33Lv2ol_M-33A5ePBg=="
                },
                {
                    "text": "Bowie, MD",
                    "value": "SfEGwo3qt4lVbq5KSSK3yg=="
                },
                {
                    "text": "Burtonsville, MD",
                    "value": "sxIz6Gvbt4k7Dn5xqxwIlg=="
                },
                {
                    "text": "Chapel Hill, NC",
                    "value": "p35uIRzDrInL5EME4LoDfw=="
                },
                {
                    "text": "Chesapeake City, MD",
                    "value": "l8s6Whykx4kMWVoZrlKCDg=="
                },
                {
                    "text": "Chevy Chase, MD",
                    "value": "DxpmGHLJt4meDebirKhC0A=="
                },
                {
                    "text": "Claymont, DE",
                    "value": "L0p4F3PkxoltnT59bfhDsA=="
                },
                {
                    "text": "Clinton, PA",
                    "value": "_w7a_z5DNIgDT5Qf2RFcag=="
                },
                {
                    "text": "Cranford, NJ",
                    "value": "402TZCSyw4lRQXMiUI_elQ=="
                },
                {
                    "text": "Dover, DE",
                    "value": "rV5odTNjx4nwbAD7R-TiqQ=="
                },
                {
                    "text": "Dulles, VA",
                    "value": "uc_EVAw2tom88m3GzTNukg=="
                },
                {
                    "text": "East Brunswick, NJ",
                    "value": "RRATU5rFw4kv9zbwTaawfg=="
                },
                {
                    "text": "Eatontown, NJ",
                    "value": "WUPjSqAvwonW4Wgz2NrIZg=="
                },
                {
                    "text": "Edison, NJ",
                    "value": "maG-aH_Tw4nq1INvpsUr8g=="
                },
                {
                    "text": "Elmira, NY",
                    "value": "4_IXPTsV0Im_OjomMGb8SA=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Construction",
                    "value": "/business/naics2007/23"
                },
                {
                    "text": "Legal",
                    "value": "/business/naics2007/5411"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Repair",
                    "value": "/business/naics2007/811"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": ".S003Ke{flex:none}.ZoN4Lb{color:rgba(0,0,0,.54)}.nAXVG{color:#70757a}.IxQsL{color:rgba(0,0,0,.26)}.xFO1De{color:#fff}.ooFpK{color:rgba(255,255,255,.30)}.mtnwac{color:#4285f4}.WxeeKb{color:#34a853}.hIVRU{color:#f29900}.EXaTMc{color:#fbbc04}.sxn46d{color:#000}.gqMTF{color:#1a73e8}.zpn8Mb{color:#d93025}.dEUPmd{color:#1e8e3e}.HttSvd{color:#202124}.k9T6Hc{color:#1558d6}",
                    "value": "e"
                },
                {
                    "text": "Leidos",
                    "value": "/m/01h2kg"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "General Dynamics Information Technology",
                    "value": "/m/09msylq"
                },
                {
                    "text": "Lincoln Financial",
                    "value": "/m/05d_7l"
                },
                {
                    "text": "Robert Half",
                    "value": "/m/07k98m"
                },
                {
                    "text": "Sheetz",
                    "value": "/m/05hfyr"
                },
                {
                    "text": "Activision",
                    "value": "/m/09j_g"
                },
                {
                    "text": "Apex Systems",
                    "value": "/g/11bycxrxk8"
                },
                {
                    "text": "Aston Carter",
                    "value": "/g/11dyhrdd6"
                },
                {
                    "text": "Columbia University",
                    "value": "/m/01w5m"
                },
                {
                    "text": "Envestnet, Inc",
                    "value": "/g/11c1wj0rj0"
                },
                {
                    "text": "HireRocket",
                    "value": "/g/11fy1_kfnz"
                },
                {
                    "text": "Johns Hopkins University",
                    "value": "/m/09kvv"
                },
                {
                    "text": "LMI",
                    "value": "/g/11b7cd2mzj"
                },
                {
                    "text": "Motion Recruitment",
                    "value": "/g/1dtxtpd9"
                },
                {
                    "text": "New York University",
                    "value": "/m/0bwfn"
                },
                {
                    "text": "Open Systems Technologies",
                    "value": "/g/11b7c7x3lx"
                },
                {
                    "text": "Sentara",
                    "value": "/m/0b2b1z"
                },
                {
                    "text": "3S Business Corporation Inc.",
                    "value": "/g/11c73zm7r7"
                },
                {
                    "text": "AHRC New York City Schools",
                    "value": "/m/05p21r9"
                },
                {
                    "text": "AITHERAS, LLC",
                    "value": "/g/11g9n920j9"
                },
                {
                    "text": "ASHLIN Management Group, Inc.",
                    "value": "/g/11c73xg87n"
                },
                {
                    "text": "Adecco",
                    "value": "/m/08gz46"
                },
                {
                    "text": "Allegis Group",
                    "value": "/m/0c76nq"
                },
                {
                    "text": "AllianceBernstein Holding L.P.",
                    "value": "/m/06xfmc"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "American Express",
                    "value": "/m/01w6dw"
                },
                {
                    "text": "Arc Aspicio",
                    "value": "/g/11c73nvpzg"
                },
                {
                    "text": "Aristocrat Technologies",
                    "value": "/g/1q62hcbrd"
                },
                {
                    "text": "Ascension",
                    "value": "/g/11jfc272qc"
                },
                {
                    "text": "Aurora Solar",
                    "value": "/g/11f012n_zq"
                },
                {
                    "text": "AutoNation, Inc.",
                    "value": "/m/03p1kfg"
                },
                {
                    "text": "BAE Systems",
                    "value": "/m/01cf6w"
                },
                {
                    "text": "BRMi",
                    "value": "/g/11f0168y48"
                },
                {
                    "text": "Barclays",
                    "value": "/m/05t8c5"
                },
                {
                    "text": "Beacon Building Products",
                    "value": "/m/012ds44r"
                },
                {
                    "text": "Bering Straits Native Corporation (BSNC)",
                    "value": "/m/02q85bm"
                }
            ]
        }
    ]
}