{
    "search_metadata": {
        "id": "643dbb03ada54b610238d4a5",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/b3d17d8e7f628efc/643dbb03ada54b610238d4a5.json",
        "created_at": "2023-04-17 21:32:51 UTC",
        "processed_at": "2023-04-17 21:32:51 UTC",
        "google_jobs_url": "https://www.google.com/search?q=data+analyst&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=0",
        "raw_html_file": "https://serpapi.com/searches/b3d17d8e7f628efc/643dbb03ada54b610238d4a5.html",
        "total_time_taken": 3.04
    },
    "search_parameters": {
        "q": "data analyst",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 0
    },
    "jobs_results": [
        {
            "title": "Data Analyst",
            "company_name": "Booz Allen Hamilton",
            "location": "  Alexandria, VA   ",
            "via": "via Booz Allen Hamilton",
            "description": "Data Analyst\n\nThe Opportunity...\nFor an organization to transform in today’s digital world, it needs to properly collect, store, and organize its data. Effective data management can enable more efficient operations, yielding more growth. As a Data Analyst professional, you know how to apply your creative-thinking and analytical mindset to help organizations manage their data assets. We’re looking for an experienced data architect like you to deliver leading-edge solutions for national security and defense. As a Data Analyst on our Defense Cyber Risk Management team, you’ll use your technical expertise to design data architecture solutions for how the DoD should catalog and mitigate cyber vulnerabilities to weapon systems and defense critical infrastructure. You’ll resolve routine data architecture issues in collaboration with business analysts and technology teams by obtaining and maintaining an organizations’ data elements and identifying attributes. You will also create data storage, retrieve, troubleshoot, and implement recovery processes of the data for the purpose of visualization in a cloud environment.\n\nIn this role, you’ll apply best practices and tools, including Databricks, Qlik, Tableau, MS Power BI, Enterprise Architect, and Visio to oversee the ingestions of multiple databases and organize data elements to be utilized in providing senior leaders situational awareness of operations and capabilities. You’ll grow your technical experience as you assist in the design, definition, development, and testing of cloud solution components, serving as a liaison between clients and developers to ensure that requirements are met and solutions are delivered. With your drive to establish processes and support technological innovation, you’ll make a lasting impact on National Security.\n\nJoin us. The world can’t wait.\n\nYou Have:  \n• 3+ years of experience with Data Science, including Databricks, Tableau, Power BI, or Qlik\n• Experience with data management, programming, big data developments, systems analysis, and technology architectures\n• Knowledge of industry functions, including how data is collected, analyzed, and utilized\n• Knowledge of modifying and building user interfaces\n• Ability to research new opportunities for data acquisition\n• Ability to communicate with government clients, contractors, and mission partners to provide shared understanding of complex data analysis to meet contractual obligations\n• Ability to identify and evaluate data management technologies\n• Ability to implement measures to ensure data accuracy and accessibility\n• TS/SCI clearance\n• Bachelor's degree\n\nNice If You Have:  \n• Experience in Cybersecurity or Cybersecurity certifications\n• Experience working with OSD, Headquarters level organizations in the DoD\n• Experience in AI and ML such as Natural Language Processing (NLP) or other advanced capabilities\n• Ability to program in Python, Java, and R\n• Possession of excellent analytical problem-solving skills, including employing the right approach and methods to maximize use of time and human resources\n• Certified Data Management Professional\n\nClearance:  \nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; TS/SCI clearance is required.\n\nCreate Your Career:\nGrow With Us\nYour growth matters to us—that’s why we offer a variety of ways for you to develop your career. With professional and leadership development opportunities like upskilling programs, tuition reimbursement, mentoring, and firm-sponsored networking, you can chart a unique and fulfilling career path on your own terms.\n\nA Place Where You Belong\nDiverse perspectives cultivate collective ingenuity. Booz Allen’s culture of respect, equity, and opportunity means that, here, you are free to bring your whole self to work. With an array of business resource groups and other opportunities for connection, you’ll build your community in no time.\n\nSupport Your Well-Being\nOur comprehensive benefits package includes wellness programs with HSA contributions, paid holidays, paid parental leave, a generous 401(k) match, and more. With these benefits, plus the option for flexible schedules and remote and hybrid locations, we’ll support you as you pursue a balanced, fulfilling life—at work and at home.\n\nYour Candidate Journey\nAt Booz Allen, we know our people are what propel us forward, and we value relationships most of all. Here, we’ve compiled a list of resources so you’ll know what to expect as we forge a connection with you during your journey as a candidate with us.\n\nCompensation\n\nAt Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being. Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care. Our recognition awards program acknowledges employees for exceptional performance and superior demonstration of our values. Full-time and part-time employees working at least 20 hours a week on a regular basis are eligible to participate in Booz Allen’s benefit programs. Individuals that do not meet the threshold are only eligible for select offerings, not inclusive of health benefits. We encourage you to learn more about our total benefits by visiting the Resource page on our Careers site and reviewing Our Employee Benefits page.\n\nSalary at Booz Allen is determined by various factors, including but not limited to location, the individual’s particular combination of education, knowledge, skills, competencies, and experience, as well as contract-specific affordability and organizational requirements. The projected compensation range for this position is $58,400.00 to $133,000.00 (annualized USD). The estimate displayed represents the typical salary range for this position and is just one component of Booz Allen’s total compensation package for employees.\n\nWork Model\nOur people-first culture prioritizes the benefits of flexibility and collaboration, whether that happens in person or remotely.\n• If this position is listed as remote or hybrid, you’ll periodically work from a Booz Allen or client site facility.\n• If this position is listed as onsite, you’ll work with colleagues and clients in person, as needed for the specific role.\n\nEEO Commitment\n\nWe’re an equal employment opportunity/affirmative action employer that empowers our people to fearlessly drive change – no matter their race, color, ethnicity, religion, sex (including pregnancy, childbirth, lactation, or related medical conditions), national origin, ancestry, age, marital status, sexual orientation, gender identity and expression, disability, veteran status, military or uniformed service member status, genetic information, or any other status protected by applicable federal, state, local, or international law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "We’re looking for an experienced data architect like you to deliver leading-edge solutions for national security and defense",
                        "3+ years of experience with Data Science, including Databricks, Tableau, Power BI, or Qlik",
                        "Experience with data management, programming, big data developments, systems analysis, and technology architectures",
                        "Knowledge of industry functions, including how data is collected, analyzed, and utilized",
                        "Knowledge of modifying and building user interfaces",
                        "Ability to research new opportunities for data acquisition",
                        "Ability to communicate with government clients, contractors, and mission partners to provide shared understanding of complex data analysis to meet contractual obligations",
                        "Ability to identify and evaluate data management technologies",
                        "Ability to implement measures to ensure data accuracy and accessibility",
                        "Bachelor's degree",
                        "Experience in Cybersecurity or Cybersecurity certifications",
                        "Experience working with OSD, Headquarters level organizations in the DoD",
                        "Experience in AI and ML such as Natural Language Processing (NLP) or other advanced capabilities",
                        "Ability to program in Python, Java, and R",
                        "Possession of excellent analytical problem-solving skills, including employing the right approach and methods to maximize use of time and human resources",
                        "Certified Data Management Professional"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "For an organization to transform in today’s digital world, it needs to properly collect, store, and organize its data",
                        "You’ll resolve routine data architecture issues in collaboration with business analysts and technology teams by obtaining and maintaining an organizations’ data elements and identifying attributes",
                        "You will also create data storage, retrieve, troubleshoot, and implement recovery processes of the data for the purpose of visualization in a cloud environment",
                        "In this role, you’ll apply best practices and tools, including Databricks, Qlik, Tableau, MS Power BI, Enterprise Architect, and Visio to oversee the ingestions of multiple databases and organize data elements to be utilized in providing senior leaders situational awareness of operations and capabilities",
                        "You’ll grow your technical experience as you assist in the design, definition, development, and testing of cloud solution components, serving as a liaison between clients and developers to ensure that requirements are met and solutions are delivered",
                        "With your drive to establish processes and support technological innovation, you’ll make a lasting impact on National Security",
                        "If this position is listed as onsite, you’ll work with colleagues and clients in person, as needed for the specific role"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "With professional and leadership development opportunities like upskilling programs, tuition reimbursement, mentoring, and firm-sponsored networking, you can chart a unique and fulfilling career path on your own terms",
                        "Our comprehensive benefits package includes wellness programs with HSA contributions, paid holidays, paid parental leave, a generous 401(k) match, and more",
                        "With these benefits, plus the option for flexible schedules and remote and hybrid locations, we’ll support you as you pursue a balanced, fulfilling life—at work and at home",
                        "At Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being",
                        "Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care",
                        "The projected compensation range for this position is $58,400.00 to $133,000.00 (annualized USD)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.boozallen.com/",
                    "text": "boozallen.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Booz+Allen+Hamilton&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCNAJ",
                    "text": "See web results for Booz Allen Hamilton"
                }
            ],
            "extensions": [
                "10 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "10 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IkdLWVBuYjRQT0xJQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9Va2gyVkhSUGFFd3RiMXBoWkZSRVowMXRjbk5qT1cxclgyeDJSR1ZSWTBWNmNIZERPVWt6YkVWSGIyOWFaRUpyZDBKRFVHUlNXVjh5T1VSMExVbHJha2hGVUdFMWJFaENPRlZETUVWd1RFRkNXbWRyVVZweU5rMVFVMUJPUlRSdVpqUjBXR1l6VDJKaFpraHVTWGRCVVhacWJGbHVibmhrTWtSUGVWcGtZMXBZUVZKSmRtMWpZbEpPYWxFMmVsaFFlV2w2T0hOVGFXczBhVmRuWlcxck5tVjFaa3RNT1V0eVRUbFFPR0ZpUm1ockVoZENZbk01V2s5bE9FbGZTR3ByVUVsUWJ6UlhVSGRCWnhvaVFVOHRNSEpzTlV3eU1YZHllVXhTVUV4WlYyMVZURzlKVnkxQ1Z6bG5RMDV4UVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6Ii5uRmcyZWJ7Zm9udC13ZWlnaHQ6NTAwfS5CaTZEZGN7Zm9udC13ZWlnaHQ6NTAwfUFwcGx5IG9uIEJvb3ogQWxsZW4gSGFtaWx0b24iLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLmJvb3phbGxlbi5jb20vdGFsZW50L0pvYkRldGFpbC9BbGV4YW5kcmlhLURhdGEtQW5hbHlzdC1SMDE2ODU1Ny83NzY1MT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst",
            "company_name": "Potomac Management Solutions, LLC",
            "location": "  Washington, DC   ",
            "via": "via LinkedIn",
            "description": "Public Trust Clearance Required\n\nScheduling Details...\n• FULL-TIME\n\nJob duties include, but are not limited to the following:\n• * Provide organization and management of case files.\n• Review data (completeness of information, proper execution).\n• Extract data from data base.\n• Obtain additional information from other investigative agencies/data base.\n• Establish/maintain physical file.\n• Prepare notices/advertisements.\n• Receive, suspense petitions, claims, and process requests.\n• Reconcile inconsistencies.\n• Prepare declarations.\n• Gather information and organize investigative package.\n• Verify case files and case tracking systems.\n• Maintain internal status information on the disposition of all forfeited assets.\n• Assure information is accurate and perform analytical computations necessary to process data.\n• Conduct and reconcile inventories.\n• Distribute and receive documents.\n• Assist lead analyst or official in obtaining/collecting all documents/information to complete case file.\n• Provide administrative information and assistance concerning case to other investigative agencies, local law enforcement agencies, U.S. Attorney, other DOJ processing units, and higher headquarters.\n• Extract data from agency data base for management and program reports.\n• Perform word processing relevant to case documentation.\n• Perform data entry relevant to case.\n\nRequired Qualifications\n• * Undergraduate degree in accounting, finance, or business administration.\n• Ability to review and analyze data and information from multiple sources.\n• Ability to establish case/project files.\n• Ability to enter and retrieve data from data bases.\n• Ability to prepare and format management reports.\n• Ability to manipulate, transfer, compute, and print information.\n• Ability to create and manipulate spreadsheets.\n• Ability to prepare and correct reports and correspondence using word processing software.\n• Performs certain liaison functions with clients with respect to budget execution.\n• Reviews reprogramming requests of clients.\n• Provides program specific analysis to support budget formulation, budget execution, and financial reporting processes.\n• Requires experience with Government accounting system.\n• Proficiency in using spreadsheet and word processing software.\n• Ability to consistently deliver the highest quality of work under extreme pressure.\n\nIf this sounds like an opportunity that interests you, apply online today!\n\nIf you do not find interest in this opportunity but know of someone who may, we kindly ask that you refer the individual to Potomac Management Solutions by forwarding this job posting.\n\nPotomac Management Solutions, LLC (PMS) specializes in Human Resources/Staffing, Program Operations, Administration, Health Systems Management and Federal Law Enforcement Support. We understand the fundamental component of commercial services as well as state/federal contract management - transforming mission objectives into programs that efficiently support and deliver quality products & services.\n\nIn conformity with applicable laws, Potomac Management Solutions is an Equal Opportunity Employer and does not discriminate on the basis of race, color, creed, religion, sex, marital status, sexual orientation, national origin, citizenship status, physical or mental disability, or status as a disabled veteran, a Vietnam Era veteran, a veteran who has served on active duty for which a campaign badge was authorized, or a newly separated veteran",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Undergraduate degree in accounting, finance, or business administration",
                        "Ability to review and analyze data and information from multiple sources",
                        "Ability to establish case/project files",
                        "Ability to enter and retrieve data from data bases",
                        "Ability to prepare and format management reports",
                        "Ability to manipulate, transfer, compute, and print information",
                        "Ability to create and manipulate spreadsheets",
                        "Ability to prepare and correct reports and correspondence using word processing software",
                        "Performs certain liaison functions with clients with respect to budget execution",
                        "Reviews reprogramming requests of clients",
                        "Provides program specific analysis to support budget formulation, budget execution, and financial reporting processes",
                        "Requires experience with Government accounting system",
                        "Proficiency in using spreadsheet and word processing software",
                        "Ability to consistently deliver the highest quality of work under extreme pressure"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Provide organization and management of case files",
                        "Review data (completeness of information, proper execution)",
                        "Obtain additional information from other investigative agencies/data base",
                        "Receive, suspense petitions, claims, and process requests",
                        "Reconcile inconsistencies",
                        "Prepare declarations",
                        "Gather information and organize investigative package",
                        "Verify case files and case tracking systems",
                        "Maintain internal status information on the disposition of all forfeited assets",
                        "Assure information is accurate and perform analytical computations necessary to process data",
                        "Conduct and reconcile inventories",
                        "Distribute and receive documents",
                        "Assist lead analyst or official in obtaining/collecting all documents/information to complete case file",
                        "Provide administrative information and assistance concerning case to other investigative agencies, local law enforcement agencies, U.S",
                        "Attorney, other DOJ processing units, and higher headquarters",
                        "Extract data from agency data base for management and program reports",
                        "Perform word processing relevant to case documentation",
                        "Perform data entry relevant to case"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.potomacmanagementsolutions.com/",
                    "text": "potomacmanagementsolutions.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Potomac+Management+Solutions,+LLC&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCJUK",
                    "text": "See web results for Potomac Management Solutions, LLC"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6InIyWTBZSUZDaXJjQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VakpaVFVjeFVXTTFPWE5DZDNCUE1uVkZjbTEwTTBkNFUyMVJiVkZvY204MVF6ZHZSakoyTFhWdFZrNUlRbmwwZDJkNlVHNTNZakJmTjFOU1NtNDRWalJ2WDFKMFJIRmpaR2hRYlRWelNYRlRSMG8zWkd4a1VFaHNkRVZoYm1zMWRVWXpibFpWU25GWGJrUktaV2R3VlU1alMzQkxhWGhTY214R0xYb3hjSE0xU21kWGFFNURTRzlOZWxoelZraE9RVkEyZFV0WVEycEZWRzg1ZFhaRGNEWnNaa2hGTmxCc1RXZDROSEUxZDB4RVRIUnhVbWw2TmxZM1lrMUlhM1ZPTXpWM2VsQm1FaGRDWW5NNVdrOWxPRWxmU0dwclVFbFFielJYVUhkQlp4b2lRVTh0TUhKc04xOWpSakZZUldaM1FtZElPR3B0Tm1wVVRqWm9UMHBtVURkVGR3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2RhdGEtYW5hbHlzdC1hdC1wb3RvbWFjLW1hbmFnZW1lbnQtc29sdXRpb25zLWxsYy0zNTYyODAzNzI2P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst II",
            "company_name": "INTECON",
            "location": "  Washington, DC   ",
            "via": "via Intecon",
            "description": "Overview:\n\nINTECON, LLC is seeking a highly skilled Data Analyst II to join its team in support of the FEMA Office of National Continuity Programs (ONCP) Business Management Division (BMD) . The selected candidate will be responsible for providing critical support to the BMD's five major areas of responsibility, including Budget and Financial Management, Acquisitions Management, Human Resources... Administration, Asset Management, and Portfolio Oversight.\n\nKey Responsibilities:\n• Conduct quantitative and qualitative data analysis to support BMD operations and decision-making processes.\n• Develop and maintain data systems, tools, and processes to collect, store, and analyze data related to BMD operations and performance.\n• Design and conduct surveys, assessments, and evaluations to identify trends, patterns, and opportunities for improvement in BMD operations.\n• Collaborate with BMD stakeholders to identify data needs and develop appropriate data solutions to support their business requirements.\n• Generate reports and presentations that effectively communicate data insights and findings to BMD stakeholders.\n• Develop and maintain a comprehensive understanding of BMD operations, policies, and procedures, as well as the broader context of ONCP's mission and objectives.\n• Assist in developing manageable budget milestones aligning with FEMA and DHS goals. Milestones shall be aligned with DHS-wide earned value management (EVM) guidelines related to cost accounting and financial management.\n• Assist in budget formulation and execution, with analysts supporting division portfolios.\n• Assist in Event Tracking and Approval (ETA) and Travel Submission Management\n• Aid in package review, approval, and email through Enterprise Coordination Approvals Processing System (ECAPS) tracking and approval\n• Provides support for developing status of funds and briefing charts.\n• Assists in preparing required OCFO quarterly and annual Undelivered Order Obligation (UDO) reconciliation requirements.\n• File and store all documentation according to the FMB configuration management plan and file record system.\n• Assist in creating, processing, and following through on financial documentation for knowledge management and auditing authorities.\n• Assist in the creation of FMB-related PowerPoint presentations (*proficient in all Microsoft Software applications) (Senior Level preferred).\n\nQualifications:\n• Bachelor’s degree in operations research, Mathematics, Statistics, Computer Science, or related field; Master's degree preferred.\n• At least 7 years of experience in data analysis, preferably in a government or military context.\n• Strong analytical skills, including proficiency in statistical analysis, data modeling, and visualization tools.\n• Experience with database design and management, data collection, and data cleaning.\n• Familiarity with data analysis programming languages (e.g., Python, R) and visualization tools (e.g., Tableau, PowerBI).\n• Strong written and verbal communication skills, including the ability to effectively present data insights to a non-technical audience.\n• Ability to work independently and as part of a team in a fast-paced, dynamic environment.\n• Active Top Secret Clearance\n• Experience supporting FEMA desired",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "At least 7 years of experience in data analysis, preferably in a government or military context",
                        "Strong analytical skills, including proficiency in statistical analysis, data modeling, and visualization tools",
                        "Experience with database design and management, data collection, and data cleaning",
                        "Familiarity with data analysis programming languages (e.g., Python, R) and visualization tools (e.g., Tableau, PowerBI)",
                        "Strong written and verbal communication skills, including the ability to effectively present data insights to a non-technical audience",
                        "Ability to work independently and as part of a team in a fast-paced, dynamic environment",
                        "Active Top Secret Clearance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The selected candidate will be responsible for providing critical support to the BMD's five major areas of responsibility, including Budget and Financial Management, Acquisitions Management, Human Resources Administration, Asset Management, and Portfolio Oversight",
                        "Conduct quantitative and qualitative data analysis to support BMD operations and decision-making processes",
                        "Develop and maintain data systems, tools, and processes to collect, store, and analyze data related to BMD operations and performance",
                        "Design and conduct surveys, assessments, and evaluations to identify trends, patterns, and opportunities for improvement in BMD operations",
                        "Collaborate with BMD stakeholders to identify data needs and develop appropriate data solutions to support their business requirements",
                        "Generate reports and presentations that effectively communicate data insights and findings to BMD stakeholders",
                        "Develop and maintain a comprehensive understanding of BMD operations, policies, and procedures, as well as the broader context of ONCP's mission and objectives",
                        "Assist in developing manageable budget milestones aligning with FEMA and DHS goals",
                        "Milestones shall be aligned with DHS-wide earned value management (EVM) guidelines related to cost accounting and financial management",
                        "Assist in budget formulation and execution, with analysts supporting division portfolios",
                        "Assist in Event Tracking and Approval (ETA) and Travel Submission Management",
                        "Aid in package review, approval, and email through Enterprise Coordination Approvals Processing System (ECAPS) tracking and approval",
                        "Provides support for developing status of funds and briefing charts",
                        "Assists in preparing required OCFO quarterly and annual Undelivered Order Obligation (UDO) reconciliation requirements",
                        "File and store all documentation according to the FMB configuration management plan and file record system",
                        "Assist in creating, processing, and following through on financial documentation for knowledge management and auditing authorities",
                        "Assist in the creation of FMB-related PowerPoint presentations (*proficient in all Microsoft Software applications) (Senior Level preferred)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://inteconusa.com/",
                    "text": "inteconusa.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=INTECON&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCNkK",
                    "text": "See web results for INTECON"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgSUkiLCJodGlkb2NpZCI6IkduR0VkajhyTzFZQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9VbUZMU21aWlRXdDNNREZMVG5ST2RqVjJVRVZ5YXpoSlMycFZOa3RxTkhwNFJUbEZkbWxKYlZObU9HWnRiV1UyWW5aNFoxZHRhSE55WlZWQ1ZXdzRXVkpZVVZWSmJ6TTRlWGhwU2xFellsRjNVV3d6UkRaVE1WZHVhVWRLTm1kaVVFNUtZMEZpTFZSVU5YZElaazFZZDFsMFQwNDVVMlZsUVZjNFVWRkxVMVozUzBjMk5YVXRPRGRSTjJwaFpHNXZZakp0TTFRdGFVcE1PSEIzUVdkbFgyRlBVMFpyYjI1clVERnJlRTVWYlROVkVoZENZbk01V2s5bE9FbGZTR3ByVUVsUWJ6UlhVSGRCWnhvaVFVOHRNSEpzTjA1M1RXSmpkMWhGVVU1dWJGQmxUakpGYnpCa2EyMHpia1Z5VVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY181IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEludGVjb24iLCJsaW5rIjoiaHR0cHM6Ly9pbnRlY29uLWxsYy5icmVlenkuaHIvcC81MWRkOTc0NjRhNzUtZGF0YS1hbmFseXN0LWlpP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst (Monitoring)",
            "company_name": "General Dynamics Information Technology",
            "location": "  Washington, DC   ",
            "via": "via GDIT",
            "description": "The Data Analyst (Monitoring) will support the Monitoring Team (with additional support across a federal agency) in making more data-informed decisions through efficient and effective data collection, management, analysis, visualization, and reporting. The Data Analyst will help the Monitoring Team ensure care providers continually improve through the use of evidence from multiple... sources.\n\nOverall Responsibilities\n• Help enhance the Monitoring Team’s collection, management, analysis, and visualization of data\n• Works with the Monitoring Team, other federal staff, and other GDIT staff to enhance data collection, management, analysis, and visualization of data, to include corrective actions, recommendations, best practices, and monitoring tools/reports\n• Assists in identifying, documenting, tracking, and visualizing performance outcomes and indicators\n• Conducts, under the guidance of the Senior M&E Specialist, data interpretation and analysis using a data analytics platform\n• Prepares written summaries and presentations that reflect the results of the data analysis and presents findings to federal staff and, when approved, other stakeholders\n• Supports ad-hoc data reporting as needed\n\nData Collection, Management, Analysis, and Visualization Responsibilities\n• Helps develop, test, and administer data collection tools (digital or otherwise)\n• Tests and implements data management protocols (Excel or similar platforms)\n• Develops, tests, and implements data quality assessment (DQA) protocols\n• Conduct analyses of quantitative and/or qualitative monitoring, grant-funded recipient, and/or contextual data (Excel or similar platforms)\n• Visualizes data for reports or in dashboards (Excel, PowerBI or similar platforms)\n\nOther Activities\n• Provides training on salient data-related topics to team members, staff, and (when approved) federally-funded recipients\n• As required and approved, supports the drafting and dissemination of data-related communication and resources for federal staff and federally-funded recipients\n• Contributes to the development and writing of reports and other related deliverables\n• Collaborates with other federal staff to harmonize and refine data-related efforts across teams and recipients\n• With prior approval, accompanies Monitors on-site and/or remote monitoring visits to streamline and improve monitoring data, processes, and deliverables\n• Participates in meetings as required or working groups as requested\n• Assists with additional projects as needed\n\nEducation:\n\nRequires BS/BA degree.\n\nExperience/Skills:\n\nRequired:\n• 4+ years of experience with quantitative and/or qualitative data interpretation and analysis; program monitoring; and/or monitoring and evaluation (M&E)\n• Familiarity with analytical software platform (SPSS, SAS, STATA, R, Python, NVivo, ATLAS.ti, etc.)\n• Familiarity with at least one data visualization software (Tableau, Power BI, etc.) preferred\n• Expertise working with MS Office suite of tools, including MS Excel and MS Access\n• Exceptional analytical skills\n• Strong attention to detail\n• Strong written and verbal communication skills\n\nPreferred:\n• Experience with social service programs\n• Experience working with immigrants, refugees, and underserved populations\n• Familiarity with SQL and relational databases\n• Familiarity with SharePoint-based workflows and tools",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Requires BS/BA degree",
                        "4+ years of experience with quantitative and/or qualitative data interpretation and analysis; program monitoring; and/or monitoring and evaluation (M&E)",
                        "Familiarity with analytical software platform (SPSS, SAS, STATA, R, Python, NVivo, ATLAS.ti, etc.)",
                        "Expertise working with MS Office suite of tools, including MS Excel and MS Access",
                        "Exceptional analytical skills",
                        "Strong attention to detail",
                        "Strong written and verbal communication skills"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Analyst (Monitoring) will support the Monitoring Team (with additional support across a federal agency) in making more data-informed decisions through efficient and effective data collection, management, analysis, visualization, and reporting",
                        "The Data Analyst will help the Monitoring Team ensure care providers continually improve through the use of evidence from multiple sources",
                        "Works with the Monitoring Team, other federal staff, and other GDIT staff to enhance data collection, management, analysis, and visualization of data, to include corrective actions, recommendations, best practices, and monitoring tools/reports",
                        "Assists in identifying, documenting, tracking, and visualizing performance outcomes and indicators",
                        "Conducts, under the guidance of the Senior M&E Specialist, data interpretation and analysis using a data analytics platform",
                        "Prepares written summaries and presentations that reflect the results of the data analysis and presents findings to federal staff and, when approved, other stakeholders",
                        "Supports ad-hoc data reporting as needed",
                        "Helps develop, test, and administer data collection tools (digital or otherwise)",
                        "Tests and implements data management protocols (Excel or similar platforms)",
                        "Develops, tests, and implements data quality assessment (DQA) protocols",
                        "Conduct analyses of quantitative and/or qualitative monitoring, grant-funded recipient, and/or contextual data (Excel or similar platforms)",
                        "Visualizes data for reports or in dashboards (Excel, PowerBI or similar platforms)",
                        "Provides training on salient data-related topics to team members, staff, and (when approved) federally-funded recipients",
                        "As required and approved, supports the drafting and dissemination of data-related communication and resources for federal staff and federally-funded recipients",
                        "Contributes to the development and writing of reports and other related deliverables",
                        "Collaborates with other federal staff to harmonize and refine data-related efforts across teams and recipients",
                        "With prior approval, accompanies Monitors on-site and/or remote monitoring visits to streamline and improve monitoring data, processes, and deliverables",
                        "Participates in meetings as required or working groups as requested",
                        "Assists with additional projects as needed"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gdit.com/",
                    "text": "gdit.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=General+Dynamics+Information+Technology&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCJ0L",
                    "text": "See web results for General Dynamics Information Technology"
                }
            ],
            "extensions": [
                "26 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "26 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgKE1vbml0b3JpbmcpIiwiaHRpZG9jaWQiOiIzeV85UldqQ090OEFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcUlDQ3VJQlFVVnpOMnBPVVZwNFpFcDVTMmRJT0RaVGJYZE1OMUYwZDJrM1RtdzBXamhHYUcxaGQzZERkR1JZY0ZWU1dsaGFZamhQZW1kTE1HdHFMVWwzTFVoSk1uRldTMFZ4TUhrd1lYWnJURWwxZEdsSk5pMW5SM0ZrTjBaYWExTjJaRkJ1UW1kQk9VUjBWRk5sTkRSRVIzWllSRXBLUWpOVFdUbEdaa05zZGkxb1VsbG9OVXR4YTNkSFNGRm5NVmhpWVdRelFXNUdUM2RYV0Rac1ZXVlBlalZRTlRSUVpVRjFUelV4VlhGalMwcG5OekU1TkRFdE1FMDJNMjFCTkU1c2RUUm5lRVZhT0ZCc09YSm5NVXBXV2t4YVNVVlVPVGRDWVZaSWNERm1XRk0wUTNGc2R4SVhRbUp6T1ZwUFpUaEpYMGhxYTFCSlVHODBWMUIzUVdjYUlrRlBMVEJ5YkRSNlozcG5XVGhSYlhKRU9HeE1NV3MwVVdsTVVWZHJVblIwVjJjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBHRElUIiwibGluayI6Imh0dHBzOi8vd3d3LmdkaXQuY29tL2NhcmVlcnMvam9iLzE3NGZjNTUxYy9kYXRhLWFuYWx5c3QtbW9uaXRvcmluZy8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Analyst",
            "company_name": "Gentis Solutions",
            "location": "  Washington, DC   ",
            "via": "via LinkedIn",
            "description": "Gentis Solutions is currently seeking a Data Analyst who is both highly motivated and intellectually curious, for a full-time direct-hire position with our client based in Washington, DC. The preferred candidate should possess practical experience working with data analytics, data warehousing, and business intelligence technologies. This role is a hybrid position, available to US citizens... residing in the Washington, DC area of the United States, and requires an active Secret security clearance. On-site work will be performed at the client's Washington, DC or Chantilly, VA offices as required.\n\nRequirements\n• 4-year Bachelor's Degree in Computer Science/Eng or related (Computer Information Systems, Computer Science, Management Information Systems, Business Analytics, Statistics, Engineering or related area)\n• 5+ years of experience with data analytics and SQL\n• Experience with reporting/analytics tools (Microstrategy, Thoughtspot, Power BI, Tableau)\n• Strong business analyst skills to help clients formulate cohesive requirements\n• Strong SQL skills\n• Skilled in data manipulation/analysis\n• Excellent collaboration skills\n• Experience with ETL/ELT or other data integration tools a plus\n• Experience with AWS a plus\n• Ability to work with US Federal clients and possess an active Secret clearance with the ability to obtain Top Secret clearance\n\nDesired Skills\n• Strong analytical and problem-solving skills\n• Ability to take the initiative to complete tasks with minimal supervision\n• Skilled in verbal, written and oral communication\n• Strong team player with a great attitude\n• Flexibility and willingness to go beyond the call of duty. Highly self-motivated and directed. (a go-getter)\n• Ability to take ownership and drive issues to closure\n\nTypical Duties\n• Help design and/or develop intuitive and flexible data visualizations in the form of dashboards or other tools\n• Utilize SQL to query databases and understand underlying data needs to populate desired visualizations\n• Maintain solutions as business requirements evolve and upstream system changes are implemented\n• Work in a fast-paced Agile environment with fluid requirements and changing priorities\n• Respond to technical issues in a professional and timely manner.\n• Work closely with customers to implement and/or consult requested solutions\n• Possess considerable logic and understanding to analyze and troubleshoot problems\n• Must be able to work independently with little to no daily supervision, is a team player, open to ideas and learning\n• Work in a distributed team environment where team members are spread across numerous locations and often communicate virtually to support clients",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "4-year Bachelor's Degree in Computer Science/Eng or related (Computer Information Systems, Computer Science, Management Information Systems, Business Analytics, Statistics, Engineering or related area)",
                        "5+ years of experience with data analytics and SQL",
                        "Experience with reporting/analytics tools (Microstrategy, Thoughtspot, Power BI, Tableau)",
                        "Strong business analyst skills to help clients formulate cohesive requirements",
                        "Strong SQL skills",
                        "Skilled in data manipulation/analysis",
                        "Excellent collaboration skills",
                        "Ability to work with US Federal clients and possess an active Secret clearance with the ability to obtain Top Secret clearance",
                        "Highly self-motivated and directed",
                        "(a go-getter)",
                        "Ability to take ownership and drive issues to closure",
                        "Must be able to work independently with little to no daily supervision, is a team player, open to ideas and learning"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "On-site work will be performed at the client's Washington, DC or Chantilly, VA offices as required",
                        "Help design and/or develop intuitive and flexible data visualizations in the form of dashboards or other tools",
                        "Utilize SQL to query databases and understand underlying data needs to populate desired visualizations",
                        "Maintain solutions as business requirements evolve and upstream system changes are implemented",
                        "Work in a fast-paced Agile environment with fluid requirements and changing priorities",
                        "Respond to technical issues in a professional and timely manner",
                        "Work closely with customers to implement and/or consult requested solutions",
                        "Possess considerable logic and understanding to analyze and troubleshoot problems",
                        "Work in a distributed team environment where team members are spread across numerous locations and often communicate virtually to support clients"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Gentis+Solutions&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCN8L",
                    "text": "See web results for Gentis Solutions"
                }
            ],
            "extensions": [
                "3 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IjBFMi1rRmpaSGJvQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9WRlYwWVZab1UzaGxUbFJrY2tGdlVqTm9jMEpzZW1odlMyNVlhbGxJZVhKWVJHUXhUV0pZWVhNNU5tZHVjRkZIWTJsWVRUaDRjMVE0VWw4ek1EQnhUVGxLU1dGSmVXNWFZVWxVVDA5dFZUUTFNa2x0YmtvM2JUZEdiVlZtZGtwMmNtNXBibmt5Y1ZCaVZrdDRhREJyTjFWeU4wWlpUREV6YkRjM2N6ZGxXRTVmWDBkUlRXRlVRV1U1UW1jNFpVRTBWVWRhUlVkNk9XZElZMTlCRWhkQ1luTTVXazlsT0VsZlNHcHJVRWxRYnpSWFVIZEJaeG9pUVU4dE1ISnNOMHhmYkV0M01EWjJVbE56VjBGWFkxbHZRMG8zUW1sblJsRlJVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kYXRhLWFuYWx5c3QtYXQtZ2VudGlzLXNvbHV0aW9ucy0zNTY3MDk5Njg0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "DATA ANALYST Military",
            "company_name": "Tiber Creek Consulting",
            "location": "  Arlington, VA   ",
            "via": "via Monster",
            "description": "DATA ANALYST Arlington VA\n\nTiber Creek is seeking a Military Data Analyst to work on site three days a week with our military client in Arlington, VA and two days telework. You will fulfill ad hoc requests; identify ways to improve data quality and provide to leadership for evaluation and action; and create reports to support the G1 mission. You will work with several military human resource... databases using your Microsoft SQL Server expertise, as well as various internally developed tools and/or products. Knowledge of Army Personnel and/or Unit data, and expertise with SQL, querying databases using SQL Server Management Studio (SSMS) is required to be considered for this position.\nWe offer excellent benefits and a great team environment.\nYou should have strong SQL querying skills, the ability to work independently to manage multiple complex tasks with tight deadlines, and the desire to proactively seek assistance from a variety of subject matter experts. Your strong interpersonal, organizational and time-management skills, ability to accomplish tasks, fulfill requirements, and effectively communicate and train other users, assure your growth with Tiber Creek Consulting.\n\nApply To: https://tibercreek.com/careers/data-analyst-military\nEducation: AA/BS/BA degree.\nClearance: DoD Secret clearance is required.\nLocation: Arlington VA.\nExperience: 5+ years' related work experience, robust knowledge of Army Personnel and/or Unit data, advanced SQL querying skills using SQL Server Management Studio (SSMS) are required to be considered for this position.\n\nRelated Experience:\n• Strong knowledge of SQL, including the ability to read and design complex queries and stored procedures.\n• Knowledge of relational and dimensional database designs, metadata management techniques, and a working understanding of tools used for database, content, and metadata management.\n• Demonstrated expertise in the structure / capabilities / limitations of a data warehouse.\n• Solid understanding of automated military systems.\n• Answering dozens of Ad hoc requests on a monthly basis. Ad hoc reporting and other daily customer support and interaction.\n• Functional knowledge of the US Army military human resource processes and procedures.\n• Demonstrated organizational, planning skills needed to track each request and its fulfillment.\n• Presenting and creating customer briefings, demonstrations, and training including classroom and desk-side.\n• Microsoft Office suite expertise.\n• Demonstrated verbal and written communication skills including the ability to write in layman’s terms when defining metrics, reports, and dashboards.\n\nJob Duties:\n• Satisfy Ad hoc requests for reports or information, leveraging internally developed tools and / or direct SQL querying databases using SQL Server Management Studio (SSMS).\n• Clearly communicate highly technical details to customers who have little or no programming, database, or software development knowledge.\n• Provide customer with understandable explanations based on complex SQL/data-based characteristics. Identify necessary additional fields and review new metrics and presentations for accuracy and refinement. Assist in updating metadata for products.\n• Perform quantitative and qualitative analyses.\n• Present Tiber Creek products at workshops and conferences.\n• Conduct individual and/or group training on products and tools.\n• Create and provide briefings.\n• Triage customer help tickets, address customer inquiries, and resolve issues.\n• Generate Ad hoc task descriptions and track to completion in project management tool.\n• Collaborate with product team and customers.\n• Develop and document functional requirements, working with customer, project, and technical team.\n\nMinimum Qualifiers:\n• Current DoD Secret clearance.\n• Candidates must be local to Arlington VA.\n• Unable to work with 3rd party candidates or agencies",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "You should have strong SQL querying skills, the ability to work independently to manage multiple complex tasks with tight deadlines, and the desire to proactively seek assistance from a variety of subject matter experts",
                        "Your strong interpersonal, organizational and time-management skills, ability to accomplish tasks, fulfill requirements, and effectively communicate and train other users, assure your growth with Tiber Creek Consulting",
                        "Clearance: DoD Secret clearance is required",
                        "Experience: 5+ years' related work experience, robust knowledge of Army Personnel and/or Unit data, advanced SQL querying skills using SQL Server Management Studio (SSMS) are required to be considered for this position",
                        "Strong knowledge of SQL, including the ability to read and design complex queries and stored procedures",
                        "Knowledge of relational and dimensional database designs, metadata management techniques, and a working understanding of tools used for database, content, and metadata management",
                        "Demonstrated expertise in the structure / capabilities / limitations of a data warehouse",
                        "Solid understanding of automated military systems",
                        "Candidates must be local to Arlington VA",
                        "Unable to work with 3rd party candidates or agencies"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will fulfill ad hoc requests; identify ways to improve data quality and provide to leadership for evaluation and action; and create reports to support the G1 mission",
                        "Ad hoc reporting and other daily customer support and interaction",
                        "Functional knowledge of the US Army military human resource processes and procedures",
                        "Demonstrated organizational, planning skills needed to track each request and its fulfillment",
                        "Presenting and creating customer briefings, demonstrations, and training including classroom and desk-side",
                        "Satisfy Ad hoc requests for reports or information, leveraging internally developed tools and / or direct SQL querying databases using SQL Server Management Studio (SSMS)",
                        "Clearly communicate highly technical details to customers who have little or no programming, database, or software development knowledge",
                        "Provide customer with understandable explanations based on complex SQL/data-based characteristics",
                        "Identify necessary additional fields and review new metrics and presentations for accuracy and refinement",
                        "Assist in updating metadata for products",
                        "Perform quantitative and qualitative analyses",
                        "Present Tiber Creek products at workshops and conferences",
                        "Conduct individual and/or group training on products and tools",
                        "Create and provide briefings",
                        "Triage customer help tickets, address customer inquiries, and resolve issues",
                        "Generate Ad hoc task descriptions and track to completion in project management tool",
                        "Collaborate with product team and customers"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Tiber+Creek+Consulting&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCKIM",
                    "text": "See web results for Tiber Creek Consulting"
                }
            ],
            "extensions": [
                "6 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEQVRBIEFOQUxZU1QgTWlsaXRhcnkiLCJodGlkb2NpZCI6InZWSzFPU1o1MmZjQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9ValpEZDI5Qk5rbHJSMkYxYWtkek1rVk1Xak5PWW14UFREWlpTRzB4UVdGYVNrVk9VV3AxZFhSVlFtVkNSakZWTlVGb1NtcG1OekJJWkVoZk9HOVNWM05qYlMxb1VYbHNXVkl3Vld0S2FYWldSbUoyTkdkcmVtRnlZV0pNTmpkTk1HUmpTbGt0TmxWV1lUSlJUblZ5UjJwV1ZIVk1kMlpyZWpoWGFUaG9ablprV2poWmVWSmtPRXQyWm5OMmJsVTBUek5KU0hScmFHOWlaakJtWVVVMVpYUndVMUJJVDJwU2NWZHFVRFJHYjFOdGNqZFJiVTVhYURKVGMwNWxZMGhVTjBwMGQxSmtFaGRDWW5NNVdrOWxPRWxmU0dwclVFbFFielJYVUhkQlp4b2lRVTh0TUhKc05XbGhjVmd3UzI0eWNsQjZibFJ4Um1SeWFtUmZjSEJQZDI0dFFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTAiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTW9uc3RlciIsImxpbmsiOiJodHRwczovL3d3dy5tb25zdGVyLmNvbS9qb2Itb3BlbmluZ3MvZGF0YS1hbmFseXN0LW1pbGl0YXJ5LWFybGluZ3Rvbi12YS0tMjE4YTk3ZDQtNjc0Ny00MDU1LThiZWEtYzdlZDY2NjVjM2UwP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst I",
            "company_name": "Cydecor, Inc",
            "location": "  Washington, DC   ",
            "via": "via ZipRecruiter",
            "description": "Data Analyst I Req Number: 1939 Location: Washington, D.C. Program/ Contract Title: DRRS Description\n\nAt InnovaSystems, extraordinary solutions are born through innovative software...\n\nA wholly owned subsidiary of Cydecor, InnovaSystems is a leading provider of information technology and enterprise-level solutions to the Department of Defense, federal, state, and local government agencies, delivering a vital service to support our nation's National Security Strategy. We engage organizational effectiveness and readiness resulting in reduced costs, increased effectiveness, and accessibility.\n\nAs a member of the InnovaSystems team, you will be empowered to do the best work of your career with challenging assignments and collaborative teams that solve real-world problems.\n\nWe are currently seeking a SQL-savvy Database Analyst to join our team in Norfolk, VA!\n\nPLEASE NOTE: the successful candidate must be eligible to obtain a DoD-issued security clearance at the secret level and be willing/able to work on-site, as required.\n\nOverview\n\nInnovaSystems International is looking for a junior-level Data Analyst to join our rapidly growing data operations team in support of an enterprise DoD application. We have been key contributors to this project since 2005 and we are excited to have just won a new expansion contract to push this dynamic tool into the future!\n\nThis role is an excellent opportunity for someone to propel their career forward as a Data Analyst!\n\nYou have:\n• A basic, conceptual understanding of data flow, data enrichment, data consolidation, change data capture and transformation.\n• Demonstrated experience showing strong analytical, critical thinking and problem-solving skills paired with a desire to take initiative\n• A strong communicator who is comfortable addressing team members across different departments\n• Proactive effort to meet or exceed individual and team goals.\n• Ability to manage multiple and/or shifting priorities, and produce professional and accurate work product under time constraints\n• Highly motivated, with a strong work ethic and ability to work both independently and in a group environment\n• Advanced computer skills including all MS Office applications\n• Excellent written and verbal communication skills\n• Military experience, desired not required\n• Ability to obtain a secret-level security clearance is a must!\n\nIn return, we will teach you the skills required to perform the day-to-day responsibilities, which include:\n• Performing ad-hoc queries on the database using IBM Cognos, SQL Server Management Studio, Python, R, and/or PowerShell.\n• Interfacing with the customer and the ability to work with technical teams & business users to meet needs as they arise.\n• Developing and implementing practical strategies, plans, and solutions to identified issues and problems\n• Troubleshooting and resolution management of data processing jobs on military program of record\n• Monitoring system performance, data quality and determine cause of irregularities.\n• Researching, compiling, cleansing, validating, and reconciling data from a variety of forms.\n• All duties must be performed on site in our production environment\n\nAre you a returning applicant? Previous Applicants: Email: Password:\nIf you do not remember your password click here.\n\nBack to Search Results\n\nNew Search",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "PLEASE NOTE: the successful candidate must be eligible to obtain a DoD-issued security clearance at the secret level and be willing/able to work on-site, as required",
                        "A basic, conceptual understanding of data flow, data enrichment, data consolidation, change data capture and transformation",
                        "Demonstrated experience showing strong analytical, critical thinking and problem-solving skills paired with a desire to take initiative",
                        "A strong communicator who is comfortable addressing team members across different departments",
                        "Proactive effort to meet or exceed individual and team goals",
                        "Ability to manage multiple and/or shifting priorities, and produce professional and accurate work product under time constraints",
                        "Highly motivated, with a strong work ethic and ability to work both independently and in a group environment",
                        "Advanced computer skills including all MS Office applications",
                        "Excellent written and verbal communication skills",
                        "Ability to obtain a secret-level security clearance is a must!"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a member of the InnovaSystems team, you will be empowered to do the best work of your career with challenging assignments and collaborative teams that solve real-world problems",
                        "Performing ad-hoc queries on the database using IBM Cognos, SQL Server Management Studio, Python, R, and/or PowerShell",
                        "Interfacing with the customer and the ability to work with technical teams & business users to meet needs as they arise",
                        "Developing and implementing practical strategies, plans, and solutions to identified issues and problems",
                        "Troubleshooting and resolution management of data processing jobs on military program of record",
                        "Monitoring system performance, data quality and determine cause of irregularities",
                        "Researching, compiling, cleansing, validating, and reconciling data from a variety of forms",
                        "All duties must be performed on site in our production environment"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://cydecor.com/",
                    "text": "cydecor.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Cydecor,+Inc&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCOcM",
                    "text": "See web results for Cydecor, Inc"
                }
            ],
            "extensions": [
                "2 days ago",
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgSSIsImh0aWRvY2lkIjoiQU9mWUhORlRjWXNBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1VtWkxZVGh6U1VoRFNXeGxWMmd3ZWxOUGNuTTNjalppWWpCdk16VXpWVUl0VGtabVFXUlhRWFk1UmtKdGNrRnZZbVJ1UTJnMFdGaEpObk5VVFZsR2JuYzRhRlYyZERoSFQwUlZZblJoTkdGSGNXcFFVSFJ1UVVkT05HWnFOV3d0WW1KU2JuaFJWbkJwY25WRVVuRnBlRVJvVjNoTGNsUllTalJXVkdGeE1GSlRkbmxvTUZSc1pFUlZSRFoxUkhKYVFYRk9kVTB0WjFCUFRVd3lNV2RFTUdWVlZFNW5SVE5uVDFCa2ExSkdVemxCRWhkQ1luTTVXazlsT0VsZlNHcHJVRWxRYnpSWFVIZEJaeG9pUVU4dE1ISnNOaTB4VFc5YVlVUkpTamhuZDBaT1MzWmhTbkoxTTFBd01YUndkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEyIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvQ3lkZWNvciwtSW5jL0pvYi9EYXRhLUFuYWx5c3QtSS8taW4tV2FzaGluZ3RvbixEQz9qaWQ9N2Y4MzMxZGFiNWQ0NTRkMFx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst",
            "company_name": "Leidos",
            "location": "  McLean, VA   ",
            "via": "via Leidos Careers",
            "description": "Description\n\nWe are seeking a self-motivated Data Analyst to provide technical and analytic support to a small, high-impact team. This is a developmental position with opportunities for career growth along a Data Science track. The position requires an active TS/SCI with Polygraph security clearance...\n\nThe Data Analyst will be expected to work with Data Scientists to build statistical models, test hypotheses, and interpret, summarize, visualize, and succinctly report data findings. The Analyst may be required to leverage automation and machine learning models to manage data, predict scenarios, and make recommendations to a non-technical audience. The Analyst may be required to produce Finished Intelligence reports and serve as a bridge between Intelligence Analysts and Data Scientists.\n\nThe Data Analyst will contribute to building new analytical tools in support of the IC customer and will be expected to collaborate with team members in a highly technical environment. The Data Analyst will be expected to learn and leverage technical frameworks and collaboration technologies, including Amazon Web Service (AWS) and Git.\n\nRequirements:\n• Experience with scripting in Python or R\n• Experience (either on-the-job or in an academic setting) working with data manipulation techniques and statistics\n• Experience producing Finished Intelligence products for IC customers\n• Knowledge of computer science concepts, data architecture, and common statistical models\n• Knowledge of all-source intelligence, including SIGINT, and/or HUMINT collection reports\n• Familiarity with cable writing styles and classified client databases, including specific targeting tools\n• Ability to communicate technical findings to non-technical audiences\n• Familiarity with key US foreign policy and national security Counterterrorism (CT) objectives\n• Knowledge of IC policies and procedures\n• Ability to work efficiently in a metrics-driven environment\n• TS/SCI clearance with polygraph required\n• BS and 4 – 8 years of prior relevant experience or Masters with 2 – 6 years of prior relevant experience.\n\nPay Range:\nPay Range $78,000.00 - $120,000.00 - $162,000.00\n\nThe Leidos pay range for this job level is a general guideline only and not a guarantee of compensation or salary. Additional factors considered in extending an offer include (but are not limited to) responsibilities of the job, education, experience, knowledge, skills, and abilities, as well as internal equity, alignment with market data, applicable bargaining agreement (if any), or other law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Experience with scripting in Python or R",
                        "Experience (either on-the-job or in an academic setting) working with data manipulation techniques and statistics",
                        "Experience producing Finished Intelligence products for IC customers",
                        "Knowledge of computer science concepts, data architecture, and common statistical models",
                        "Knowledge of all-source intelligence, including SIGINT, and/or HUMINT collection reports",
                        "Familiarity with cable writing styles and classified client databases, including specific targeting tools",
                        "Ability to communicate technical findings to non-technical audiences",
                        "Familiarity with key US foreign policy and national security Counterterrorism (CT) objectives",
                        "Knowledge of IC policies and procedures",
                        "Ability to work efficiently in a metrics-driven environment",
                        "BS and 4 – 8 years of prior relevant experience or Masters with 2 – 6 years of prior relevant experience"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Analyst will be expected to work with Data Scientists to build statistical models, test hypotheses, and interpret, summarize, visualize, and succinctly report data findings",
                        "The Analyst may be required to leverage automation and machine learning models to manage data, predict scenarios, and make recommendations to a non-technical audience",
                        "The Analyst may be required to produce Finished Intelligence reports and serve as a bridge between Intelligence Analysts and Data Scientists",
                        "The Data Analyst will contribute to building new analytical tools in support of the IC customer and will be expected to collaborate with team members in a highly technical environment",
                        "The Data Analyst will be expected to learn and leverage technical frameworks and collaboration technologies, including Amazon Web Service (AWS) and Git"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Pay Range $78,000.00 - $120,000.00 - $162,000.00",
                        "The Leidos pay range for this job level is a general guideline only and not a guarantee of compensation or salary"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.leidos.com/",
                    "text": "leidos.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Leidos&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCKoN",
                    "text": "See web results for Leidos"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IkJKZ18tVHVnYi00QUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9VV3B4T0VWaVIyZE9SV2x0TWpNeGJrZGxWblpoUTBkWGVHOUJTVU5KVDFoalIxOUxhSEZFWWxwMFpHb3pRak50WlcxalVVVnBVa0pTVFhOMlJsZERRMnBMT1c1WFV6ZDNVMUJhZGprdE9VbFdSa3R1ZDB0VVFqbHpYelUxV1VSWlJITkNTVkpPT1ZOblJXOVFTSEEyZVVaRGFrMWpWVnBaVjBkRFVEQm5ka2x2WkdJelR6bExkRFJHZG5GZlVWQXpNVmR5U0V0WlZtcHhaMGxSRWhkQ1luTTVXazlsT0VsZlNHcHJVRWxRYnpSWFVIZEJaeG9pUVU4dE1ISnNOVmQ1YTBzMk4wVlJVM0F4ZFMwMVdXbDVaR2hHZVhCdFVWcDBRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE0IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExlaWRvcyBDYXJlZXJzIiwibGluayI6Imh0dHBzOi8vY2FyZWVycy5sZWlkb3MuY29tL2pvYnMvMTI1MTU2NDQtZGF0YS1hbmFseXN0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst/DBA",
            "company_name": "Dice",
            "location": "  Washington, DC   ",
            "via": "via LinkedIn",
            "description": "Overview:\n\nILS Inc. is looking for a Data Analyst/DBA to support a federal project. The ideal candidate will be able to serve in a dual DBA/Analyst role, with strong experience developing and maintaining Oracle databases and schema objects. Candidate must possess strong oral and written communication skills and have good multitasking abilities...\n\nResponsibilities:\n• Design, develop, and maintain Oracle databases and schema objects.\n• Write complex SQL queries to extract, manipulate, and analyze large data sets. Migration Scrips from One DB to Another DB.\n• Ensure data integrity and implement data validation procedures.\n• Optimize database performance by creating and maintaining indexes, partitions, and materialized views.\n• Implement database security best practices to protect sensitive data.\n• Troubleshoot database issues and provide timely resolution.\n• Create and maintain database documentation and standards.\n• Work with cross-functional teams to understand business requirements and provide data insights.\n• Stay up-to-date with industry trends and best practices in database management and data analysis.\n\nQualifications:\n• Bachelor's Degree in Computer Science, Information Systems, Engineering, or related equivalent.\n• At least 6 years experience in the design, development, and maintenance of Oracle databases; possess excellent data analyzing skills.\n• Strong oral and written communication skills; ability to collaborate with multiple teams and have good multitasking skills.\n• Good experience with: RDBMS, Oracle , SQL / PLSQL , ETL, DB Administration, AWS",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The ideal candidate will be able to serve in a dual DBA/Analyst role, with strong experience developing and maintaining Oracle databases and schema objects",
                        "Candidate must possess strong oral and written communication skills and have good multitasking abilities",
                        "Bachelor's Degree in Computer Science, Information Systems, Engineering, or related equivalent",
                        "At least 6 years experience in the design, development, and maintenance of Oracle databases; possess excellent data analyzing skills",
                        "Strong oral and written communication skills; ability to collaborate with multiple teams and have good multitasking skills",
                        "Good experience with: RDBMS, Oracle , SQL / PLSQL , ETL, DB Administration, AWS"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Design, develop, and maintain Oracle databases and schema objects",
                        "Write complex SQL queries to extract, manipulate, and analyze large data sets",
                        "Migration Scrips from One DB to Another DB",
                        "Ensure data integrity and implement data validation procedures",
                        "Optimize database performance by creating and maintaining indexes, partitions, and materialized views",
                        "Implement database security best practices to protect sensitive data",
                        "Troubleshoot database issues and provide timely resolution",
                        "Create and maintain database documentation and standards",
                        "Work with cross-functional teams to understand business requirements and provide data insights",
                        "Stay up-to-date with industry trends and best practices in database management and data analysis"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Dice&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCOwN",
                    "text": "See web results for Dice"
                }
            ],
            "extensions": [
                "3 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QvREJBIiwiaHRpZG9jaWQiOiIyT1RJTzFQTEVkVUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVVcxeWRGY3dVWGRZTm14SGRIRlNSSFJNV21KbmExZEtWMDV6VEd0RlFrWlhXV3RPY0dkbVdGZHVlVnBWVUcxclFtcFpRVVo1VDNrM1lrb3RUWFU1VXpoZlpWRnZTbTFmV25oRlJrWmhNMU4xWmxJeWEySXpaeTE0VlZoUWVHSXRjMWxNYzNWMFVYcHNPRWh0VTFoaVNreEljVmx1ZW1GVVdIazRTR2RyTjB0b2JHTmxZV1JZU0hRNGFrNU5TMVJsZFRaTFYwbHdVMFJWY2xveU0xaFBaa1V3V0RORE9XUlZVamhLWTB0WFUxZHpFaGRDWW5NNVdrOWxPRWxmU0dwclVFbFFielJYVUhkQlp4b2lRVTh0TUhKc05VeFdSSEY2WHpsZmJuaEJlWFI2YUhsb1NsTTNWVk13VjFJNVVRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kYXRhLWFuYWx5c3QtZGJhLWF0LWRpY2UtMzU3MDc5ODMxND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst",
            "company_name": "Leidos",
            "location": "  Bethesda, MD   ",
            "via": "via Salary.com",
            "description": "Description\n\nJob Description...\n\nAt Leidos, we deliver innovative solutions through the efforts of our diverse and talented people who are dedicated to our customers’ success. We empower our teams, contribute to our communities, and operate sustainable practices. Everything we do is built on a commitment to do the right thing for our customers, our people, and our community. Our Mission, Vision, and Values guide the way we do business. Employees enjoy career enrichment opportunities available through mobility and development and experience rewarding relationships with supportive supervisors and talented colleagues and customers. Your most important work is ahead.\n\nIf this sounds like the kind of environment where you can thrive, keep reading!\n\nLeidos is seeking experienced Data Analyst personnel for our client’s operational requirements on a mission focused program within a challenging, dynamic setting located in the Virginia and Maryland area. Successful candidates in this position will collaborate with a diverse group of individuals across the intelligence community and directly contribute to management and analysis of security policy and operations.\n\nPrimary Responsibilities: Data Analyst\n• Performing in-depth technical studies requiring specialized skills or knowledge.\n• Performs statistical data analysis of information requested from and provided by ODNI and the IC\n• Organizes intelligence data in an effective manner to increase data driven decision making and access, using cutting edge analytic models, to provide the most rigorous and consolidated insight into all analytic product lines and decision making processes\n• Conducts comparison and trend analysis of IC data industry to identify external trends and data points\n• Initiates drafts of mandated reports to accurately describe performed analyses, prepares initial responses to inquiries, prepares executive level presentations utilizing data and research, coordinates data requests through formal processes, and supports ad hoc data meetings\n\nBasic Qualifications:\n• TS/SCI with Poly\n• Demonstrated experience in performing data analysis and modeling on an independent basis\n• Demonstrated experience in developing and applying quantitative methods to find patterns and relationships in large data sets using statistical and graphical packages\n• Ability to translate complex, technical, or analytic findings into an easily understood narrative—tell a story with the graphical, verbal or written form\n• Demonstrated 10 years expertise in supporting quantitative and analytical efforts\n• Bachelors or advanced degree in relevant fields such as statistics, mathematics, comp sci, physical science, economics or engineering (may be substituted with additional years (above 10) of relevant experience\n• At least 12 years work experience related to the technical requirement\n• At least 5 years working with or in the IC\n\nPay Range:\nPay Range $118,300.00 - $182,000.00 - $245,700.00\n\nThe Leidos pay range for this job level is a general guideline only and not a guarantee of compensation or salary. Additional factors considered in extending an offer include (but are not limited to) responsibilities of the job, education, experience, knowledge, skills, and abilities, as well as internal equity, alignment with market data, applicable bargaining agreement (if any), or other law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "TS/SCI with Poly",
                        "Demonstrated experience in performing data analysis and modeling on an independent basis",
                        "Demonstrated experience in developing and applying quantitative methods to find patterns and relationships in large data sets using statistical and graphical packages",
                        "Ability to translate complex, technical, or analytic findings into an easily understood narrative—tell a story with the graphical, verbal or written form",
                        "Demonstrated 10 years expertise in supporting quantitative and analytical efforts",
                        "Bachelors or advanced degree in relevant fields such as statistics, mathematics, comp sci, physical science, economics or engineering (may be substituted with additional years (above 10) of relevant experience",
                        "At least 12 years work experience related to the technical requirement",
                        "At least 5 years working with or in the IC"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Successful candidates in this position will collaborate with a diverse group of individuals across the intelligence community and directly contribute to management and analysis of security policy and operations",
                        "Performing in-depth technical studies requiring specialized skills or knowledge",
                        "Performs statistical data analysis of information requested from and provided by ODNI and the IC",
                        "Organizes intelligence data in an effective manner to increase data driven decision making and access, using cutting edge analytic models, to provide the most rigorous and consolidated insight into all analytic product lines and decision making processes",
                        "Conducts comparison and trend analysis of IC data industry to identify external trends and data points",
                        "Initiates drafts of mandated reports to accurately describe performed analyses, prepares initial responses to inquiries, prepares executive level presentations utilizing data and research, coordinates data requests through formal processes, and supports ad hoc data meetings"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Pay Range $118,300.00 - $182,000.00 - $245,700.00",
                        "The Leidos pay range for this job level is a general guideline only and not a guarantee of compensation or salary"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.leidos.com/",
                    "text": "leidos.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Leidos&sa=X&ved=0ahUKEwin0-f37rH-AhXxMUQIHaPCA4gQmJACCK0O",
                    "text": "See web results for Leidos"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6InducVA2cTl3YnFzQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9VM3BRVjJwVFpHdDNWemRrYWt4V09IbDVRVFIxTkdJMU4yTjFPSGhIUm1vd1FXNXRaVEY2UTAxVGExRkRjRkZYTW5sV2JIbzNjRGxKZDFkUlNEUjBOamREVGtRNE1qQnpZVlpzYWxCQ1RuTTVORUZXVHpWTVVHRlFWRE5WZUdoellsazJialI2YTA1aWN5MW5iMWx1UjNGWmMydGtVRXhUY3pjeWFEQkRjRFJuT1d0b1QxOVdRMjVDUkRVMFF6bElOV1ZVY1VWMllrbG1WRmhuRWhkQ1luTTVXazlsT0VsZlNHcHJVRWxRYnpSWFVIZEJaeG9pUVU4dE1ISnNOR3BZTTFReVlXaHRZVlppWjBkcVVXOUtkekpNVm1kd1FXOUhVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE4IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFNhbGFyeS5jb20iLCJsaW5rIjoiaHR0cHM6Ly93d3cuc2FsYXJ5LmNvbS9qb2IvbGVpZG9zL2RhdGEtYW5hbHlzdC9qMjAyMzAzMTUyMjQyMzQwMjYzNjYxP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Data analyst",
                    "value": "data analyst"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Analyst senior",
                    "value": "analyst senior"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Project manager",
                    "value": "project manager"
                },
                {
                    "text": "Reporting analyst",
                    "value": "reporting analyst"
                },
                {
                    "text": "Advisor",
                    "value": "advisor"
                },
                {
                    "text": "Assistant director",
                    "value": "assistant director"
                },
                {
                    "text": "Auditor",
                    "value": "auditor"
                },
                {
                    "text": "Budget analyst",
                    "value": "budget analyst"
                },
                {
                    "text": "Business analyst",
                    "value": "business analyst"
                },
                {
                    "text": "Data architect",
                    "value": "data architect"
                },
                {
                    "text": "Database analyst",
                    "value": "database analyst"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Epidemiologist",
                    "value": "epidemiologist"
                },
                {
                    "text": "Health",
                    "value": "health"
                },
                {
                    "text": "Level business",
                    "value": "level business"
                },
                {
                    "text": "Operations analyst",
                    "value": "operations analyst"
                },
                {
                    "text": "Planning analyst",
                    "value": "planning analyst"
                },
                {
                    "text": "Senior analyst",
                    "value": "senior analyst"
                },
                {
                    "text": "Server",
                    "value": "server"
                },
                {
                    "text": "Sr. analyst",
                    "value": "sr. analyst"
                },
                {
                    "text": "System",
                    "value": "system"
                },
                {
                    "text": "Systems analyst",
                    "value": "systems analyst"
                },
                {
                    "text": "Writer",
                    "value": "writer"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "McLean, VA",
                    "value": "O3mKsew1tonx6vqtXrpijg=="
                },
                {
                    "text": "Philadelphia, PA",
                    "value": "60u11Ni3xonBWD6M2BT1iQ=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Jersey City, NJ",
                    "value": "3a-_JdJQwonZJc2iE_BJAg=="
                },
                {
                    "text": "Columbia, MD",
                    "value": "UaBpY7Dft4ldY4e2Zb3W8A=="
                },
                {
                    "text": "Raleigh, NC",
                    "value": "9-BRny9arImt8BGKUraQZw=="
                },
                {
                    "text": "Richmond, VA",
                    "value": "7cmZVwkRsYnFPELibT7Yvw=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Princeton, NJ",
                    "value": "8VnQcsHmw4nC1hNKk0nNPw=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Charlottesville, VA",
                    "value": "j6RQ6i2Gs4n8dIvDlvCGkA=="
                },
                {
                    "text": "Hanover, NJ",
                    "value": "_Tx0TbWnw4kSKPkE63Ei3w=="
                },
                {
                    "text": "Newark, NJ",
                    "value": "HQ6aMnBTwolz5P7cKty84Q=="
                },
                {
                    "text": "Springfield, VA",
                    "value": "nTrlhehNtokEpfoWJG_nZw=="
                },
                {
                    "text": "Trenton, NJ",
                    "value": "ubs9LUhDwYm811yJf1YWzw=="
                },
                {
                    "text": "Vienna, VA",
                    "value": "72pWHGdJtom6NhBXsAzBLw=="
                },
                {
                    "text": "Virginia Beach, VA",
                    "value": "pycV_OjBuolzAS6jgBAWBA=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Cockeysville, MD",
                    "value": "Z4DtpGcSyIkDNpvSwWL1mg=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "Falls Church, VA",
                    "value": "rWNGem5LtolZlz2XiGZTbg=="
                },
                {
                    "text": "Harrisburg, PA",
                    "value": "l54HuBbByInVRo0SyEJuuw=="
                },
                {
                    "text": "Parsippany-Troy Hills, NJ",
                    "value": "wyhwKCQIw4nwJGOxkJil9g=="
                },
                {
                    "text": "Radnor, PA",
                    "value": "8__CSzHrxok4NAQ3Ouif3Q=="
                },
                {
                    "text": "Reston, VA",
                    "value": "5WUWJkdAtomfrnGo6K_fYw=="
                },
                {
                    "text": "Rockville, MD",
                    "value": "FZHj_iwqtokk38nZEL6l7A=="
                },
                {
                    "text": "Allendale, NJ",
                    "value": "KYB5ko3jwomiVqFALKRnHg=="
                },
                {
                    "text": "Allentown, PA",
                    "value": "4dxKn5I5xImhJGgkS9_56g=="
                },
                {
                    "text": "Ashburn, VA",
                    "value": "V8n8ZvEVtolbPR6xbjHaCQ=="
                },
                {
                    "text": "Audubon, PA",
                    "value": "JwqVpraWxonXP5PHrlWDAg=="
                },
                {
                    "text": "Beltsville, MD",
                    "value": "kalNcnXDt4l7N8AW5ohfZw=="
                },
                {
                    "text": "Berwyn, PA",
                    "value": "QTyUkk2TxonheFpOBDvIcQ=="
                },
                {
                    "text": "Bethlehem, PA",
                    "value": "FcGUzEo-xImDspEcSZzFTg=="
                },
                {
                    "text": "Binghamton, NY",
                    "value": "0bet33Lv2ol_M-33A5ePBg=="
                },
                {
                    "text": "Bowie, MD",
                    "value": "SfEGwo3qt4lVbq5KSSK3yg=="
                },
                {
                    "text": "Burtonsville, MD",
                    "value": "sxIz6Gvbt4k7Dn5xqxwIlg=="
                },
                {
                    "text": "Chapel Hill, NC",
                    "value": "p35uIRzDrInL5EME4LoDfw=="
                },
                {
                    "text": "Chesapeake City, MD",
                    "value": "l8s6Whykx4kMWVoZrlKCDg=="
                },
                {
                    "text": "Chevy Chase, MD",
                    "value": "DxpmGHLJt4meDebirKhC0A=="
                },
                {
                    "text": "Claymont, DE",
                    "value": "L0p4F3PkxoltnT59bfhDsA=="
                },
                {
                    "text": "Clinton, PA",
                    "value": "_w7a_z5DNIgDT5Qf2RFcag=="
                },
                {
                    "text": "Cranford, NJ",
                    "value": "402TZCSyw4lRQXMiUI_elQ=="
                },
                {
                    "text": "Dover, DE",
                    "value": "rV5odTNjx4nwbAD7R-TiqQ=="
                },
                {
                    "text": "Dulles, VA",
                    "value": "uc_EVAw2tom88m3GzTNukg=="
                },
                {
                    "text": "East Brunswick, NJ",
                    "value": "RRATU5rFw4kv9zbwTaawfg=="
                },
                {
                    "text": "Eatontown, NJ",
                    "value": "WUPjSqAvwonW4Wgz2NrIZg=="
                },
                {
                    "text": "Edison, NJ",
                    "value": "maG-aH_Tw4nq1INvpsUr8g=="
                },
                {
                    "text": "Elmira, NY",
                    "value": "4_IXPTsV0Im_OjomMGb8SA=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Legal",
                    "value": "/business/naics2007/5411"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Construction",
                    "value": "/business/naics2007/23"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Repair",
                    "value": "/business/naics2007/811"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Leidos",
                    "value": "/m/01h2kg"
                },
                {
                    "text": "Apex Systems",
                    "value": "/g/11bycxrxk8"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "General Dynamics Information Technology",
                    "value": "/m/09msylq"
                },
                {
                    "text": "Lincoln Financial",
                    "value": "/m/05d_7l"
                },
                {
                    "text": "Robert Half",
                    "value": "/m/07k98m"
                },
                {
                    "text": "Sheetz",
                    "value": "/m/05hfyr"
                },
                {
                    "text": "Activision",
                    "value": "/m/09j_g"
                },
                {
                    "text": "Aston Carter",
                    "value": "/g/11dyhrdd6"
                },
                {
                    "text": "Columbia University",
                    "value": "/m/01w5m"
                },
                {
                    "text": "Envestnet, Inc",
                    "value": "/g/11c1wj0rj0"
                },
                {
                    "text": "HireRocket",
                    "value": "/g/11fy1_kfnz"
                },
                {
                    "text": "Johns Hopkins University",
                    "value": "/m/09kvv"
                },
                {
                    "text": "LMI",
                    "value": "/g/11b7cd2mzj"
                },
                {
                    "text": "Motion Recruitment",
                    "value": "/g/1dtxtpd9"
                },
                {
                    "text": "New York Life Insurance Co",
                    "value": "/m/06zcyw"
                },
                {
                    "text": "New York University",
                    "value": "/m/0bwfn"
                },
                {
                    "text": "Open Systems Technologies",
                    "value": "/g/11b7c7x3lx"
                },
                {
                    "text": "Sentara",
                    "value": "/m/0b2b1z"
                },
                {
                    "text": "3S Business Corporation Inc.",
                    "value": "/g/11c73zm7r7"
                },
                {
                    "text": "AHRC New York City Schools",
                    "value": "/m/05p21r9"
                },
                {
                    "text": "AITHERAS, LLC",
                    "value": "/g/11g9n920j9"
                },
                {
                    "text": "ASHLIN Management Group, Inc.",
                    "value": "/g/11c73xg87n"
                },
                {
                    "text": "Adecco",
                    "value": "/m/08gz46"
                },
                {
                    "text": "Allegis Group",
                    "value": "/m/0c76nq"
                },
                {
                    "text": "AllianceBernstein Holding L.P.",
                    "value": "/m/06xfmc"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "America Votes",
                    "value": "/m/049dzm"
                },
                {
                    "text": "American Express",
                    "value": "/m/01w6dw"
                },
                {
                    "text": "Arc Aspicio",
                    "value": "/g/11c73nvpzg"
                },
                {
                    "text": "Aristocrat Technologies",
                    "value": "/g/1q62hcbrd"
                },
                {
                    "text": "Ascension",
                    "value": "/g/11jfc272qc"
                },
                {
                    "text": "Aurora Solar",
                    "value": "/g/11f012n_zq"
                },
                {
                    "text": "AutoNation, Inc.",
                    "value": "/m/03p1kfg"
                },
                {
                    "text": "BAE Systems",
                    "value": "/m/01cf6w"
                },
                {
                    "text": "BRMi",
                    "value": "/g/11f0168y48"
                },
                {
                    "text": "Barclays",
                    "value": "/m/05t8c5"
                },
                {
                    "text": "Beacon Building Products",
                    "value": "/m/012ds44r"
                },
                {
                    "text": "Bering Straits Native Corporation (BSNC)",
                    "value": "/m/02q85bm"
                }
            ]
        }
    ]
}