{
    "search_metadata": {
        "id": "643dbafc33b236b7cec48069",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/cb3173a939f209f5/643dbafc33b236b7cec48069.json",
        "created_at": "2023-04-17 21:32:44 UTC",
        "processed_at": "2023-04-17 21:32:44 UTC",
        "google_jobs_url": "https://www.google.com/search?q=data+scientist&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=10",
        "raw_html_file": "https://serpapi.com/searches/cb3173a939f209f5/643dbafc33b236b7cec48069.html",
        "total_time_taken": 3.68
    },
    "search_parameters": {
        "q": "data scientist",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 10
    },
    "jobs_results": [
        {
            "title": "Data Scientist Jobs",
            "company_name": "Azimuth Corporation",
            "location": "  Springfield, VA   ",
            "via": "via Clearance Jobs",
            "description": "Data Scientist | Springfield, VA\n\nAzimuth Corporation is hiring for a talented Data Scientist to support an NGA Research...\n\ncustomer in the Springfield, VA area. The ideal candidate will provide technical support and\n\nexpertise to the Predictive Analytics Pod for the Analytic Technologies Office. Some\n\nresponsibilities of this position include, but are not limited to, the following:\n\n• Develop advanced quantitative models and analytic methodologies to anticipate\n\npotential threats, improve targeting of geospatial data collection, and enable automated\n\nidentification of emerging issues and events.\n\n• Provide technical support in human geography, machine learning, statistical modeling,\n\nnumerical optimization, photogrammetry, remote sensing, and image registration.\n\n• Apply technical knowledge of how the imagery acquisition process currently functions\n\nwithin and outside of NGA, for national assets and commercial Contractors.\n\n• Apply technical knowledge of state of the art and novel approaches in ML.\n\n• Provide technical assessment of optimization algorithms to the Government.\n\nBasic Qualifications\n\n• 13 years of experience and a MA/MS degree. OR a BA/BS degree and 15 years of\n\nexperience within a discipline relevant to the work associated with the position.\n\n• Excellent communication, problem-solving, time-management, and organizational skills.\n\n• Active TS/SCI Clearance.\n\nDesired Qualifications\n\n• Previous experience supporting NGA or a similar IC organization.\n\nPhysical Requirements / Travel\n\n• Must be able to work in an office environment at a desk and computer.\n\n• May travel ~10% to conferences, program reviews, industry meetings, or other\n\ncollaborative events. Most or all travel would be CONUS.\n\nAzimuth Overview\n\nAzimuth is an award-winning Woman Owned Small Business specializing in providing research\n\nand development and professional services support to the federal government. Azimuth's\n\nagility, customer driven approach and our commitment to our employees allows us to meet and\n\nexceed our client goals. Excellence, Integrity, Accountability, Community and Humility are the\n\ncore values of Azimuth as we continue to strive as a recognized leader in the management\n\nconsulting community that both federal agencies and industry partners value doing business\n\nwith. We are an organization that offers both our employees and clients an exceptional\n\nexperience; our culture will be contagious, while always maintaining a genuine reputation.\n\nDisclaimer\n\nThe above information on this description has been designed to indicate the general nature and level\n\nof work performed by employees within this classification. It is not designed to contain or be\n\ninterpreted as a comprehensive inventory of all duties, responsibilities, and qualifications required of\n\nemployees assigned to this job.\n\nAzimuth Corporation does not discriminate in employment on the basis of race, color, religion, sex\n\n(including pregnancy and gender identity), national origin, political affiliation, sexual orientation,\n\nmarital status, disability, genetic information, age, membership in an employee organization,\n\nretaliation, parental status, military service, or other non-merit factor.\n\nservice, or other non-merit factor",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "13 years of experience and a MA/MS degree",
                        "OR a BA/BS degree and 15 years of",
                        "experience within a discipline relevant to the work associated with the position",
                        "Excellent communication, problem-solving, time-management, and organizational skills",
                        "Active TS/SCI Clearance",
                        "Physical Requirements / Travel",
                        "Must be able to work in an office environment at a desk and computer"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The ideal candidate will provide technical support and",
                        "expertise to the Predictive Analytics Pod for the Analytic Technologies Office",
                        "Develop advanced quantitative models and analytic methodologies to anticipate",
                        "potential threats, improve targeting of geospatial data collection, and enable automated",
                        "identification of emerging issues and events",
                        "Provide technical support in human geography, machine learning, statistical modeling,",
                        "numerical optimization, photogrammetry, remote sensing, and image registration",
                        "within and outside of NGA, for national assets and commercial Contractors",
                        "Apply technical knowledge of state of the art and novel approaches in ML",
                        "Provide technical assessment of optimization algorithms to the Government",
                        "Most or all travel would be CONUS"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Azimuth+Corporation&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAII0Qk",
                    "text": "See web results for Azimuth Corporation"
                }
            ],
            "extensions": [
                "7 hours ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "7 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCBKb2JzIiwiaHRpZG9jaWQiOiJEdGsxTFB5YmE4c0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVVZVelJVMXpWVzloWDFKbFRXWmhSRXB1ZVhaUmRtVkxkbXB0WWtwM1NuWjNUVUkwV1dseFFVMXBNV1pSTkhGS1JEWTJTbUZyYldsMmNYcGZSMWx3Y2pCeldUazVibXhqYlVRME1IcG9kR1JVTjE5Q2FsSlhWbTF0UWxWRFNtc3dOSFpIY3pCZldqaERkemxDV1VoaU5FTm9kRTl5YzFJMWNqaENVbHBrVnpsaGVGWTNWV3B6TmxndE9YTndNV2xCV1VOTFdtczBiSGgzUzBaQ2NGWmlNVU5WZFd0VGJrcG1OVjlWVVc5V1ltTnpFaGRmY204NVdrcE1ORXB3WWsweWNtOVFYemQxVlhOQlJSb2lRVTh0TUhKc05pMXpSRWhJWkdsM01pMHhSek5RUWtVdFVHZFVUbmx2ZEZCVVp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiIubkZnMmVie2ZvbnQtd2VpZ2h0OjUwMH0uQmk2RGRje2ZvbnQtd2VpZ2h0OjUwMH1BcHBseSBvbiBDbGVhcmFuY2UgSm9icyIsImxpbmsiOiJodHRwczovL3d3dy5jbGVhcmFuY2Vqb2JzLmNvbS9qb2JzLzcxMjYwNjEvZGF0YS1zY2llbnRpc3Q/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Scientist",
            "company_name": "Diverse Lynx",
            "location": "  Arlington, VA   ",
            "via": "via LinkedIn",
            "description": "Job Title: Data Scientist\n\nLocation:Arlington, VA...\n\nDuration: Full Time\n\nJob Description\n\nMust-Have** (Ideally should not be more than 3-5)\n• 3-4 years Machine learning experience\n• Experience in creating the complex models in Python\n• Deployment of Client models\n• Good understanding of extra data sources to create the predictive models\n• Prior experience in predictive model building using Python\n\nGood-to-Have\n• Should have hands on experience with Machine learning models like Regression, Logistics regression, Survival analysis model, Gradient Boosting, Collaborative filtering, Bayesian, SVM, Random Forest etc\n• Strong Analytics experience (5-10 years)\n• Prior experience in Client industry\nSN Responsibility of / Expectations from the Role 1 Producing detailed specifications and writing the program codes 2 Testing the product in controlled, real situations before going live 3 Preparation of training manuals for users 4 Knowledge sharing with team members and a good team player 5 Flexible to work in waterfall or Agile methodologies\n\nDiverse Lynx LLC is an Equal Employment Opportunity employer. All qualified applicants will receive due consideration for employment without any discrimination. All applicants will be evaluated solely on the basis of their ability, competence and their proven capability to perform the functions outlined in the corresponding role. We promote and support a diverse workforce across all levels in the company",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "3-4 years Machine learning experience",
                        "Experience in creating the complex models in Python",
                        "Deployment of Client models",
                        "Good understanding of extra data sources to create the predictive models",
                        "Prior experience in predictive model building using Python",
                        "Should have hands on experience with Machine learning models like Regression, Logistics regression, Survival analysis model, Gradient Boosting, Collaborative filtering, Bayesian, SVM, Random Forest etc",
                        "Strong Analytics experience (5-10 years)",
                        "Prior experience in Client industry",
                        "SN Responsibility of / Expectations from the Role 1 Producing detailed specifications and writing the program codes 2 Testing the product in controlled, real situations before going live 3 Preparation of training manuals for users 4 Knowledge sharing with team members and a good team player 5 Flexible to work in waterfall or Agile methodologies"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.diverselynx.com/",
                    "text": "diverselynx.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Diverse+Lynx&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAIIjQo",
                    "text": "See web results for Diverse Lynx"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoicmthUWVOV1kteDBBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1VrczBaMGhHYmxSRWVIaFRhMnQwTjJseVNFWm9OV1Y2U0dVNU9WSmhORkp2U2pGVmJuVnhia1J2U21VM2JXVmZlbEF0T1VrMGFFbExXbk5hTjFGYU5FSXlZMmxJZFZkc2VFa3lhbVJLTlRWU1dXVmhZMnhQY21kMFFYTllVV3RUY2poSFNYZElSR2xWUW1SMlQxZE5lVzQxYkdWSGQwMTJURFIzTjFWb1RuZGZZMHBrTmtSQlRUVk9ja1V6UVZSQ2RUWnJja1EyVDFFelExSlplazFTUVhVMGJuVndTRzFHU1hGdFdHTXdlRFpKRWhkZmNtODVXa3BNTkVwd1lrMHljbTlRWHpkMVZYTkJSUm9pUVU4dE1ISnNORTVvWTFsTGQzUXdRMlJSZUU5UWVIUk9WRnBYU0VReWJGaGZRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9kYXRhLXNjaWVudGlzdC1hdC1kaXZlcnNlLWx5bngtMzQxNTI1Mzg5OT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Scientist- Remote",
            "company_name": "General Dynamics Information Technology",
            "location": "  Fairfax, VA   ",
            "via": "via General Dynamics Information Technology",
            "description": "Req ID: RQ145701\n\nType of Requisition: Regular...\n\nClearance Level Must Be Able to Obtain: Secret\n\nJob Family: Data Science\n\nSkills:\n\nData Science,Statistical Analysis,Statistical Methods\n\nExperience:\n\n8 + years of related experience\n\nUS Citizenship Required:\n\nYes\n\nJob Description:\n\nData Scientist Advisor\n\nDeliver insights to help our clients turn data into action as a Data Scientist Advisor at GDIT. Your work will provide transformative solutions to our clients’ big-data obstacles and help advance the mission. Here, you can make a meaningful impact on our clients’ mission and on your career.\n\nAt GDIT, people are our differentiator. As a Data Scientist Advisor you will help ensure today is safe and tomorrow is smarter. Our work depends on Data Scientist Advisor joining our team to\n\nHOW A DATA SCIENTIST ADVISOR WILL MAKE AN IMPACT\n• Performs scientific work associated with the analytical, statistical, and programming skills to collect, analyze, and interpret large data sets; develop data-driven solutions to difficult business challenges\n• Help drive innovation in an area focused on DON’s Manpower and HR Total Force workforce, through many data sources and processes, to propose and apply novel and adaptive analytic solutions to solve complex organizational and workforce business challenges or problems.\n• Design and develop statistical analyses, visualize the output of statistical models, present and interpret the output of predictive models, and perform quality assurance tasks as assigned and tracked by MAHRS leadership\n• Perform exploratory data analysis and model-fitting to reveal data features of interest to include machine learned and predictive modeling; bi-weekly updates on assigned models and products required\n• Develop conceptual design and models, within 60-90 days as assigned, to address mission requirements, develop qualitative and quantitative methods for characterizing datasets in various states; and perform analytic modeling, scripting, and/or programming\n• Work collaboratively and iteratively throughout the data-science lifecycle\n• Design and develop analytics and techniques for analysis; and analyze data using mathematical and statistical methods\n\nEvaluate, document and communicate research processes, analyses, and results to customers, peers, and leadership\n\nWHAT YOU’LL NEED TO SUCCEED:\n• Education: Masters of Science in computer science, engineering, mathematics, statistics, business or a similar field\n• Required Experience: 8+ years of related experience in data mining, advanced analytical algorithms, programming, data science or software engineering.\n• Experience with any or all of the following (Cognos BI, PowerBI, Qlik, Databricks, DON/Jupiter tools, Excel)\n• U.S. citizenship\n• SECRET Clearance\n\nGDIT IS YOUR PLACE:\n\n● Full-flex work week to own your priorities at work and at home\n\n● 401K with company match\n\n● Comprehensive health and wellness packages\n\n● Internal mobility team dedicated to helping you own your career\n\n● Professional growth opportunities including paid education and certifications\n\n● Cutting-edge technology you can learn from\n\n● Rest and recharge with paid vacation and holidays\n\nOur benefits package for all US-based employees includes a variety of medical plan options, some with Health Savings Accounts, dental plan options, a vision plan, and a 401(k) plan offering the ability to contribute both pre and post-tax dollars up to the IRS annual limits and receive a company match.To encourage work/life balance, GDIT offers employees full flex work weeks where possible and a variety of paid time off plans, including vacation, sick and personal time, holidays, paid parental, military, bereavement and jury duty leave. GDIT typically provides new employees with 15 days of paid leave per calendar year to be used for vacations, personal business, and illness and an additional 10 paid holidays per year. Paid leave and paid holidays are prorated based on the employee’s date of hire. The GDIT Paid Family Leave program provides a total of up to 160 hours of paid leave in a rolling 12 month period for eligible employees.To ensure our employees are able to protect their income, other offerings such as short and long-term disability benefits, life, accidental death and dismemberment, personal accident, critical illness and business travel and accident insurance are provided or available.We regularly review our Total Rewards package to ensure our offerings are competitive and reflect what our employees have told us they value most.\n\nCOVID-19 Vaccination: GDIT does not have a vaccination mandate applicable to all employees. To protect the health and safety of its employees and to comply with customer requirements, however, GDIT may require employees in certain positions to be fully vaccinated against COVID-19. Vaccination requirements will depend on the status of the federal contractor mandate and customer site requirements.\n\nWe are GDIT. The people supporting some of the most complex government, defense, and intelligence projects across the country. We deliver. Bringing the expertise needed to understand and advance critical missions. We transform. Shifting the ways clients invest in, integrate, and innovate technology solutions. We ensure today is safe and tomorrow is smarter. We are there. On the ground, beside our clients, in the lab, and everywhere in between. Offering the technology transformations, strategy, and mission services needed to get the job done.\n\nGDIT is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status, or any other protected class",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Clearance Level Must Be Able to Obtain: Secret",
                        "Data Science,Statistical Analysis,Statistical Methods",
                        "Education: Masters of Science in computer science, engineering, mathematics, statistics, business or a similar field",
                        "Required Experience: 8+ years of related experience in data mining, advanced analytical algorithms, programming, data science or software engineering",
                        "Experience with any or all of the following (Cognos BI, PowerBI, Qlik, Databricks, DON/Jupiter tools, Excel)",
                        "U.S. citizenship"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Deliver insights to help our clients turn data into action as a Data Scientist Advisor at GDIT",
                        "Your work will provide transformative solutions to our clients’ big-data obstacles and help advance the mission",
                        "Performs scientific work associated with the analytical, statistical, and programming skills to collect, analyze, and interpret large data sets; develop data-driven solutions to difficult business challenges",
                        "Help drive innovation in an area focused on DON’s Manpower and HR Total Force workforce, through many data sources and processes, to propose and apply novel and adaptive analytic solutions to solve complex organizational and workforce business challenges or problems",
                        "Design and develop statistical analyses, visualize the output of statistical models, present and interpret the output of predictive models, and perform quality assurance tasks as assigned and tracked by MAHRS leadership",
                        "Perform exploratory data analysis and model-fitting to reveal data features of interest to include machine learned and predictive modeling; bi-weekly updates on assigned models and products required",
                        "Develop conceptual design and models, within 60-90 days as assigned, to address mission requirements, develop qualitative and quantitative methods for characterizing datasets in various states; and perform analytic modeling, scripting, and/or programming",
                        "Work collaboratively and iteratively throughout the data-science lifecycle",
                        "Design and develop analytics and techniques for analysis; and analyze data using mathematical and statistical methods",
                        "Evaluate, document and communicate research processes, analyses, and results to customers, peers, and leadership"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Full-flex work week to own your priorities at work and at home",
                        "401K with company match",
                        "Comprehensive health and wellness packages",
                        "Internal mobility team dedicated to helping you own your career",
                        "Professional growth opportunities including paid education and certifications",
                        "Our benefits package for all US-based employees includes a variety of medical plan options, some with Health Savings Accounts, dental plan options, a vision plan, and a 401(k) plan offering the ability to contribute both pre and post-tax dollars up to the IRS annual limits and receive a company match.To encourage work/life balance, GDIT offers employees full flex work weeks where possible and a variety of paid time off plans, including vacation, sick and personal time, holidays, paid parental, military, bereavement and jury duty leave",
                        "GDIT typically provides new employees with 15 days of paid leave per calendar year to be used for vacations, personal business, and illness and an additional 10 paid holidays per year",
                        "Paid leave and paid holidays are prorated based on the employee’s date of hire",
                        "The GDIT Paid Family Leave program provides a total of up to 160 hours of paid leave in a rolling 12 month period for eligible employees.To ensure our employees are able to protect their income, other offerings such as short and long-term disability benefits, life, accidental death and dismemberment, personal accident, critical illness and business travel and accident insurance are provided or available.We regularly review our Total Rewards package to ensure our offerings are competitive and reflect what our employees have told us they value most"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gdit.com/",
                    "text": "gdit.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=General+Dynamics+Information+Technology&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAII0Qo",
                    "text": "See web results for General Dynamics Information Technology"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdC0gUmVtb3RlIiwiaHRpZG9jaWQiOiJNUTZlckdXY1MyNEFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcUlDQ3VJQlFVVnpOMnBPVTBjNVNtOUNlR05oWlc0ME1qTlpia1owV1c5Q05qTkJlV1I1WnpCVE5sVXlYMDFMY0ROTVIzazJSMFpyWW14cVZuZzBPRVJ6YVc0NU5GVnRWelJzYTI4dGFUaFNhamROVVVVNVFYWkVlRE4wWjI4MWFYZzRhekprTVhGRVFWOHhaVmQ1YlVVNWNrZGFRbHBFVTJGbWJrOWpSSG8yVldST1JUTnhZbHBZVkZvMGMzSTVOM1V4VTB4WWFHazVRWEJOYWt0TlFuVklhbWx0WlhSRU1YRnNURlJwTlhocmRtSnJValF6UkZKS1oxUlFOM2xRVFcxdlpVeGpaM2hEUm5ZM1pWZ3phMEZwUWxWSFZVaEpUVFF6ZDFwa1ZGazNVek42WW5sUFp4SVhYM0p2T1ZwS1REUktjR0pOTW5KdlVGODNkVlZ6UVVVYUlrRlBMVEJ5YkRkWlpYSnJSa3RHYUdwVFJFNDVjVnBEVTNReWRuTm1NbXA2V1hjIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBHZW5lcmFsIER5bmFtaWNzIEluZm9ybWF0aW9uIFRlY2hub2xvZ3kiLCJsaW5rIjoiaHR0cHM6Ly9nZGl0LmRlam9icy5vcmcvZmFpcmZheC12YS9kYXRhLXNjaWVudGlzdC1yZW1vdGUvN0VERTBEOUFDMzFENDRBQUExQjQ3NDVDRjgyRTUyM0Ivam9iLz91dG1fc291cmNlPVJSK1hNTCtGZWVkLURFXHUwMDI2dXRtX21lZGl1bT1PdGhlclx1MDAyNnV0bV9jYW1wYWlnbj1SUitYTUwrRmVlZFx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Cleared Data Scientist",
            "company_name": "BitRelish Corporation",
            "location": "  McLean, VA   ",
            "via": "via BitRelish Corporation",
            "description": "Cleared Data Scientist\n\nTS/SCI with Full Polygraph (current or active within last 2 years...\n\nBitRelish offers an extremely competitive benefits package, including 401(k) matching on 10% of salary, company stock options, child care, $15k self-directed budget, relocation assistance and unlimited PTO.\n\nSeeking a Data Scientist for a mission-facing IC customer supporting data acquisition and exploitation strategy.\n\nIdeal candidates will have 8+ years of overall IT, Data Science and/or Development experience and demonstrated experience with:\n• AWS\n• Big data and machine learning with Apache Spark or similar\n• Containerization tools such as Docker or Kubernetes\n• Visualization tools such as Tableau or Kibana\n• Python, Linux and Bash scripting\n• Working with heterogenous data sources, such as PostgreSQL, MySQL and Neo4J\n• Data pipelines with NiFi or similar\n• Git or GitLab\n• ELK stack\n• Jupyter Notebooks\n\nLocation:\n\nMcLean, VA\n\nClearance:\n\nTS/SCI with Full Scope Polygraph\n\nFunded:\n\nYes\n\nTarget Comp:\n\n$214,129 to $384,458\n\nRef:\n\nB1725DS1",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "TS/SCI with Full Polygraph (current or active within last 2 years)",
                        "Ideal candidates will have 8+ years of overall IT, Data Science and/or Development experience and demonstrated experience with:",
                        "AWS",
                        "Big data and machine learning with Apache Spark or similar",
                        "Containerization tools such as Docker or Kubernetes",
                        "Visualization tools such as Tableau or Kibana",
                        "Python, Linux and Bash scripting",
                        "Working with heterogenous data sources, such as PostgreSQL, MySQL and Neo4J",
                        "Data pipelines with NiFi or similar",
                        "Git or GitLab",
                        "Jupyter Notebooks"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "BitRelish offers an extremely competitive benefits package, including 401(k) matching on 10% of salary, company stock options, child care, $15k self-directed budget, relocation assistance and unlimited PTO"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.bitrelish.com/",
                    "text": "bitrelish.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=BitRelish+Corporation&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAIIlAs",
                    "text": "See web results for BitRelish Corporation"
                }
            ],
            "extensions": [
                "384,458 a year",
                "Full-time",
                "Health insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "salary": "384,458 a year"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJDbGVhcmVkIERhdGEgU2NpZW50aXN0IiwiaHRpZG9jaWQiOiJIZmt6UkdKbjRYRUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVWpSRWVVZEJTM2czTTFGeU9XRk9SakkzVEVkTlpXOTBRbEZDVDBSVmJUSkpZVFJuVHpOdlVXVjNhakpJV0VWQmEybzFjazlLTVUxblJGOVpZVkJ3VUhNMU0yVnFielZDWjJOclJHVnNVQzFIYUdsS1YwUnZNVEZwYjB0V1RtczJSRUl6ZG5KWGIyOTRXV3BIVEZCelR6aHJiVEkxYmpCRmFFVlVlSGhyWjNoUWVHVlRNVlpFVGxJNWNqTTRXbkJMY2tWelRGSmhhM2RtVVY5ZlFYTXRRa05CWlZCRGVERkRVbVp6VHpWUGNtbHlRVmhEVURGb1JHSjZVMWRwTmpZd1IxOWpiRTlYRWhkZmNtODVXa3BNTkVwd1lrMHljbTlRWHpkMVZYTkJSUm9pUVU4dE1ISnNOamN4WTB3MmFtSlNVR3BQU2xFNVlUWnNZbEpxUldoc1VHOXFkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gQml0UmVsaXNoIENvcnBvcmF0aW9uIiwibGluayI6Imh0dHBzOi8vY2FyZWVycy5iaXRyZWxpc2guY29tL2piL0NsZWFyZWQtRGF0YS1TY2llbnRpc3QtSm9icy1pbi1NY0xlYW4tVkEvOTAwMTEzNz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Supervisory Biologist (Computational...",
            "company_name": "Agricultural Research Service",
            "location": "  Beltsville, MD   ",
            "via": "via USAJobs",
            "description": "This position is located with the United States Department of Agriculture (USDA), Agricultural Research Service (ARS), Beltsville Human Nutrition Research Center (BHNRC), Beltsville, MD.\n\nIn this position, as the Research Leader, you will be a part of the Center Director's Management Team participating in regular meetings with BHNRC Research Leaders and other ARS scientists to discuss research... problem needs, and opportunities and national program priorities",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "In this position, as the Research Leader, you will be a part of the Center Director's Management Team participating in regular meetings with BHNRC Research Leaders and other ARS scientists to discuss research problem needs, and opportunities and national program priorities"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.far-b.org/",
                    "text": "far-b.org"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Agricultural+Research+Service&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAIIzgs",
                    "text": "See web results for Agricultural Research Service"
                }
            ],
            "extensions": [
                "6 days ago",
                "132,368 a year",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time",
                "salary": "132,368 a year"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTdXBlcnZpc29yeSBCaW9sb2dpc3QgKENvbXB1dGF0aW9uYWwgQmlvaW5mb3JtYXRpY3MpL051dHJpdGlvbmlzdC9DaGVtaXN0L0RhdGEgU2NpZW50aXN0IiwiaHRpZG9jaWQiOiJlbFRUdzdqZ1pnSUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNDQ3JjQ1FVVnpOMnBPVTBSNWNXeENXVUY1VlROalkwbDJOVzV0WWsxRmJ6TlBNWGhJV2xKT1FUWk1SRmw0UkVOa1JURXlVM05sU1ZRMVgxbDJNak5GTlZGdVFqTkVVRUl6ZDJkUFNrOURiV3gwTTJsMFN6UjRWemR6UjNKbWVHTXhhbE5tTmxOdlRscHJUa1oyTWt4dlpWcFhPSFJxVUdoUFpqUkpVVFpXU0VoVk9ESnVkRWgwWHpWYWNqbDFNa3R5V0VSbWFYRkdPVzk2YjFSclUzcDFXbEJZWDBJeFZWcDNjSFEzUmpWSGRIZFFkMFZrZDNOeVVYZGhiMlkxUTBkWGJrbG1ia0ZEYkdKNU4xbzFiMWh4ZVZoSWRGYzRPVk5KUjB4T1JsRndXVmhLY1RkWU4wMU5YMEo0WVdORFdDMWxkMHAyYlhrMlJFZEhaQzFTVUY5RVVqWkpWMjlFTUdadU1rTjVZbEpmVDFSUVIyWjVTbkU0WWxWb05YVm1OVzFxUVVKbGEwZG1aa3h0VGxWdGNFMTFjRnBKU25sUU5qRnhTVWtTRjE5eWJ6bGFTa3cwU25CaVRUSnliMUJmTjNWVmMwRkZHaUpCVHkwd2NtdzBaVFZCUTFrMU9VeDVTa1J6T1hvNVpFNVdibGcxZG1oU2NWcFIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY184IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFVTQUpvYnMiLCJsaW5rIjoiaHR0cHM6Ly93d3cudXNham9icy5nb3YvR2V0Sm9iL1ZpZXdEZXRhaWxzLzcxODkzNjUwMD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Research Data Scientist",
            "company_name": "Booz Allen Hamilton",
            "location": "  Washington, DC   ",
            "via": "via CareerCircle.com",
            "description": "Job Number: R0163240\n\nResearch Data Scientist...\nThe Challenge:\n\nAre you excited at the prospect of unlocking the secrets held by a data set? Are you fascinated by the possibilities presented by the IoT, machine learning, and artifi cia l intelligence advances? In an increasingly connected world, massive amounts of structured and unstructured data open up new opportunities. As a data scientist, you can turn these complex data sets into us eful information to solve global challenges. Across private and public sectors - from fraud detection, to cancer research, to national intelligence - you know the answers are in the data.\n\nWe have an opportunity for you to us e your leadership and analytical skills to improve strategic innovation across sectors of the federal government. You'll work closely with your c us tomer to understand their questions and needs, and then dig into their data-rich environment to find the pieces of their information puzzle. You'll mentor teammates, develop algorithms, write scripts, build predictive analytics, apply machine learning, and us e the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help federal organizations make informed decisions. You'll provide your c us tomer with a deep understanding of their data, what it all means, and how they can us e it. Join us as we us e data science and machine learning for good in the federal government.\n\nEmpower change with us .\n\nYou Have:\n• 2+ years of experience with machine learning, data science, data research, or analytics in a professional or academic environment\n• Experience with machine learning applications and tools\n• Experience with managing diverse data sources, including preprocessing, cleansing, and verifying the integrity of data to develop data marts for data science us e cases and machine learning applications\n• Experience with frequent scripting language us e, including Python and R, and packages us ed in machine learning applications or advanced data analytics\n• Ability to work independently and achieve successful results with minimal guidance\n• Ability to articulate workflows and explain te chn ical concepts to non-te chn ical audiences\n• Secret clearance\n• Master's degree\n\nNice If You Have:\n• Experience with research practices and methodologies\n• Experience with feature selection, Computer Vision or Natural Language Processing model building, and optimization us ing supervised and unsupervised machine learning te chn iques to support analytic objectives\n• Experience within a leadership role, including project management and project evaluation\n• Experience with performing data exploration and data analysis on multiple data types, including images, video, and text\n• Ability to exhibit flexibility and initiative when dealing with ambiguo us and fast-paced situations\n\nClearance:\n\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Secret clearance is required.\n\nBuild Your Career:\n\nAt Booz Allen, we know the power of analytics and we're dedicated to helping you grow as a data analysis professional. When you join Booz Allen, you'll have the chance to:\n• access online and onsite training in data analysis and presentation methodologies, and tools like Hortonworks, Docker, Tableau, and Splu nk\n• change the world with the Data Science Bowl-the world's premier data science for so cia l good competition\n• participate in partnerships with data science leaders, like our partnership with NVIDIA to deliver Deep Learning Institute ( DLI ) training to the federal government\n\nYou'll have access to a wealth of training resources through our Analytics University, an online learning portal specifically geared towards data science and analytics skills, where you can access more than 5000 functional and te chn ical courses, certifications, and books. Build your te chn ical skills through hands-on training on the latest tools and state-of-the-art tech from our in-ho us e experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We'll help you develop the career you want as you chart your own course for success.\n\nCompensation\n\nAt Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being. Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care. Our recognition awards program acknowledges employees for exceptional performance and superior demonstration of our values. Full-time and part-time employees working at least 20 hours a week on a regular basis are eligible to participate in Booz Allen's benefit programs. Individuals that do not meet the threshold are only eligible for select offerings, not inclusive of health benefits. We encourage you to learn more about our total benefits by visiting the Resource page on our Careers site and reviewing Our Employee Benefits page.\n\nSalary at Booz Allen is determined by various factors, including but not limited to location, the individual's particular combination of education, knowledge, skills, competencies, and experience, as well as contract-specific affordability and organizational requirements. The projected compensation range for this position is $73,100.00 to $166,000.00 (annualized USD). The estimate displayed represents the typical salary range for this position and is just one component of Booz Allen's total compensation package for employees.\n\nWork Model\nOur people-first culture prioritizes the benefits of flexibility and collaboration, whether that happens in person or remotely.\n• If this position is listed as remote or hybrid, you'll periodically work from a Booz Allen or client site facility.\n• If this position is listed as onsite, you'll work with colleagues and clients in person, as needed for the specific role.\n\nEEO Commitment\n\nWe're an equal employment opportunity/affirmative action employer that empowers our people to fearlessly drive change - no matter their race, color, ethnicity, religion, sex (including pregnancy, childbirth, lactation, or related medical conditions), national origin, ancestry, age, marital status, sexual orientation, gender identity and expression, disability, veteran status, military or uniformed service member status, genetic information, or any other status protected by applicable federal, state, local, or international law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "2+ years of experience with machine learning, data science, data research, or analytics in a professional or academic environment",
                        "Experience with managing diverse data sources, including preprocessing, cleansing, and verifying the integrity of data to develop data marts for data science us e cases and machine learning applications",
                        "Experience with frequent scripting language us e, including Python and R, and packages us ed in machine learning applications or advanced data analytics",
                        "Ability to work independently and achieve successful results with minimal guidance",
                        "Ability to articulate workflows and explain te chn ical concepts to non-te chn ical audiences",
                        "Master's degree",
                        "Experience with research practices and methodologies",
                        "Experience with feature selection, Computer Vision or Natural Language Processing model building, and optimization us ing supervised and unsupervised machine learning te chn iques to support analytic objectives",
                        "Experience within a leadership role, including project management and project evaluation",
                        "Experience with performing data exploration and data analysis on multiple data types, including images, video, and text",
                        "Ability to exhibit flexibility and initiative when dealing with ambiguo us and fast-paced situations"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You'll work closely with your c us tomer to understand their questions and needs, and then dig into their data-rich environment to find the pieces of their information puzzle",
                        "You'll mentor teammates, develop algorithms, write scripts, build predictive analytics, apply machine learning, and us e the right combination of tools and frameworks to turn that set of disparate data points into objective answers to help federal organizations make informed decisions",
                        "You'll provide your c us tomer with a deep understanding of their data, what it all means, and how they can us e it",
                        "If this position is listed as onsite, you'll work with colleagues and clients in person, as needed for the specific role"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "You may be able to take advantage of our tuition assistance, onsite boot camps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips",
                        "At Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being",
                        "Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care",
                        "The projected compensation range for this position is $73,100.00 to $166,000.00 (annualized USD)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.boozallen.com/",
                    "text": "boozallen.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Booz+Allen+Hamilton&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAIIkww",
                    "text": "See web results for Booz Allen Hamilton"
                }
            ],
            "extensions": [
                "5 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJSZXNlYXJjaCBEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiQm80aVF2aWJGOHdBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1ZFUTFOMFV4TnpaMVMxVmpTMms0Wm01dlRVNHpabHBYUTNwR1ZrWnROWFJqYmsxSlEzUTJTMkZ6VHkwM1VIQjZkSE5PVW1nMVJsZ3lXbEp4VTBVMVdtOU5WM0JrYmxwc2RsVmlibkZ4ZUhablZHTlpaVzFQY1ZFNWMzSmliWFJtY2t0bExWaDRkMkl5YUhoUGRraERaMU5GUzAxNU4yRnFkSHBwUkdwMlFsRndWazl0VWxaQk1EVjFlWEl5ZFdGQlMwWllNMXBYZWt4dlprOUtSVWwwV21OcFpXUXhaMkpzVVRGdlRUY3RaVEZMU1ZkUWFYTnpWamhpVDFKVmJ6TmZUWFpmZFZveEVoZGZjbTg1V2twTU5FcHdZazB5Y205UVh6ZDFWWE5CUlJvaVFVOHRNSEpzTkhSYVZDMVpXSE5rVVdneWFsVnJlRjg1TUVSQ1ZtSk5SV2RKVVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBDYXJlZXJDaXJjbGUuY29tIiwibGluayI6Imh0dHBzOi8vd3d3LmNhcmVlcmNpcmNsZS5jb20vam9icy9hbGwvYWxsL3VzYS9EQy9XYXNoaW5ndG9uLzYwOTZGQjJELTcwNzgtNDMzNC1CQUM0LTFCMzVDOUE2RTIwOD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Lead Data Scientist",
            "company_name": "Hilton",
            "location": "  McLean, VA   ",
            "via": "via Jobs At Hilton",
            "description": "In Commercial Strategy, Insights, and Analytics, we are internal consultants to key functions across the business, including Hilton’s Customer, Brands, Marketing, Digital, Revenue, and Sales organizations, with specialized support for the executive leadership team. The team consists of both embedded authorities who serve as strategic advisors to key partners and technical specialists who are... proficient in advanced analytics techniques and tools. The team is integrated with the business functions to ensure close partnership and to optimally measure and drive company performance.\n\nWhat will I be doing?\n\nThe Data Science Team serves as internal advanced analytics consultants to key functions across Hilton’s business, bringing predictive and prescriptive analytics through Data Science, Machine Learning (ML), and Artificial Intelligence (AI). You will be an ambassador bringing values of big data to fruition and serving as the main resource for building sophisticated analytics models for Hilton’s groundbreaking data science initiatives!\n\nMore specifically, you will:\n• Collaborate with business and technical teams to collect, analyze enhance and understand business requirements.\n• Translate activities and business goals into researching, selecting, and building data science models and algorithms.\n• Partner with other functional teams to access data elements, understand the data being analyzed, and identify improvement opportunities for the data ingestion process.\n• Design, improve, document, develop, code, and test sophisticated analytical prototype models in a big-data environment.\n• Develop models associated with structured and unstructured data in creative and novel ways, and operate with significant autonomy.\n• Provide technical advice to other team members and senior management, and lead model development of data science projects.\n• Write and test product or system development code.\n• Participate in design reviews with peers and engineering team to decide among available technologies.\n• Review and own code base developed by data scientists for production level quality and provide feedback to ensure the best methods (e.g., style guidelines, checking code in, accuracy, testability, and efficiency).\n\nWhat are we looking for?\n\nWe seek problem-solvers who are passionate about data science and strive for opportunities to build or improve data science algorithms and models. We believe the success in this role will demonstrate itself through the following attributes and skills:\n• Self-starter, well organized, accountable, and a confident teammate willing to take ownership of responsibilities with a high level of positive energy and drive\n• Forward-thinking individuals who have a real passion for delivering a highly positive customer experience\n• A dedicated work demeanor that exhibits flexibility, drive, and dependability\n• A high level of accountability and commitment to solving problems through critical thinking\n• Experience managing large datasets, diving into data to discover patterns, using data visualization tools, and creating robust models\n\nTo fulfill this role successfully, you should demonstrate the following minimum qualifications:\n• Five (5) years of demonstrated ability modeling techniques such as statistical analysis, regression models, optimization, machine learning models, NLP, etc.\n• Three (3) years of experience working with software development and with data structures/algorithms\n• Three (3) years of experience in Python / Java / C++ with production-quality code\n• Three (3) years building scalable, robust, supportable data science applications in production\n\nIt would be useful in this position for you to demonstrate the following capabilities and distinctions:\n• Masters or PhD degree in Data Science, Statistics, Operations Research, Computer Science, Industrial Engineering, or similar disciplines\n• Three (3) years of experience in cloud infrastructure and MLOps tools such as AWS, Azure, or Google Cloud.\n• Three (3) years of experience working in a complex, matrixed organization involving multi-functional, and/or cross-business projects.\n• Experience building and developing large-scale data science infrastructure.\n\nWhat is it like working for Hilton?\n\nThe future of hospitality is bright at Hilton: a leading global hospitality company with a diverse portfolio of world-class brands. Dedicated to filling the earth with the light and warmth of hospitality, we have welcomed more than 3 billion guests in our more than 100-year history. Hilton is proud to have an award-winning workplace culture, and we are consistently named among one of the World’s Best Workplaces.\n\nWe support the mental and physical wellbeing of all Team Members, so they can Thrive, thanks to innovative programs and benefits such as workplace flexibility, career growth and development, and our Go Hilton travel discount program. Hilton prioritizes understanding and integrating our Team Members’ unique perspectives and voices—along with those of our Guests, Owners, Suppliers, and Partners—to cultivate a diverse and inclusive environment for all. Check out the Hilton Careers blog and Instagram to learn more about what it’s like to be on Team Hilton!\n\nWe are an equal opportunity employer and value diversity at our company. We will ensure that qualified individuals with protected disabilities are provided reasonable accommodation to participate in the job application or interview process, to perform essential job functions of their role, and to receive other benefits and privileges of employment. Please contact us to request accommodation",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Self-starter, well organized, accountable, and a confident teammate willing to take ownership of responsibilities with a high level of positive energy and drive",
                        "Forward-thinking individuals who have a real passion for delivering a highly positive customer experience",
                        "A dedicated work demeanor that exhibits flexibility, drive, and dependability",
                        "A high level of accountability and commitment to solving problems through critical thinking",
                        "Experience managing large datasets, diving into data to discover patterns, using data visualization tools, and creating robust models",
                        "Five (5) years of demonstrated ability modeling techniques such as statistical analysis, regression models, optimization, machine learning models, NLP, etc",
                        "Three (3) years of experience working with software development and with data structures/algorithms",
                        "Three (3) years of experience in Python / Java / C++ with production-quality code",
                        "Three (3) years building scalable, robust, supportable data science applications in production",
                        "Masters or PhD degree in Data Science, Statistics, Operations Research, Computer Science, Industrial Engineering, or similar disciplines",
                        "Three (3) years of experience in cloud infrastructure and MLOps tools such as AWS, Azure, or Google Cloud",
                        "Three (3) years of experience working in a complex, matrixed organization involving multi-functional, and/or cross-business projects",
                        "Experience building and developing large-scale data science infrastructure"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The team consists of both embedded authorities who serve as strategic advisors to key partners and technical specialists who are proficient in advanced analytics techniques and tools",
                        "The Data Science Team serves as internal advanced analytics consultants to key functions across Hilton’s business, bringing predictive and prescriptive analytics through Data Science, Machine Learning (ML), and Artificial Intelligence (AI)",
                        "You will be an ambassador bringing values of big data to fruition and serving as the main resource for building sophisticated analytics models for Hilton’s groundbreaking data science initiatives!",
                        "Collaborate with business and technical teams to collect, analyze enhance and understand business requirements",
                        "Translate activities and business goals into researching, selecting, and building data science models and algorithms",
                        "Partner with other functional teams to access data elements, understand the data being analyzed, and identify improvement opportunities for the data ingestion process",
                        "Design, improve, document, develop, code, and test sophisticated analytical prototype models in a big-data environment",
                        "Develop models associated with structured and unstructured data in creative and novel ways, and operate with significant autonomy",
                        "Provide technical advice to other team members and senior management, and lead model development of data science projects",
                        "Write and test product or system development code",
                        "Participate in design reviews with peers and engineering team to decide among available technologies",
                        "Review and own code base developed by data scientists for production level quality and provide feedback to ensure the best methods (e.g., style guidelines, checking code in, accuracy, testability, and efficiency)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.hilton.com/en/hilton/",
                    "text": "hilton.com/en/hilton"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Hilton&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAII2Aw",
                    "text": "See web results for Hilton"
                }
            ],
            "extensions": [
                "7 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJMZWFkIERhdGEgU2NpZW50aXN0IiwiaHRpZG9jaWQiOiJKWWpWcmxJbnp2UUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVkZGeU9FOWZWRk4xWTBscE1rZEhXakZQUVRCTVpqbGZaVmR5U0d4bk9GSnlieTFJTTJ0UGRIcE5WV1ZCTkV3NFIycFdkMDlLYWt3emVISm9SbWxPUVhSclJYWnBRVnBRYW1jNFFsZGlSRlZ1T0hoemNqVnROWEI1VUhSbmJWRlpWa0Z2UW5wa1dsbFFNbEpOTlROSFl6QnFhbmx4TlVjNFEwY3lUR05tUldneFJ6VnhMVnBWUVRkWFRuQmFSa0pIT0VZd05EaFRXbFl0TTFaRGVUaG5XblZYZUhJd1NrSkZRM2d0VkdaYU5ETkZFaGRmY204NVdrcE1ORXB3WWsweWNtOVFYemQxVlhOQlJSb2lRVTh0TUhKc05GZFpXV1JmVFU5elR6TTVVSGhIY2xOS1dsZFZOMDFDTTBFM1p3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSm9icyBBdCBIaWx0b24iLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmhpbHRvbi5jb20vbGF0YW0vZGUvam9iL0NPUjAxM0c5L0xlYWQtRGF0YS1TY2llbnRpc3Q/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Scientist (DIAP)",
            "company_name": "Celestar Corporation",
            "location": "  Washington, DC   ",
            "via": "via Cleared Careers",
            "description": "Celestar Corporation has an IMMEDIATE NEED and is actively seeking a Data Scientist (DIAP) who will be seated in Washington, DC. If interested and qualified, we welcome you to apply for this challenging opportunity.\n\nCLEARANCE REQUIREMENT: Active Top Secret Level Clearance with SCI Access; Clearance, Access and Investigation must appear in DISS and be within scope (5 - Years...\n\nAbout Us :\nCelestar, a Veteran Owned Company is Very Competitive with Salaries and Benefits. As an example, we offer Company Paid Benefits that include Employee and Family Dental Insurance, Employee Health Insurance, Life Insurance and Disability Insurance as well. We also offer a 401K retirement company match, paid Holidays and Personal Time off.\n\nRESPONSIBILITIES:\n• Provide Timely and skilled support of Defense Intelligence Agency Analytic Modernization (AMOD) team\n• Provide the DIA and Defense Intelligence Enterprise (DIE) worldwide coverage for intelligence analysis and analytic enabling services through timely, objective and cogent military intelligence\n• Scope of this effort includes any component of the DIE or deployed components where contractor-provided intelligence analysis and analytic enabling services are required; combat support organizations, the DIE's mission involves direct support to operational or deployed forces\n• Quickly respond to requirements for on-site intelligence analysts or enabling services worldwide forms a key part of this effort\n• Meet diverse mission sets in an ever-more complex and information rich environment\n• Provide support toward DIA's strategic mission objective: (1) Integrate collection analysis, counterintelligence, science and technology and resources to operate as one defense intelligence team; DIA will develop common processes, collaborative tools, and innovative approaches to improve horizontal and vertical information sharing and timely access to data\n\nREQUIREMENTS\n• Conducts data analytics, data engineering, data mining, exploratory analysis, predictive analysis, and statistical analysis, and uses scientific techniques to correlate data into graphical, written, visual and verbal narrative products, enabling more informed analytic decisions.\n• Proactively retrieves information from various sources, analyzes it for better understanding about the data set, and builds AI tools that automate certain processes.\n• Duties typically include: creating various ML-based tools or processes such as recommendation engines or automated lead scoring systems.\n• Performs statistical analysis, applies data mining techniques and builds high quality prediction systems.\n• Skilled in data visualization and use of graphical applications, including Microsoft Office (Power BI) and Tableau; major data science languages, such as R and Python; managing and merging of disparate data sources, preferably through R, Python, or SQL; statistical analysis; and data mining algorithms.\n• Prior experience with large data Multi-INT analytics, ML and automated analytics.\n• Possess excellent soft-skills and the ability to operate independently\n• Proficiency using Microsoft Office tools; brief materials in formats including Microsoft Office tools (e.g. Excel, Word, PowerPoint, etc.)\n• Exceptional oral and written communication skills\n• Valid US Passport\n• A new Federal Executive Order requires that employees of Federal contractors be fully vaccinated for COVID-19 by January 18, 2022. Accordingly, as a condition of employment with Celestar, employees will be required to provide proof of full vaccination against COVID-19 or have an approved exemption prior to starting employment.\n\nHIGHLY DESIRED QUALIFICATIONS\n• Twelve (12) years of experience conducting analysis; a portion of the analysis performed within the last two (2) years\n• Master's Degree in an area related to the labor category or Bachelor's Degree related to the labor category and an additional five (5) years of related Senior experience for a total of seventeen (17) years in lieu of a Master's Degree\n\nIMPORTANT NOTE: This is a Best Athlete Selection Process! Please ensure that the required and/or desired experience is reflected on your resume to receive fair and competitive consideration.\n\nCome onboard with a company that Values its Employees!\nCelestar is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, age, protected veteran status, disability status, gender identity or national origin",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "CLEARANCE REQUIREMENT: Active Top Secret Level Clearance with SCI Access; Clearance, Access and Investigation must appear in DISS and be within scope (5 - Years)",
                        "Conducts data analytics, data engineering, data mining, exploratory analysis, predictive analysis, and statistical analysis, and uses scientific techniques to correlate data into graphical, written, visual and verbal narrative products, enabling more informed analytic decisions",
                        "Skilled in data visualization and use of graphical applications, including Microsoft Office (Power BI) and Tableau; major data science languages, such as R and Python; managing and merging of disparate data sources, preferably through R, Python, or SQL; statistical analysis; and data mining algorithms",
                        "Prior experience with large data Multi-INT analytics, ML and automated analytics",
                        "Possess excellent soft-skills and the ability to operate independently",
                        "Proficiency using Microsoft Office tools; brief materials in formats including Microsoft Office tools (e.g. Excel, Word, PowerPoint, etc.)",
                        "Exceptional oral and written communication skills",
                        "Valid US Passport",
                        "A new Federal Executive Order requires that employees of Federal contractors be fully vaccinated for COVID-19 by January 18, 2022. Accordingly, as a condition of employment with Celestar, employees will be required to provide proof of full vaccination against COVID-19 or have an approved exemption prior to starting employment"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Provide Timely and skilled support of Defense Intelligence Agency Analytic Modernization (AMOD) team",
                        "Provide the DIA and Defense Intelligence Enterprise (DIE) worldwide coverage for intelligence analysis and analytic enabling services through timely, objective and cogent military intelligence",
                        "Scope of this effort includes any component of the DIE or deployed components where contractor-provided intelligence analysis and analytic enabling services are required; combat support organizations, the DIE's mission involves direct support to operational or deployed forces",
                        "Quickly respond to requirements for on-site intelligence analysts or enabling services worldwide forms a key part of this effort",
                        "Meet diverse mission sets in an ever-more complex and information rich environment",
                        "Provide support toward DIA's strategic mission objective: (1) Integrate collection analysis, counterintelligence, science and technology and resources to operate as one defense intelligence team; DIA will develop common processes, collaborative tools, and innovative approaches to improve horizontal and vertical information sharing and timely access to data",
                        "Proactively retrieves information from various sources, analyzes it for better understanding about the data set, and builds AI tools that automate certain processes",
                        "Duties typically include: creating various ML-based tools or processes such as recommendation engines or automated lead scoring systems",
                        "Performs statistical analysis, applies data mining techniques and builds high quality prediction systems"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "As an example, we offer Company Paid Benefits that include Employee and Family Dental Insurance, Employee Health Insurance, Life Insurance and Disability Insurance as well",
                        "We also offer a 401K retirement company match, paid Holidays and Personal Time off"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.celestarcorp.com/",
                    "text": "celestarcorp.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Celestar+Corporation&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAIInQ0",
                    "text": "See web results for Celestar Corporation"
                }
            ],
            "extensions": [
                "2 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCAoRElBUCkiLCJodGlkb2NpZCI6ImVoN0ZuX2RhTnY4QUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9WR1p0TlRocWJHWjRTSHBVVG10a1prUTRNREJSU1RKbGNrTXRjekZTVVRReWNsQlVVV3hsVFdZeldXTmlhMHBMVFV0NFozb3dVamRvUjNkQ2MzZDVZekpLU1hWM2VUVkxjakZDTFdSQlJYYzRkVGxhUTJ4SlExWkVaVFV6VlhZNFJISkVVSFphVFRKT00wWjFPVzl1Um1oWmJreExVMHQ0Y2xSb2NERlNZbmxtZEhwdkxUVlNTbUZIVUVsbVoycHRNblZxVVdKRFFVRmxibUkzV1hSQlZWUmtNRUZJYURWbVlsSjJOa1IxUVVvelRTMVFURjlpYkVkRmEwTm5abkZpYXpoQ1pWZFpFaGRmY204NVdrcE1ORXB3WWsweWNtOVFYemQxVlhOQlJSb2lRVTh0TUhKc05FRnJXa3czUzA5Q1JFZEhiRlZaTnpkWVMwYzJSRk5hZGxwalFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTQiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gQ2xlYXJlZCBDYXJlZXJzIiwibGluayI6Imh0dHBzOi8vY2xlYXJlZGNhcmVlcnMuY29tL2pvYi8yNDQwNTcvZGF0YS1zY2llbnRpc3QtZGlhcC8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Scientist - On-Site",
            "company_name": "BU_IS, Raytheon Technologies",
            "location": "  Herndon, VA   ",
            "via": "via Raytheon Jobs - Raytheon Technologies",
            "description": "Date Posted:\n2022-11-10-08:00\n...\nCountry:\nUnited States of America\n\nLocation:\nVA531: 13900 Lincoln Park Dr, Herndon 13900 Lincoln Park Drive Suite 220, Herndon, VA, 20171 USA\n\nPosition Role Type:\nOnsite\n• **In anticipation of an upcoming contract award, RI&S is posting this opportunity***\n\nRaytheon Technologies is looking for a Data Scientist who have a passion for analyzing and uncovering digital insights from large, complex streams of data derived from various databases and sources.\n\nKey responsibilities:\n• The Data Scientists will be responsible for identifying and acquiring data from primary and secondary sources and performing aggregation and analysis of that data using advanced statistical and analysis techniques.\n• Analyze data using quantitative and qualitative methods to provide customers with comprehensive insights into strengths, opportunities and areas requiring improvement.\n• Prepare engaging presentations of analysis through data visualization and analytic narratives\n• Communicate and brief stakeholders and senior-level customers and on research plans, activities, findings, and recommendations.\n\nSkills, Experience and Qualifications:\n• Bachelor’s degree with 5 years of experience working in a relevant field\n• In-depth experience in qualitative and quantitative research\n• Proven ability to analyze data and translate analysis into meaningful insights\n• Experience in developing, modifying, and enhancing data in support of key measures of effectiveness for impact\n• Demonstrated ability to manipulate large data sets into user-friendly formats for stakeholder use\n• General understanding of statistics, vector mathematics, and probability\n• Experience in identifying and analyzing trends or patterns in complex data sets\n• Excellent oral and written communication skills, as well as data visualization techniques\n• Solid background in statistics and/or mathematics\n\nDesired Skills:\n• Strong understanding of the concepts of information management and reliability concepts\n• Strong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information with attention to detail and accuracy in a fast paced, deadline-oriented environment with constantly changing priorities\n• Cyber Security knowledge\n\nEducation:\n\nBachelor’s degree with 5 years of experience working in a relevant field or\n\n7-10 years of experience in lieu of a degree.\n\nEmployee Referral Award Eligibility: Only employees currently within RMD and RI&S have the potential to receive a Referral Award for submitting a referral to RMD and RI&S roles. ALL eligibility requirements must be met to receive the Referral Awarding.\n\nRelocation assistance isn't available\n\nMust be a US Citizen with an active TS/SCI clearance with poly and be crossover eligible.\n\n#RISCYBER\n\nTypically requires:\n\nA University Degree or equivalent experience and minimum 5 years prior relevant experience, or An Advanced Degree in a related field and minimum 3 years experience\n\nEngineering/Other Technical Positions:\n\nTypically requires a degree in Science,Technology, Engineering or Mathematics (STEM) and a minimum of 5 years of prior relevant experience unless prohibited by local laws/regulations.\n\nRaytheon Technologies is An Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability or veteran status, age or any other federally protected class.\n\nPrivacy Policy and Terms:\n\nClick on this link to read the Policy and Terms",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree with 5 years of experience working in a relevant field",
                        "In-depth experience in qualitative and quantitative research",
                        "Proven ability to analyze data and translate analysis into meaningful insights",
                        "Experience in developing, modifying, and enhancing data in support of key measures of effectiveness for impact",
                        "Demonstrated ability to manipulate large data sets into user-friendly formats for stakeholder use",
                        "General understanding of statistics, vector mathematics, and probability",
                        "Experience in identifying and analyzing trends or patterns in complex data sets",
                        "Excellent oral and written communication skills, as well as data visualization techniques",
                        "Solid background in statistics and/or mathematics",
                        "7-10 years of experience in lieu of a degree",
                        "Must be a US Citizen with an active TS/SCI clearance with poly and be crossover eligible",
                        "A University Degree or equivalent experience and minimum 5 years prior relevant experience, or An Advanced Degree in a related field and minimum 3 years experience",
                        "Typically requires a degree in Science,Technology, Engineering or Mathematics (STEM) and a minimum of 5 years of prior relevant experience unless prohibited by local laws/regulations"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Scientists will be responsible for identifying and acquiring data from primary and secondary sources and performing aggregation and analysis of that data using advanced statistical and analysis techniques",
                        "Analyze data using quantitative and qualitative methods to provide customers with comprehensive insights into strengths, opportunities and areas requiring improvement",
                        "Prepare engaging presentations of analysis through data visualization and analytic narratives",
                        "Communicate and brief stakeholders and senior-level customers and on research plans, activities, findings, and recommendations"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=BU_IS,+Raytheon+Technologies&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAII3g0",
                    "text": "See web results for BU_IS, Raytheon Technologies"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCAtIE9uLVNpdGUiLCJodGlkb2NpZCI6ImRucWw1STRDWXpZQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9WRTlGWWxNMlMyaDJTRzlmV2pCVVlWZHVWR1ptYld0SlIwSkxWWE5KY0dKamRVTlRaM3B3WjNnd1oyY3lXRjlaVVRsMVJtRlpkVVF0Ym5ScFR6VlJWMFZvVkhwc05YbFRlRlZLUjNoc1oyRnFlbVJYV0c1R2RVaE1MVGwzTFVveE5UTTFRVzlGT0RGMkxXRjBObkJvVEZSWFIzUnFhRWR0ZWpGak5URklhblp1WTJwdlpsaDZUa3BYTFhwbWFtWlBRMTlQVkRCU1YzZDRhMFprTW05eVZ6QnhTRUUyVlVSNE1XdFlRV1UyVGxwalRYQllWMXBzVHpKT1FXa3RWSEJRZUdJNFdsZEpFaGRmY204NVdrcE1ORXB3WWsweWNtOVFYemQxVlhOQlJSb2lRVTh0TUhKc05GUjRUbTlpTlc5eGRqSmlSVnBGZVZoR2VrOTVUMFI0TVhGc1p3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gUmF5dGhlb24gSm9icyAtIFJheXRoZW9uIFRlY2hub2xvZ2llcyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMucnR4LmNvbS9nbG9iYWwvZW4vam9iLzAxNTg0NDMyL0RhdGEtU2NpZW50aXN0LU9uLVNpdGU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Junior Data Scientist",
            "company_name": "Gryphon Scientific",
            "location": "  Takoma Park, MD   ",
            "via": "via Jobs By Workable",
            "description": "This position offers options for in-person (in the District of Columbia (DC) metropolitan area), hybrid or remote (within the US) work\n\nCompany Description...\n\nGryphon Scientific is a small, growing consulting business with a unique focus on physical and life sciences, public health, chemical, biological, radiological, and nuclear (CBRN) defense, and program management and evaluation. We capitalize on our staff’s rich, experience in the laboratory, in policy shops and in the field to tackle projects with complex technical challenges. A core aspect of Gryphon work involves the collection, curation, analysis, and dissemination of data and information to foster collaboration and scientific discovery, guide client decision making, and support both national and international research and preparedness and response efforts. Our projects drive policy changes in security, preparedness, and science policy at the highest levels of US government. Abroad, we advise governments in the developing world on how to cope with daunting public health challenges. Our aim is to improve the health and safety of populations world-wide.\n\nGryphon strongly encourages collaboration across disciplines, throughout the company, and between junior and senior staff. Personal and professional development are actively supported through opportunities to work across a wide range of projects. The energy of our small business environment, as well as our commitment to technical excellence, attracts staff with interesting and impressive backgrounds as well as recent graduates seeking a challenging and rewarding career. Gryphon boasts a friendly work environment, a comprehensive employee benefit package, and places an emphasis on work-life balance, which has yielded excellent employee retention. We are committed to attracting and retaining a diverse staff and will honor your experiences, perspectives, and unique identity. The company is headquartered in Takoma Park, MD but provides our staff remote working opportunities from any U.S. state or territory.\n\nDescription\n\nAs a junior data scientist at Gryphon, you will collaborate as a team member on analytical and modeling tasks, developing solutions related to public health and safety, homeland security, international engagement, and emerging infectious disease, under the guidance of senior data scientists and principal investigators. Our example projects that might excite you include using computational probability and statistics to perform disease modeling and forecasting, implementing natural language processing (NLP) and deep learning-based natural language generation (NLG) capabilities to identify and combat misinformation about vaccines and infectious disease, and mathematical modeling of the spread of pathogens under certain environmental conditions, to name a few.\n\nDuties:\n• In this position you will have an aptitude for and interest in learning and applying one or more techniques in statistics, computational probability, NLP, NLG, neural networks, and deep learning, and to work with a mentor to become an expert in one or more of these technologies over time.\n• You will collaborate with your co-workers to become knowledgeable in the broad portfolio of Gryphon projects including but not limited to infectious diseases, global health security, biosafety, biosecurity, emergency preparedness and response, biotechnology, and/or public health.\n• As part of project-focused work, you will seek out and define new data collection and analysis strategies, always on the lookout for new tools and techniques that can improve our work.\n• Communication is key at Gryphon. You will learn how to document and present complex quantitative analysis and results to internal and external stakeholders at the appropriate technical depth via written reports and oral presentations.\n\nMinimum Qualifications:\n• Undergraduate degree in a relevant discipline (biological sciences, statistics, computer science, data science, mathematics, or a related field)\n• Experience in Biology, Chemistry, Environmental Science, or another scientific discipline.\n• 1-3 years of data analytics, data science, ML, or AI experience (can be through coursework).\n• GPA greater than 3.0 (out of 4.0) in your major.\n• Experience building data science analysis solutions in R, Python, C, C++, Java, Visual Basic, or another programming language.\n• Experience in data cleaning, normalization, aggregation, and standardization.\n• Experience with git or other version control systems.\n• Ability to properly document code.\n• Experience co-developing code/pipelines/etc. with multiple developers.\n• Excellent critical thinking and problem-solving skills.\n• Excellent attention to detail; organization skills and excellent follow-through.\n• Excellent writing, interpersonal, and oral communication skills.\n• U.S. citizenship and a work location located in the United States.\n\nAdditional Skills and Experience (nice to have, but not required):\n• Experience running end-to-end data science pipelines.\n• Experience using relational database technologies, such as SQL, MySQL or PostgreSQL.\n• Experience using graph databases such as Neo4J.\n\nGryphon is seeking applicants from diverse backgrounds and communities, including those who can demonstrate the above skills and abilities developed through non-traditional work history, experiences, and education. We encourage applicants who may have some but not all additional skills and experience.\n\nCompany Benefits\n• Fully paid health insurance for staff, and discounted rates for family members\n• Dental, disability, and life insurance\n• Flexible working hours\n• Options for in-person (in the District of Columbia (DC) metropolitan area), hybrid or remote work (within the U.S.)\n• Paid time off, in addition to 10 paid holidays\n• Continuing education benefits (after 6 months of employment at the beginning of the year)\n• Generous year-end profit sharing and performance bonuses\n• Wellness benefits (funds gym memberships, exercise classes, etc.)\n• Up to 12 weeks leave, per the Family Medical Leave Act (FMLA)\n• Parental leave\n• Flex spending account (FSA)\n• 401K with 3% match (after 6 months of employment)\n• Bereavement leave\n\nSalary Range: $50,000 - $75,000",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Undergraduate degree in a relevant discipline (biological sciences, statistics, computer science, data science, mathematics, or a related field)",
                        "Experience in Biology, Chemistry, Environmental Science, or another scientific discipline",
                        "1-3 years of data analytics, data science, ML, or AI experience (can be through coursework)",
                        "GPA greater than 3.0 (out of 4.0) in your major",
                        "Experience building data science analysis solutions in R, Python, C, C++, Java, Visual Basic, or another programming language",
                        "Experience in data cleaning, normalization, aggregation, and standardization",
                        "Experience with git or other version control systems",
                        "Ability to properly document code",
                        "Experience co-developing code/pipelines/etc. with multiple developers",
                        "Excellent critical thinking and problem-solving skills",
                        "Excellent attention to detail; organization skills and excellent follow-through",
                        "Excellent writing, interpersonal, and oral communication skills",
                        "U.S. citizenship and a work location located in the United States",
                        "Additional Skills and Experience (nice to have, but not required):",
                        "Experience running end-to-end data science pipelines",
                        "Experience using relational database technologies, such as SQL, MySQL or PostgreSQL",
                        "Experience using graph databases such as Neo4J",
                        "Gryphon is seeking applicants from diverse backgrounds and communities, including those who can demonstrate the above skills and abilities developed through non-traditional work history, experiences, and education"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a junior data scientist at Gryphon, you will collaborate as a team member on analytical and modeling tasks, developing solutions related to public health and safety, homeland security, international engagement, and emerging infectious disease, under the guidance of senior data scientists and principal investigators",
                        "Our example projects that might excite you include using computational probability and statistics to perform disease modeling and forecasting, implementing natural language processing (NLP) and deep learning-based natural language generation (NLG) capabilities to identify and combat misinformation about vaccines and infectious disease, and mathematical modeling of the spread of pathogens under certain environmental conditions, to name a few",
                        "In this position you will have an aptitude for and interest in learning and applying one or more techniques in statistics, computational probability, NLP, NLG, neural networks, and deep learning, and to work with a mentor to become an expert in one or more of these technologies over time",
                        "You will collaborate with your co-workers to become knowledgeable in the broad portfolio of Gryphon projects including but not limited to infectious diseases, global health security, biosafety, biosecurity, emergency preparedness and response, biotechnology, and/or public health",
                        "As part of project-focused work, you will seek out and define new data collection and analysis strategies, always on the lookout for new tools and techniques that can improve our work",
                        "Communication is key at Gryphon",
                        "You will learn how to document and present complex quantitative analysis and results to internal and external stakeholders at the appropriate technical depth via written reports and oral presentations"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Fully paid health insurance for staff, and discounted rates for family members",
                        "Dental, disability, and life insurance",
                        "Flexible working hours",
                        "Options for in-person (in the District of Columbia (DC) metropolitan area), hybrid or remote work (within the U.S.)",
                        "Paid time off, in addition to 10 paid holidays",
                        "Continuing education benefits (after 6 months of employment at the beginning of the year)",
                        "Generous year-end profit sharing and performance bonuses",
                        "Wellness benefits (funds gym memberships, exercise classes, etc.)",
                        "Up to 12 weeks leave, per the Family Medical Leave Act (FMLA)",
                        "Parental leave",
                        "Flex spending account (FSA)",
                        "401K with 3% match (after 6 months of employment)",
                        "Bereavement leave",
                        "Salary Range: $50,000 - $75,000"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gryphonscientific.com/",
                    "text": "gryphonscientific.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Gryphon+Scientific&sa=X&ved=0ahUKEwiS77_07rH-AhUWplYBHf8dBRY4ChCYkAIIow4",
                    "text": "See web results for Gryphon Scientific"
                }
            ],
            "extensions": [
                "6 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "6 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJKdW5pb3IgRGF0YSBTY2llbnRpc3QiLCJodGlkb2NpZCI6IjFZLWRCZy03ZFFrQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VWEE0UjJsUWRGaGxjMUE0U1c5ZldqSnJMWEpTVEhCaFJIVnBPV2w0ZG1kTWVrUlpkbkZMUmpKalMwSkdTbTl0UTFSeWVVbFJVSFZNVUc5UFkweGlaR2xyY25Sb1pXWk5UVmcyYnpkcVJFOUxlV3M0YWtsSVNscGxRbWcxT0hkNlJEQXlNR3hMUVhCaWRuSjZhWFEzUVZCbVFUTmZUbWR0YVZwS1ltd3hYMEZqVVVOQ1lYWjRka0ZGWkRScVgyZENPRlZEU3pKdFEwOXZUVUY0TkhKeFVraEZPVGRLYURsMlMwSm1YM2RDWlhSVFRqTnlNMHBoTkdwM05HRnRORGhyZG1WR1NWOWhFaGRmY204NVdrcE1ORXB3WWsweWNtOVFYemQxVlhOQlJSb2lRVTh0TUhKc05XY3RSbm81Tm5GcVpVVjJXakExU25ObFUybEVjR2xJY3pScGR3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSm9icyBCeSBXb3JrYWJsZSIsImxpbmsiOiJodHRwczovL2FwcGx5LndvcmthYmxlLmNvbS9ncnlwaG9uLXNjaWVudGlmaWMvai8zQjFFQzNBNERFLz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Data science",
                    "value": "data science"
                },
                {
                    "text": "Director",
                    "value": "director"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Scientist",
                    "value": "scientist"
                },
                {
                    "text": "Associate director",
                    "value": "associate director"
                },
                {
                    "text": "Program analyst",
                    "value": "program analyst"
                },
                {
                    "text": "Biologist",
                    "value": "biologist"
                },
                {
                    "text": "Business",
                    "value": "business"
                },
                {
                    "text": "Exp",
                    "value": "exp"
                },
                {
                    "text": "Lead analyst",
                    "value": "lead analyst"
                },
                {
                    "text": "Modeling",
                    "value": "modeling"
                },
                {
                    "text": "Sales operations",
                    "value": "sales operations"
                },
                {
                    "text": "Senior associate",
                    "value": "senior associate"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Specialist",
                    "value": "specialist"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Cambridge, MA",
                    "value": "X8wwy6Vw44mHbGiJZI46xQ=="
                },
                {
                    "text": "Atlanta, GA",
                    "value": "jQmTaV0E9YgLYwuZL97-Zg=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Reston, VA",
                    "value": "5WUWJkdAtomfrnGo6K_fYw=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Chantilly, VA",
                    "value": "GXJnGVZBtomDrRZD_PBBQA=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "McLean, VA",
                    "value": "O3mKsew1tonx6vqtXrpijg=="
                },
                {
                    "text": "Philadelphia, PA",
                    "value": "60u11Ni3xonBWD6M2BT1iQ=="
                },
                {
                    "text": "Annapolis, MD",
                    "value": "1S9ncGX2t4lLJ6jT_VT4Qw=="
                },
                {
                    "text": "Columbus, OH",
                    "value": "cd6QucGJOIgztbHP-GYy5A=="
                },
                {
                    "text": "Annapolis Junction, MD",
                    "value": "zW-xYyLnt4mqAms5YL-SKQ=="
                },
                {
                    "text": "Cincinnati, OH",
                    "value": "-SE43rFRQIgXk8Dki377aQ=="
                },
                {
                    "text": "Hartford, CT",
                    "value": "pVER8hFT5omZWX3pqEqOzA=="
                },
                {
                    "text": "Norfolk, VA",
                    "value": "RcoiUzqXuokKHnrOfxCZqw=="
                },
                {
                    "text": "Springfield, VA",
                    "value": "nTrlhehNtokEpfoWJG_nZw=="
                },
                {
                    "text": "Sterling, VA",
                    "value": "rWH7IE84tolMhlUKz9C_BQ=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Columbia, MD",
                    "value": "UaBpY7Dft4ldY4e2Zb3W8A=="
                },
                {
                    "text": "Deerfield, IL",
                    "value": "4SbNkAm_D4gpTtHtiNMnPQ=="
                },
                {
                    "text": "Dover, DE",
                    "value": "rV5odTNjx4nwbAD7R-TiqQ=="
                },
                {
                    "text": "Gaithersburg, MD",
                    "value": "tRPKJDYttok1cq2AgVqP4w=="
                },
                {
                    "text": "Groton, CT",
                    "value": "5dn_Iz8J5onFHOHFMhf_RA=="
                },
                {
                    "text": "Hoboken, NJ",
                    "value": "0TMVjWBXwomHvzcRasq2RA=="
                },
                {
                    "text": "Lexington, MA",
                    "value": "y1hS39qd44nNEzYWyIU2hQ=="
                },
                {
                    "text": "North Chicago, IL",
                    "value": "0bSMFzSTD4gl6Jj6acIz-g=="
                },
                {
                    "text": "Richmond, VA",
                    "value": "7cmZVwkRsYnFPELibT7Yvw=="
                },
                {
                    "text": "Ridgefield, CT",
                    "value": "kf3H-Fuqwomw4kXqMRWO1w=="
                },
                {
                    "text": "Stamford, CT",
                    "value": "C7zHsmShwolutzSci4ZDhw=="
                },
                {
                    "text": "Wilmington, DE",
                    "value": "b69GXBgPx4kAjDB3UNoWhQ=="
                },
                {
                    "text": "Aberdeen, MD",
                    "value": "AeMIvYXBx4l0tI2oGB0WPg=="
                },
                {
                    "text": "Addison, IL",
                    "value": "PdxtHX6tD4hjjn7SBPWPvQ=="
                },
                {
                    "text": "Asheville, NC",
                    "value": "CW8PPKmMWYhdOjQGwTHvlA=="
                },
                {
                    "text": "Beachwood, OH",
                    "value": "DfjVw44DMYhrpa8UdEWiYA=="
                },
                {
                    "text": "Beltsville, MD",
                    "value": "kalNcnXDt4l7N8AW5ohfZw=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Bloomingdale, GA",
                    "value": "tQ1M6kSm-4ioaIXDWH6Y4Q=="
                },
                {
                    "text": "Bloomington, IN",
                    "value": "59iDtPZdbIjZM62LLZEa6Q=="
                },
                {
                    "text": "Bowie, MD",
                    "value": "SfEGwo3qt4lVbq5KSSK3yg=="
                },
                {
                    "text": "Buffalo, NY",
                    "value": "oeXfUmES04lxgR8YpQQjmA=="
                },
                {
                    "text": "Burbank, IL",
                    "value": "MYhHvq4wDogydTHmfvZNbQ=="
                },
                {
                    "text": "Burlington, VT",
                    "value": "5VWbtlV6ykyOSQ5yGeVfww=="
                },
                {
                    "text": "Cary, NC",
                    "value": "Q4tK_1S9rInhS0Ra249WRA=="
                },
                {
                    "text": "Champaign, IL",
                    "value": "G2mX3o3QDIjPv3W0R3j1MA=="
                },
                {
                    "text": "Chapel Hill, NC",
                    "value": "p35uIRzDrInL5EME4LoDfw=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Toiletries",
                    "value": "/business/naics2007/3256"
                },
                {
                    "text": "Accommodation",
                    "value": "/business/naics2007/721"
                },
                {
                    "text": "Foods & Beverages",
                    "value": "/business/naics2007/311"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Advertising",
                    "value": "/business/naics2007/5418"
                },
                {
                    "text": "Business Support",
                    "value": "/business/naics2007/5614"
                },
                {
                    "text": "Construction",
                    "value": "/business/naics2007/23"
                },
                {
                    "text": "Design Services",
                    "value": "/business/naics2007/5414"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Entertainment",
                    "value": "/business/naics2007/71"
                },
                {
                    "text": "Management",
                    "value": "/business/naics2007/55"
                },
                {
                    "text": "Professional Services",
                    "value": "/business/naics2007/5419"
                },
                {
                    "text": "Public Administration",
                    "value": "/business/naics2007/92"
                },
                {
                    "text": "Real Estate",
                    "value": "/business/naics2007/53"
                },
                {
                    "text": "Utilities",
                    "value": "/business/naics2007/22"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": ".S003Ke{flex:none}.ZoN4Lb{color:rgba(0,0,0,.54)}.nAXVG{color:#70757a}.IxQsL{color:rgba(0,0,0,.26)}.xFO1De{color:#fff}.ooFpK{color:rgba(255,255,255,.30)}.mtnwac{color:#4285f4}.WxeeKb{color:#34a853}.hIVRU{color:#f29900}.EXaTMc{color:#fbbc04}.sxn46d{color:#000}.gqMTF{color:#1a73e8}.zpn8Mb{color:#d93025}.dEUPmd{color:#1e8e3e}.HttSvd{color:#202124}.k9T6Hc{color:#1558d6}",
                    "value": "e"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Walmart",
                    "value": "/m/0841v"
                },
                {
                    "text": "Guidehouse",
                    "value": "/g/11g217_jbz"
                },
                {
                    "text": "Pfizer",
                    "value": "/m/0gvbw"
                },
                {
                    "text": "Highmark Health",
                    "value": "/g/11fy29c4js"
                },
                {
                    "text": "Peraton",
                    "value": "/g/11g9mq8fj6"
                },
                {
                    "text": "Chubb INA Holdings Inc.",
                    "value": "/m/09l__z3"
                },
                {
                    "text": "DEFTEC Corporation",
                    "value": "/g/11c73p6tjn"
                },
                {
                    "text": "Diverse Lynx",
                    "value": "/g/11dxp_49r_"
                },
                {
                    "text": "General Dynamics Information Technology",
                    "value": "/m/09msylq"
                },
                {
                    "text": "HCSC",
                    "value": "/m/02864z7"
                },
                {
                    "text": "Humana",
                    "value": "/m/033th4"
                },
                {
                    "text": "Novetta",
                    "value": "/g/11g9m_jqt2"
                },
                {
                    "text": "PayPal",
                    "value": "/g/122s91_5"
                },
                {
                    "text": "Procter & Gamble",
                    "value": "/m/01qygl"
                },
                {
                    "text": "Xylem",
                    "value": "/m/0j42pwf"
                },
                {
                    "text": "Allstate",
                    "value": "/m/03ct7b"
                },
                {
                    "text": "Boehringer Ingelheim",
                    "value": "/m/08w3_z"
                },
                {
                    "text": "CME Group",
                    "value": "/m/03m3r_f"
                },
                {
                    "text": "CVS Health",
                    "value": "/m/02rx13"
                },
                {
                    "text": "Citi",
                    "value": "/m/01hlzm"
                },
                {
                    "text": "Garner Health",
                    "value": "/g/11j7h1b__g"
                },
                {
                    "text": "Hilton",
                    "value": "/m/0cmxrn"
                },
                {
                    "text": "INNOPLEX",
                    "value": "/g/11c73p2rvy"
                },
                {
                    "text": "Jobspring",
                    "value": "/g/11fy234p6j"
                },
                {
                    "text": "LMI",
                    "value": "/g/11b7cd2mzj"
                },
                {
                    "text": "ManTech International",
                    "value": "/m/03crmnd"
                },
                {
                    "text": "Mars",
                    "value": "/m/01kh5q"
                },
                {
                    "text": "Novo Nordisk",
                    "value": "/m/0427fl"
                },
                {
                    "text": "Sedgwick",
                    "value": "/g/11byczcfwk"
                },
                {
                    "text": "The Kraft Heinz Company",
                    "value": "/m/01311njn"
                },
                {
                    "text": "Travelers",
                    "value": "/m/065d4n"
                },
                {
                    "text": "Vanguard",
                    "value": "/m/033778"
                },
                {
                    "text": "Walgreens",
                    "value": "/m/02rx2k"
                },
                {
                    "text": "ADP",
                    "value": "/m/04hshv"
                },
                {
                    "text": "Acxiom LLC",
                    "value": "/g/11h3kzwkqb"
                },
                {
                    "text": "Agricultural Research Service",
                    "value": "/m/01lcw_"
                },
                {
                    "text": "Amazon",
                    "value": "/m/0mgkg"
                },
                {
                    "text": "Amica Mutual Insurance Company",
                    "value": "/m/02vtpdm"
                },
                {
                    "text": "Analog Devices",
                    "value": "/m/02_01g"
                },
                {
                    "text": "Arvinas",
                    "value": "/g/11hzcq9wx3"
                },
                {
                    "text": "AstraZeneca",
                    "value": "/m/028zbs"
                }
            ]
        }
    ]
}