{
    "search_metadata": {
        "id": "643dbb07969c08d3d18bc2d2",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/8f38d4edc8e39050/643dbb07969c08d3d18bc2d2.json",
        "created_at": "2023-04-17 21:32:55 UTC",
        "processed_at": "2023-04-17 21:32:55 UTC",
        "google_jobs_url": "https://www.google.com/search?q=data+analyst&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=10",
        "raw_html_file": "https://serpapi.com/searches/8f38d4edc8e39050/643dbb07969c08d3d18bc2d2.html",
        "total_time_taken": 1.34
    },
    "search_parameters": {
        "q": "data analyst",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 10
    },
    "jobs_results": [
        {
            "title": "Data Analyst",
            "company_name": "Heartland Consulting",
            "location": "  Washington, DC   ",
            "via": "via DataYoshi",
            "description": "Updates and manages the current MS access database and manages, monitors, analyzes, and reports Monthly Readiness Status and collective training correlation via the CRE MEDEL Training Analysis Report Heartland Consulting is seeking a Readiness Analyst to help us support our client the National Guard Bureau. this person will need the following: PowerBI Experience (data transformations, Power Query M Language, DAX custom column and measure formulation) Military readiness reporting and data analysis experience (manpower, training, budgeting and finance, equipment) Medical Readiness Decision Support System (MRDSS) experience Aeromedical Services Information Management System (ASIMS) experience Office 365 SharePoint and Microsoft Teams data/document management Active secret clearance At least a bachelor's degree Data Analyst : Leads as a specialist of DoD Readiness Reporting and ensures performance under this contract and manages quality control in accordance with (IAW) the QC Plan... (Technical Exhibit 2) Maintains compliance with employee contractual requirements Ensures timely completion of all tasks IAW the requirements for Database Maintenance, Budget/Financial Analysis and Reporting, Readiness and Project Reporting with quality deliverables Updates and manages the current MS access database and manages, monitors, analyzes, and reports Monthly Readiness Status and collective training correlation via the CRE MEDEL Training Analysis Report Heartland Consulting is an Equal Opportunity/Affirmative Action Employer of individuals with disabilities and veterans. We are proud to state that we do not discriminate in employment decisions on the basis of race, color, religion, sex, national origin or disability status. We E-Verify all employees",
            "job_highlights": [
                {
                    "items": [
                        "Updates and manages the current MS access database and manages, monitors, analyzes, and reports Monthly Readiness Status and collective training correlation via the CRE MEDEL Training Analysis Report Heartland Consulting is seeking a Readiness Analyst to help us support our client the National Guard Bureau. this person will need the following: PowerBI Experience (data transformations, Power Query M Language, DAX custom column and measure formulation) Military readiness reporting and data analysis experience (manpower, training, budgeting and finance, equipment) Medical Readiness Decision Support System (MRDSS) experience Aeromedical Services Information Management System (ASIMS) experience Office 365 SharePoint and Microsoft Teams data/document management Active secret clearance At least a bachelor's degree Data Analyst : Leads as a specialist of DoD Readiness Reporting and ensures performance under this contract and manages quality control in accordance with (IAW) the QC Plan... (Technical Exhibit 2) Maintains compliance with employee contractual requirements Ensures timely completion of all tasks IAW the requirements for Database Maintenance, Budget/Financial Analysis and Reporting, Readiness and Project Reporting with quality deliverables Updates and manages the current MS access database and manages, monitors, analyzes, and reports Monthly Readiness Status and collective training correlation via the CRE MEDEL Training Analysis Report Heartland Consulting is an Equal Opportunity/Affirmative Action Employer of individuals with disabilities and veterans. We are proud to state that we do not discriminate in employment decisions on the basis of race, color, religion, sex, national origin or disability status. We E-Verify all employees"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.heartlandconsulting.com/",
                    "text": "heartlandconsulting.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Heartland+Consulting&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIIugk",
                    "text": "See web results for Heartland Consulting"
                }
            ],
            "extensions": [
                "27 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "27 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QiLCJodGlkb2NpZCI6IlRLdllWMDZPa2FzQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VVlJoUTJ0SE1FSlpjR0pVVmxaeVUxWnlibWgwTXpWbWIwZFdWbFE1VkdaWGExbFJTbmx4WVRSelMwRXplbVZHWVVsRVUxZGhUM1YwWDFjM1pITjNSblpzYjBjNVNIZ3llWFkzYjNkNGEwSlJlRGRCVUZZdFNWbFliV1I2Y0dZM1NscHhTWGRVVm5WcFltZDZWR0ZtVTFOcU0yWnFORXB5VGxscVIzSnJVM05TY2toNVdETlZPVUZ5TVVSME5Ea3pTMVpoUld4R2VuTm1aV1ptYzI1R1ptdzNkRGsxTFRSa1dXdG9VMDQzY1VWQlZUZDVaRGhETWxka01IWnRNRTQxUVMxeFoydFdFaGRDTjNNNVdra3RWMGt0UnpSeGRITlFielJwUjIxQk5Cb2lRVTh0TUhKc05XSnpSMFZhUTFwamQzRk5SbFpGVkRCRlNGSmhUVEF4Y3pkeVFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiIubkZnMmVie2ZvbnQtd2VpZ2h0OjUwMH0uQmk2RGRje2ZvbnQtd2VpZ2h0OjUwMH1BcHBseSBvbiBEYXRhWW9zaGkiLCJsaW5rIjoiaHR0cHM6Ly93d3cuZGF0YXlvc2hpLmNvbS9vZmZlci8zMjcyMjAvZGF0YS1hbmFseXN0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Tableau Data Analyst",
            "company_name": "Latitude, Inc.",
            "location": "  Washington, DC   ",
            "via": "via ZipRecruiter",
            "description": "Growing Government Contractor looking to hire a Tableau Financial Data Analyst to their team. Viable candidates need to be US Citizens and willing to work on-site in Washington D.C. one day a week.\n\nResponsibilities...\nTableau Financial Data Analyst to provide expert level consultation to our client organization in assisting them in achieving measurable improvements in their organizational performance. In this role you will be involved in facilitating change management activities in support of a large scale data initiative. This is an excellent opportunity to be a part of a highly visible, complex data management program. This is a hybrid position in the D.C metropolitan area.\n\nAdditional Responsibilities Include: Your role will initially include, but will not be limited to the following:\n• • Develop, document and implement program Strategic Plans, to support strategic program- level direction\n• • Document Concept of Operations and other DHS Systems Engineering Life Cycle (SELC) required documents, describing the characteristics of the proposed systems.\n• • Document challenges and risks and develop associated risk mitigation strategies.\n• • Analyze and design ways to improve efficiencies in the ways DHS collects and manages financial data.\n• • Suggest and implement data standards, controls, and other methods to improve the quality of data.\n• • Assist in the development, implementation and tracking program plans.\n• • Assist in the development and implementation of program risk management policies and techniques.\n• • Monitor program status, report issues promptly and assist in implementing risk reduction actions expeditiously.\n• • Assist in the development and formulation of a range of presentations that address program objectives, plans, issues, and risks.\n• • Identify, recommend and assist in implementing ideas and concepts for improving organizational efficiencies, cost savings initiatives, and quality- enhancing initiatives.\n• • Assist in the development of required program and program-level plans and documentation.\n• • Develop and maintain a SharePoint library of documents produced by the RMT and document procedures for their storage and subsequent updates.\n• • Produce materials required for various meetings of the Executive Steering Committee (ESC),\n• • DHS, OCFO Directors, and SELC gate reviews.\n• • Assist in the development, facilitation and management of RMT’s SharePoint site to manage RMT’s day to day workflow.\n\nBasic Qualifications\n• • 5+ years of experience using python automation, SQL query operations, dashboarding using Tableau and Excel using PowerQuery.\n• • Experience pulling data extracts from USAspending.gov and procurement websites such as sam.gov and Govwin\n• • Experience prepping data audit guides for potential OIG evaluations\n• • Project Management certification and experience a plus to assist in planning, implementing and executing program management support tasks.\n• • Knowledge of federal financial business processes, specializing in financial, budget, acquisition, and grants management functionality.\n• • Per contract requirement, US citizenship is required an active public trust clearance.\n\nPowered by JazzHR\n\n215LILdYbM",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Viable candidates need to be US Citizens and willing to work on-site in Washington D.C. one day a week",
                        "5+ years of experience using python automation, SQL query operations, dashboarding using Tableau and Excel using PowerQuery",
                        "Experience pulling data extracts from USAspending.gov and procurement websites such as sam.gov and Govwin",
                        "Experience prepping data audit guides for potential OIG evaluations",
                        "Knowledge of federal financial business processes, specializing in financial, budget, acquisition, and grants management functionality",
                        "Per contract requirement, US citizenship is required an active public trust clearance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Tableau Financial Data Analyst to provide expert level consultation to our client organization in assisting them in achieving measurable improvements in their organizational performance",
                        "In this role you will be involved in facilitating change management activities in support of a large scale data initiative",
                        "Develop, document and implement program Strategic Plans, to support strategic program- level direction",
                        "Document Concept of Operations and other DHS Systems Engineering Life Cycle (SELC) required documents, describing the characteristics of the proposed systems",
                        "Document challenges and risks and develop associated risk mitigation strategies",
                        "Analyze and design ways to improve efficiencies in the ways DHS collects and manages financial data",
                        "Suggest and implement data standards, controls, and other methods to improve the quality of data",
                        "Assist in the development, implementation and tracking program plans",
                        "Assist in the development and implementation of program risk management policies and techniques",
                        "Monitor program status, report issues promptly and assist in implementing risk reduction actions expeditiously",
                        "Assist in the development and formulation of a range of presentations that address program objectives, plans, issues, and risks",
                        "Identify, recommend and assist in implementing ideas and concepts for improving organizational efficiencies, cost savings initiatives, and quality- enhancing initiatives",
                        "Assist in the development of required program and program-level plans and documentation",
                        "Develop and maintain a SharePoint library of documents produced by the RMT and document procedures for their storage and subsequent updates",
                        "Produce materials required for various meetings of the Executive Steering Committee (ESC),",
                        "DHS, OCFO Directors, and SELC gate reviews",
                        "Assist in the development, facilitation and management of RMT’s SharePoint site to manage RMT’s day to day workflow"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.latitude.net/",
                    "text": "latitude.net"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Latitude,+Inc.&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAII_Qk",
                    "text": "See web results for Latitude, Inc."
                }
            ],
            "extensions": [
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJUYWJsZWF1IERhdGEgQW5hbHlzdCIsImh0aWRvY2lkIjoiWGpwZGZEeVJfNElBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1UxQjBabkJPZUdGUGFIRkNUVTloVlMwM1RpMHhTR1YxU1VwQlozcHZOSEJuYzNCak16aDZlRkZOVDFkSFowRjJWMjFIVUY5NU1FWk9URXQyTFVzMWRtWm1aRGxvTlVwVlpGVmxVa1pwVW5sRmVWaGtNVlZrVlZkZmEwaG9NV2hoTVZCRWJIWk1YemgxWVZKYVRUTXpRbTlWTkY5SFFUTkNjRGd4VmpsRmVrUkRSWEZQYjE5MGRGa3lZbU55WDBvMk1sOXRhWEJEZVd0dGVFNVdiM0JGZFRnd2MzSnFaakp6ZGxwRGFXRnFTWEJ6VGpZdGVXMVFTMGw1WVhwM2MycDBRblpMYkRJd0VoZENOM001V2trdFYwa3RSelJ4ZEhOUWJ6UnBSMjFCTkJvaVFVOHRNSEpzTmpaUFdXZDVhRlJVWVZSV09HWnFURmxyTVdkelMwUlZPV1ZGUVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18zIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvTGF0aXR1ZGUsLUluYy4vSm9iL1RhYmxlYXUtRGF0YS1BbmFseXN0Ly1pbi1XYXNoaW5ndG9uLERDP2ppZD01MmMxMTNmNDBmYTBkN2JkXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Analyst (Hybrid Schedule) - Now Hiring",
            "company_name": "Howard Hughes Medical Institute (HHMI)",
            "location": "  Chevy Chase, MD   ",
            "via": "via Snagajob",
            "description": "Primary Work Address: 4000 Jones Bridge Road, Chevy Chase, MD, 20815\n\nHHMI is focused on supporting and moving science forward in a variety of different ways ranging from conducting basic biomedical research, empowering educators, inspiring students, developing the next generation of scientists - even stretching into film and media production. Our Headquarters is in the greater Washington, DC... metro area and is home to over 300 employees with expertise in investments, communications, digital production, biomedical sciences, and everything in between. The work housed here supports and augments the groundbreaking research conducted in HHMI labs across the nation. As HHMI scientists continue to push boundaries in laboratories and classrooms, you can be sure that your contributions while working here are making a difference.\n\nWe encourage qualified candidates who are eligible to work in the United States to apply. Please note we are not able to sponsor a visa for this position at this time.\n\nSummary:\n\nOur Enterprise Analytics team helps HHMI use data and reporting tools to perform analysis and provide insights to advise operational and programmatic practices. The Data Analyst will be an integral member of this team. They will work directly with various groups across HHMI to gather requirements, identify problems to solve, perform data analysis, prepare solutions, and clearly document and articulate the problem and expected outcomes. The person in this role will need to be able to perform data scrubbing, be adept at preparing data, and have design skills to build and implement simple analytical and reporting workbooks. We are looking for someone with strong analytical background, preference for collaborative work environment, and a desire to learn new and advancing technologies.\n\nOur team's work has a direct impact on the scientific mission of HHMI. We are a small and relaxed team that supports each other. We are constantly renewing our technology, so that we remain innovative. In this position, you will have the opportunity to use the latest platforms for data analysis.\n\nIn this role you will...\n\nAnalyze and Manage Data\n• Need strong data analysis skills and abilities to work with users to explore the problem and come up with relevant problem definition and build solutions to answer business questions.\n• Collect detailed requirements by asking probing questions to help with the development effort.\n• Liaison with the functional users and thoroughly assess, analyze, debug and resolve moderate to highly sophisticated data management problems.\n• Communicate and coordinate with all the partners during the entire development lifecycle.\n• Design and implement simple analytical and reporting workbooks including but not limited to multifaceted reports, dashboards, drill downs, visualizations, etc.\n• Need to maintain knowledge of available technologies through reading, training, webinars, conferences, and networking.\n\nManage Projects\n• Work with the Project Management team to support business process, analysis activities and propose new or modified ways of addressing customer requirements.\n• Use the agile scrum methodology to plan and complete work\n\nManage Relationships\n• Work closely with customers, colleagues, and other teams to maintain excellent working relationships.\n• Interface regularly with the user community to understand their business needs and deliver solutions.\n\nSupport Production\n• Help supervise production ETL jobs and ensure they complete in a timely manner.\n• Supervise customer support tickets and resolve any issues in a timely manner.\n\nEducation and Experience:\n• Bachelor's degree in Computer Science, Information Systems/Technology, Business, or related fields.\n• Five to seven years of related experience\n• Proven data analysis skills to gather user requirements, understand the business needs and help build insightful reports or visualization.\n• Experience working with Tableau, Power BI, Vertica, Cognos, Oracle, or similar technologies.\n• Data preparation skills using various tools like Python, Alteryx, PL/SQL or similar ETL tools.\n• Knowledge of data modeling concepts, such as entity relationship models, de-normalization, star schemas and multi-dimensional cubes.\n• Familiarity with BI technologies like Data lakes, NLP, Artificial Intelligence, Machine Learning\n• Experience with productivity tools like Jira, Confluence, Git.\n• Experience in system analysis, design, development, testing, debugging, documentation, deployment, and post-production support.\n\nSkills and Abilities:\n• Excellent problem solving and decision-making skills to analyze data and reports, conduct research, estimate effort, develop reports, document, and communicate with stakeholders.\n• We are looking for someone who loves working with data and can generate impactful visualizations.\n• Highly motivated and goal-oriented individual who has the drive to take the task to completion and shows the flexibility to adapt to the changing needs.\n• Strong interpersonal skills as well as excellent communication skills, both oral and written.\n• Eager to learn new technologies and adapt to rapid technological and business changes.\n• Excellent judgment skills required due to possible use of confidential data.\n\nPhysical Requirements:\n\nRemaining in a normal seated or standing position for extended periods of time; reaching and grasping by extending hand(s) or arm(s); dexterity to manipulate objects with fingers, for example using a keyboard; communication skills using the spoken word; ability to see and hear within normal parameters; ability to move about workspace. The position requires mobility, including the ability to move materials weighing up to several pounds (such as a laptop computer or tablet).\n\nPersons with disabilities may be able to perform the essential duties of this position with reasonable accommodation. Requests for reasonable accommodation will be evaluated on an individual basis.\n\nPlease Note:\n\nThis job description sets forth the job's principal duties, responsibilities, and requirements; it should not be construed as an exhaustive statement, however. Unless they begin with the word \"may,\" the Essential Duties and Responsibilities described above are \"essential functions\" of the job, as defined by the Americans with Disabilities Act.\n\nCompensation and Benefits\n\nOur employees are compensated from a total rewards perspective in many ways for their contributions to our mission, including competitive pay, exceptional health benefits, retirement plans, time off, and a range of recognition and wellness programs. Visit our site to learn more.\n\nCompensation Range\n$87,632.00 (minimum) - $109,540.00 (midpoint) - $142,402.00 (maximum)\n\nPay Type:\nAnnual\n\nHHMI's salary structure is developed based on relevant job market data. HHMI considers a candidate's education, previous experiences, knowledge, skills and abilities, as well as internal equity when making job offers. Typically, a new hire for this position in this location is compensated between the minimum and the midpoint of the salary range",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The person in this role will need to be able to perform data scrubbing, be adept at preparing data, and have design skills to build and implement simple analytical and reporting workbooks",
                        "We are looking for someone with strong analytical background, preference for collaborative work environment, and a desire to learn new and advancing technologies",
                        "Bachelor's degree in Computer Science, Information Systems/Technology, Business, or related fields",
                        "Five to seven years of related experience",
                        "Proven data analysis skills to gather user requirements, understand the business needs and help build insightful reports or visualization",
                        "Experience working with Tableau, Power BI, Vertica, Cognos, Oracle, or similar technologies",
                        "Data preparation skills using various tools like Python, Alteryx, PL/SQL or similar ETL tools",
                        "Knowledge of data modeling concepts, such as entity relationship models, de-normalization, star schemas and multi-dimensional cubes",
                        "Familiarity with BI technologies like Data lakes, NLP, Artificial Intelligence, Machine Learning",
                        "Experience with productivity tools like Jira, Confluence, Git",
                        "Experience in system analysis, design, development, testing, debugging, documentation, deployment, and post-production support",
                        "Excellent problem solving and decision-making skills to analyze data and reports, conduct research, estimate effort, develop reports, document, and communicate with stakeholders",
                        "We are looking for someone who loves working with data and can generate impactful visualizations",
                        "Highly motivated and goal-oriented individual who has the drive to take the task to completion and shows the flexibility to adapt to the changing needs",
                        "Strong interpersonal skills as well as excellent communication skills, both oral and written",
                        "Eager to learn new technologies and adapt to rapid technological and business changes",
                        "Excellent judgment skills required due to possible use of confidential data",
                        "Remaining in a normal seated or standing position for extended periods of time; reaching and grasping by extending hand(s) or arm(s); dexterity to manipulate objects with fingers, for example using a keyboard; communication skills using the spoken word; ability to see and hear within normal parameters; ability to move about workspace",
                        "The position requires mobility, including the ability to move materials weighing up to several pounds (such as a laptop computer or tablet)"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Analyst will be an integral member of this team",
                        "They will work directly with various groups across HHMI to gather requirements, identify problems to solve, perform data analysis, prepare solutions, and clearly document and articulate the problem and expected outcomes",
                        "Need strong data analysis skills and abilities to work with users to explore the problem and come up with relevant problem definition and build solutions to answer business questions",
                        "Collect detailed requirements by asking probing questions to help with the development effort",
                        "Liaison with the functional users and thoroughly assess, analyze, debug and resolve moderate to highly sophisticated data management problems",
                        "Communicate and coordinate with all the partners during the entire development lifecycle",
                        "Design and implement simple analytical and reporting workbooks including but not limited to multifaceted reports, dashboards, drill downs, visualizations, etc",
                        "Need to maintain knowledge of available technologies through reading, training, webinars, conferences, and networking",
                        "Work with the Project Management team to support business process, analysis activities and propose new or modified ways of addressing customer requirements",
                        "Use the agile scrum methodology to plan and complete work",
                        "Manage Relationships",
                        "Work closely with customers, colleagues, and other teams to maintain excellent working relationships",
                        "Interface regularly with the user community to understand their business needs and deliver solutions",
                        "Support Production",
                        "Help supervise production ETL jobs and ensure they complete in a timely manner",
                        "Supervise customer support tickets and resolve any issues in a timely manner"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Our employees are compensated from a total rewards perspective in many ways for their contributions to our mission, including competitive pay, exceptional health benefits, retirement plans, time off, and a range of recognition and wellness programs",
                        "$87,632.00 (minimum) - $109,540.00 (midpoint) - $142,402.00 (maximum)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/maps/dir/Washington,+District+of+Columbia/Howard+Hughes+Medical+Institute,+4000+Jones+Bridge+Rd,+Chevy+Chase,+MD+20815/data=!4m7!4m6!1m2!1m1!1s0x89b7c6de5af6e45b:0xc2524522d4885d2a!1m2!1m1!1s0x89b7c940ae966fb1:0xb4790183f4c34c6e?sa=X&hl=en&gl=us",
                    "text": "Chevy Chase, MD35 min"
                },
                {
                    "link": "http://www.hhmi.org/",
                    "text": "hhmi.org"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Howard+Hughes+Medical+Institute+(HHMI)&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIIxQo",
                    "text": "See web results for Howard Hughes Medical Institute (HHMI)"
                }
            ],
            "extensions": [
                "2 days ago",
                "35 min",
                "Full-time",
                "Health insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time",
                "commute_time": "35 min"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgKEh5YnJpZCBTY2hlZHVsZSkgLSBOb3cgSGlyaW5nIiwiaHRpZG9jaWQiOiJCOVp1OVhQX2xOZ0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFc3dDQ293Q1FVVnpOMnBPVTFoak1VSmxiMnhoZW1aM1RUSkJNemhsTVVkNUxWOTRiVXhGVlRkaWRUZFBSR0pVVG0xUlJWRnVWbkpzYkdkTWJVazVNall5WDJKWGN6ZFlUakJ2VVhwUVdXZEhTMDR0YTNSbk5rNVdRMjVyWkZKRVlqRnRkVXM0UVhWVlYyOVZja1ZXVm1kM2RUUnBVelpOZUcxRFRWUmplRWhFYTA5Tk55MUhNMjV0V2xscE4zUjZNSEZXVGxCa1NETk1aMmc1ZEV3emJsTXhNblowYVV0Sk5XeGlaa0ZIVWxCeFRUTktRazlPWlVkaWVYbzNZMVZvZDA1Uk9TMVBjMmt3WjE5ck0xWndjQzFzYUVaaFdrVTRkRFpoVVVONllrSnlTVWQxUkV4amRHazFYME52UTFWa1QyVnNXV1JOZGxSM2FqTkZVRk4wZG1SV1NtSlZkMGh3Y2xJdGIxQlBUMDEwTVJJWFFqZHpPVnBKTFZkSkxVYzBjWFJ6VUc4MGFVZHRRVFFhSWtGUExUQnliRFEyVm1kRVZtMHlla0ZSVFdWdlRFcE9lREZNVjIxaVVVdFNjV2MiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY181IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFNuYWdham9iIiwibGluayI6Imh0dHBzOi8vd3d3LnNuYWdham9iLmNvbS9qb2JzLzgwNzYzMjk5Nj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Data Analyst (Monitoring) (Washington DC)",
            "company_name": "General Dynamics Information Technology",
            "location": "  Falls Church, VA   ",
            "via": "via Built In",
            "description": "The Data Analyst (Monitoring) will support the Monitoring Team (with additional support across a federal agency) in making more data-informed decisions through efficient and effective data collection, management, analysis, visualization, and reporting. The Data Analyst will help the Monitoring Team ensure care providers continually improve through the use of evidence from multiple... sources.\n\nOverall Responsibilities\n• Help enhance the Monitoring Team's collection, management, analysis, and visualization of data\n• Works with the Monitoring Team, other federal staff, and other GDIT staff to enhance data collection, management, analysis, and visualization of data, to include corrective actions, recommendations, best practices, and monitoring tools/reports\n• Assists in identifying, documenting, tracking, and visualizing performance outcomes and indicators\n• Conducts, under the guidance of the Senior M&E Specialist, data interpretation and analysis using a data analytics platform\n• Prepares written summaries and presentations that reflect the results of the data analysis and presents findings to federal staff and, when approved, other stakeholders\n• Supports ad-hoc data reporting as needed\n\nData Collection, Management, Analysis, and Visualization Responsibilities\n• Helps develop, test, and administer data collection tools (digital or otherwise)\n• Tests and implements data management protocols (Excel or similar platforms)\n• Develops, tests, and implements data quality assessment (DQA) protocols\n• Conduct analyses of quantitative and/or qualitative monitoring, grant-funded recipient, and/or contextual data (Excel or similar platforms)\n• Visualizes data for reports or in dashboards (Excel, PowerBI or similar platforms)\n\nOther Activities\n• Provides training on salient data-related topics to team members, staff, and (when approved) federally-funded recipients\n• As required and approved, supports the drafting and dissemination of data-related communication and resources for federal staff and federally-funded recipients\n• Contributes to the development and writing of reports and other related deliverables\n• Collaborates with other federal staff to harmonize and refine data-related efforts across teams and recipients\n• With prior approval, accompanies Monitors on-site and/or remote monitoring visits to streamline and improve monitoring data, processes, and deliverables\n• Participates in meetings as required or working groups as requested\n• Assists with additional projects as needed\n\nEducation:\n\nRequires BS/BA degree.\n\nExperience/Skills:\n\nRequired:\n• 4+ years of experience with quantitative and/or qualitative data interpretation and analysis; program monitoring; and/or monitoring and evaluation (M&E)\n• Familiarity with analytical software platform (SPSS, SAS, STATA, R, Python, NVivo, ATLAS.ti, etc.)\n• Familiarity with at least one data visualization software (Tableau, Power BI, etc.) preferred\n• Expertise working with MS Office suite of tools, including MS Excel and MS Access\n• Exceptional analytical skills\n• Strong attention to detail\n• Strong written and verbal communication skills\n\nPreferred:\n• Experience with social service programs\n• Experience working with immigrants, refugees, and underserved populations\n• Familiarity with SQL and relational databases\n• Familiarity with SharePoint-based workflows and tools\n\nWork Requirements\n\n.cls-1{fill:none;stroke:#5b6670;stroke-miterlimit:10;stroke-width:2px;}\n\nYears of Experience\n\n4 + years of related experience\n• may vary based on technical training, certification(s),ordegree\n\n.cls-1{fill:none;stroke:#5b6670;stroke-miterlimit:10;stroke-width:2px;}\n\nTravel Required\n\n10-25%\n\nAbout Our Work\n\nWe are GDIT. The people supporting some of the most complex government, defense, and intelligence projects across the country. We deliver. Bringing the expertise needed to understand and advance critical missions. We transform. Shifting the ways clients invest in, integrate, and innovate technology solutions. We ensure today is safe and tomorrow is smarter. We are there. On the ground, beside our clients, in the lab, and everywhere in between. Offering the technology transformations, strategy, and mission services needed to get the job done.\n\nCOVID-19 Vaccination\n\nGDIT does not have a vaccination mandate applicable to all employees. To protect the health and safety of its employees and to comply with customer requirements, however, GDIT may require employees in certain positions to be fully vaccinated against COVID-19. Vaccination requirements will depend on the status of the federal contractor mandate and customer site requirements.\n\nGDIT is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, or veteran status, or any other protected class",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Requires BS/BA degree",
                        "4+ years of experience with quantitative and/or qualitative data interpretation and analysis; program monitoring; and/or monitoring and evaluation (M&E)",
                        "Familiarity with analytical software platform (SPSS, SAS, STATA, R, Python, NVivo, ATLAS.ti, etc.)",
                        "Expertise working with MS Office suite of tools, including MS Excel and MS Access",
                        "Exceptional analytical skills",
                        "Strong attention to detail",
                        "Strong written and verbal communication skills",
                        "4 + years of related experience",
                        "may vary based on technical training, certification(s),ordegree"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Analyst (Monitoring) will support the Monitoring Team (with additional support across a federal agency) in making more data-informed decisions through efficient and effective data collection, management, analysis, visualization, and reporting",
                        "The Data Analyst will help the Monitoring Team ensure care providers continually improve through the use of evidence from multiple sources",
                        "Works with the Monitoring Team, other federal staff, and other GDIT staff to enhance data collection, management, analysis, and visualization of data, to include corrective actions, recommendations, best practices, and monitoring tools/reports",
                        "Assists in identifying, documenting, tracking, and visualizing performance outcomes and indicators",
                        "Conducts, under the guidance of the Senior M&E Specialist, data interpretation and analysis using a data analytics platform",
                        "Prepares written summaries and presentations that reflect the results of the data analysis and presents findings to federal staff and, when approved, other stakeholders",
                        "Supports ad-hoc data reporting as needed",
                        "Helps develop, test, and administer data collection tools (digital or otherwise)",
                        "Tests and implements data management protocols (Excel or similar platforms)",
                        "Develops, tests, and implements data quality assessment (DQA) protocols",
                        "Conduct analyses of quantitative and/or qualitative monitoring, grant-funded recipient, and/or contextual data (Excel or similar platforms)",
                        "Visualizes data for reports or in dashboards (Excel, PowerBI or similar platforms)",
                        "Provides training on salient data-related topics to team members, staff, and (when approved) federally-funded recipients",
                        "As required and approved, supports the drafting and dissemination of data-related communication and resources for federal staff and federally-funded recipients",
                        "Contributes to the development and writing of reports and other related deliverables",
                        "Collaborates with other federal staff to harmonize and refine data-related efforts across teams and recipients",
                        "With prior approval, accompanies Monitors on-site and/or remote monitoring visits to streamline and improve monitoring data, processes, and deliverables",
                        "Participates in meetings as required or working groups as requested",
                        "Assists with additional projects as needed"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gdit.com/",
                    "text": "gdit.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=General+Dynamics+Information+Technology&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIIiws",
                    "text": "See web results for General Dynamics Information Technology"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgKE1vbml0b3JpbmcpIChXYXNoaW5ndG9uIERDKSIsImh0aWRvY2lkIjoicm82MS1TMVFWbUlBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXN3Q0Nvd0NRVVZ6TjJwT1VtNVVYMUJpYmpaSVRrTkZURVZzVVcxaE4wMW5TbUozU1hkTlpqTlBORlJMTWs5dVZrSlVaRlpCYjFodlRtZFBkR3R6TW1aWFYweGhWRmg0YzBKR2VFOXdlbFpmTUdSeVpXNXhSelJsVW5WYWMxZGZhMFF0YUhKdFlXZEVOeTE0YjFGMkxYRmlaMUZ1Y2pGMVEwZFBTVFZuTW1Gb1ZVWXpOVmh1WTJGUmMxOUxOMjQwUXpGbWFuRnRSRFZOY1RoVldHcDRTVXh4VFRkQmNVTkJYMEpKYlRVMFFrcG5NbUZQUms5dlFubENObTA1UzNVeVJWZHFhVUZtUm5OYVNGbFRUbEpFY0RSaWFEUm1YMlkzYmtOYVVESjZka1J6Y1dGT1ZGWm1lRWt0WXpoaGNURlpTRGhmVGpkZk5FVkhUV3B0WmpsbVVHNHlRbm96WkdOSVptUk5Sbkl3U25aWWFoSVhRamR6T1ZwSkxWZEpMVWMwY1hSelVHODBhVWR0UVRRYUlrRlBMVEJ5YkRSSGQyTjVha1kyUVVGd2FHZGpXRnBqZUZkQ01HNUdOa2xzWVVFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBCdWlsdCBJbiIsImxpbmsiOiJodHRwczovL2J1aWx0aW4uY29tL2pvYi9kYXRhL2RhdGEtYW5hbHlzdC1tb25pdG9yaW5nLzE1OTczMjc/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Sr. Data Analyst - Now Hiring",
            "company_name": "Liberty Personnel Services, Inc",
            "location": "  Bethesda, MD   ",
            "via": "via Snagajob",
            "description": "Job Description\nSr. Data Analyst, Hybrid, $115-120k range MUST BE A USC OR GC HOLDER. Full time direct hire An industry leader in the banking Industry is seeking a Sr. Data Analyst. This is a full time, direct hire with career mobility! Qualified candidates will have similar experience to the following: Qualifications * Analytic and research support * BI Tools * SQL, R, Python * AWS * Data... warehousing * Spark * Bachelors degree with Data Analytics experience * Data Visualization * Please reach out for additional info. I have over 100+ IT roles open daily! Please add me on Linked in. ---No Third Parties--- Michael Sardella | Liberty Personnel Services, Inc. 410 Feheley Drive | King of Prussia, PA 19406 www.libertyjobs.com #dataanalyst #IT #Bethesda #womenintechnology #WomenWhoCloud #Libertyjobs Company Description Established in 2003, Liberty Personnel quickly grew into one of the largest technical recruiting agencies on the East Coast. Today, Liberty Personnel has a national presence and a diverse client base. Listed below are a number of the industries and openings we work on: Information Technology, Software Programmers, Engineering, Manufacturing, Plant Maintenance, Construction, Oil and Gas, Medical Communications, Accounting, Finance, Electronics, Scientific, Medical Device, Sales, Pharmaceutical, Admin, Automation, Controls, Civil, HVAC, Wastewater, Structural, Electrical, Chemists, Validations, Logistics, Food Production, Renewable Energy and Machinists\nCompany Description\nEstablished in 2003, Liberty Personnel quickly grew into one of the largest technical recruiting agencies on the East Coast. Today, Liberty Personnel has a national presence and a diverse client base. Listed below are a number of the industries and openings we work on:\n\nInformation Technology, Software Programmers, Engineering, Manufacturing, Plant Maintenance, Construction, Oil and Gas, Medical Communications, Accounting, Finance, Electronics, Scientific, Medical Device, Sales, Pharmaceutical, Admin, Automation, Controls, Civil, HVAC, Wastewater, Structural, Electrical, Chemists, Validations, Logistics, Food Production, Renewable Energy and Machinists",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Analytic and research support",
                        "BI Tools",
                        "SQL, R, Python",
                        "AWS",
                        "Data warehousing",
                        "Bachelors degree with Data Analytics experience",
                        "Data Visualization"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.libertyjobs.com/",
                    "text": "libertyjobs.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Liberty+Personnel+Services,+Inc&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIIxws",
                    "text": "See web results for Liberty Personnel Services, Inc"
                }
            ],
            "extensions": [
                "15 hours ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "15 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTci4gRGF0YSBBbmFseXN0IC0gTm93IEhpcmluZyIsImh0aWRvY2lkIjoiZUc3ZHU2eVpoRjBBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1VrWnNNRFF0ZEROTmJXSldhbTh0Ym1oTGFWZDVNRGRsTFVGMVJXcFBablpLYUZKRFZIVnVSRlZVVkdRdFpEVlNOVzVNZHpKd1JVeHdVelkwUWtzMU9GOWlXbnBKYURGRlMyWm1TVFY0WlhCRmIxUkdkMU0zY2xkbWRFVXdZMnBKZWpSTlVXNTJPV2hWUm5GaFNFUXhaRUZpUW01UVFqZFJOM3BzZWs0eVdEQlpSWEI2UjBwMmIyNDRhUzFzVkhsNmEwaHpRbGxKVW5kUlVHUlZXWHBFUTFkUk5XbzBVRFpSUjFGNVlYSmpWbGROYlhseWRsSjZlVEl5ZEVaRVRHSjFZbFZuTlZaT1NGQmtVRVZqVEVFMmNXcFdNamxvYWxSWlFWa3haeElYUWpkek9WcEpMVmRKTFVjMGNYUnpVRzgwYVVkdFFUUWFJa0ZQTFRCeWJEZFlVRnByUzBsb2J6QnNXRVZzZEdOT2RtWlFiMDVCVUZSRFRHYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gU25hZ2Fqb2IiLCJsaW5rIjoiaHR0cHM6Ly93d3cuc25hZ2Fqb2IuY29tL2pvYnMvODM0NjExMjY1P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Senior Technical Project Manager / Business Data Analyst - REMOTE",
            "company_name": "NTT DATA  Services",
            "location": "  Washington, DC   ",
            "via": "via NTT DATA Careers",
            "description": "NTT DATA Services strives to hire exceptional, innovative and passionate individuals who want to grow with us. If you want to be part of an inclusive, adaptable, and forward-thinking organization, apply now.\n\nWe are currently seeking a Senior Technical Project Manager / Business Data Analyst - REMOTE to join our team...\n\nThe PM will work collaboratively with the client, and other vendors working on the DHS Projects and Initiatives. The PM will provide valuable Project Management and act as a liaison between state business teams and project IT vendor(s). The Project Manager will work alongside the State Team to assist with scheduling, prioritizing, and managing efforts to effectively communicate State Business needs as they pertain to various Project Management knowledge areas. The PM will work at the direction of the client to ensure that business needs are met by managing and driving change using finesse and enthusiasm without upsetting or unsettling client team members. The Project Manager will be responsible for performing, delegating, and managing the activities within the project team, working closely with direct business partners and vendor teams. He/she will actively participate in the development and delivery of program and quality management services and associated deliverables.\n\nJob Responsibilities Include:\n\n• Assist the Contract Project Manager to manage and coordinate the operational assignments of the project team\n\n• Develop client deliverables in accordance with project requirements and company documentation standards\n\n• Provide recommendations to the client on critical business and project decisions\n\n• Ensure that all project identified processes and methodologies are executed and followed as applicable\n\n• Create and sustain a culture that encourages high performance of individuals and teams\n\n• Develop client deliverables in accordance with project requirements and company documentation standards\n\n• Review and assess project schedules and project management plans for quality, completeness, compliance, and effectiveness\n\n• Identify and report project issues and risks\n\n• Interface with client, vendor, and business users\n\n• Collaborate with other team members to provide subject matter expertise and assistance as applicable\n\n• Ensure that all project identified processes and methodologies are executed and followed as applicable\n\n• Employee is expected to undertake any additional duties as they are assigned by their Manager\n\nRequired Qualifications:\n\n• Minimum 8 years' of Project Management experience including minimum 3 years of project management experience for a technical project such as a cloud migration, software development, data integration, or any technical project involving software applications or data.\n\n• Minimum 5 years' of experience working in the state government environment\n\n• Minimum 5 years' of experience providing evaluation services and/or project auditing, in Human Services or Healthcare IT industry\n\n• Bachelor’s degree or additional 4 years of PM work experience\n\n• PMP certification\n\nPreferred Skills\n\n• Experience as a Project manager on a on-premises to Cloud Migration\n\n• Experience working on large, complex DDI projects\n\n• Experience in business and/or technical analysis and the ability to translate between non-technical business users and technical IT resources\n\n• Strong customer service attitude\n\n• Ability to review DDI vendor deliverables and processes for quality, completeness and technical accuracy\n\n• Ability to communicate difficult concepts to technical and non-technical staff\n\n• Ability to communicate succinctly and accurately in written and verbal English\n\n• Ability to work effectively and efficiently under strict timelines\n\n• Problem-solving skills with demonstrated ability to exercise mature judgment\n\n• Client-facing delivery experience in Medicaid, Eligibility, or other Health and Human Services (HHS)\n\nFor Colorado Candidates\n\nIn compliance with the Colorado Equal Pay Transparency Rules, NTT DATA provides a reasonable range of compensation for roles that may be hired in Colorado. For a candidate in the state of Colorado only, the starting pay range for this role is $91,000 to $140,000. Actual compensation will depend on a number of factors, including actual work location, relevant experience (internal or external), technical skills, and other qualifications.\n\nThis position is eligible for company benefits including medical, dental, and vision insurance with an employer contribution, flexible spending or health savings account, life and AD&D insurance, short and long term disability coverage, paid time off, employee assistance, participation in a 401k program with company match, and additional voluntary or legally-required benefits.\n\n#linkedIn\n\nAbout NTT DATA Services\n\nNTT DATA Services is a global business and IT services provider specializing in digital, cloud and automation across a comprehensive portfolio of consulting, applications, infrastructure and business process services. We are part of the NTT family of companies, a partner to 85 % of the Fortune 100.\n\nNTT DATA Services is an equal opportunity employer and considers all applicants without regarding to race, color, religion, citizenship, national origin, ancestry, age, sex, sexual orientation, gender identity, genetic information, physical or mental disability, veteran or marital status, or any other characteristic protected by law. We are committed to creating a diverse and inclusive environment for all employees. If you need assistance or an accommodation due to a disability, please inform your recruiter so that we may connect you with the appropriate team",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Minimum 8 years' of Project Management experience including minimum 3 years of project management experience for a technical project such as a cloud migration, software development, data integration, or any technical project involving software applications or data",
                        "Minimum 5 years' of experience working in the state government environment",
                        "Minimum 5 years' of experience providing evaluation services and/or project auditing, in Human Services or Healthcare IT industry",
                        "Bachelor’s degree or additional 4 years of PM work experience",
                        "PMP certification"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The PM will work collaboratively with the client, and other vendors working on the DHS Projects and Initiatives",
                        "The PM will provide valuable Project Management and act as a liaison between state business teams and project IT vendor(s)",
                        "The Project Manager will work alongside the State Team to assist with scheduling, prioritizing, and managing efforts to effectively communicate State Business needs as they pertain to various Project Management knowledge areas",
                        "The PM will work at the direction of the client to ensure that business needs are met by managing and driving change using finesse and enthusiasm without upsetting or unsettling client team members",
                        "The Project Manager will be responsible for performing, delegating, and managing the activities within the project team, working closely with direct business partners and vendor teams",
                        "He/she will actively participate in the development and delivery of program and quality management services and associated deliverables",
                        "Assist the Contract Project Manager to manage and coordinate the operational assignments of the project team",
                        "Develop client deliverables in accordance with project requirements and company documentation standards",
                        "Provide recommendations to the client on critical business and project decisions",
                        "Ensure that all project identified processes and methodologies are executed and followed as applicable",
                        "Create and sustain a culture that encourages high performance of individuals and teams",
                        "Review and assess project schedules and project management plans for quality, completeness, compliance, and effectiveness",
                        "Identify and report project issues and risks",
                        "Interface with client, vendor, and business users",
                        "Collaborate with other team members to provide subject matter expertise and assistance as applicable",
                        "Employee is expected to undertake any additional duties as they are assigned by their Manager"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "For a candidate in the state of Colorado only, the starting pay range for this role is $91,000 to $140,000",
                        "This position is eligible for company benefits including medical, dental, and vision insurance with an employer contribution, flexible spending or health savings account, life and AD&D insurance, short and long term disability coverage, paid time off, employee assistance, participation in a 401k program with company match, and additional voluntary or legally-required benefits"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.nttdata.com/",
                    "text": "nttdata.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=NTT+DATA++Services&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIIigw",
                    "text": "See web results for NTT DATA Services"
                }
            ],
            "extensions": [
                "22 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "22 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgVGVjaG5pY2FsIFByb2plY3QgTWFuYWdlciAvIEJ1c2luZXNzIERhdGEgQW5hbHlzdCAtIFJFTU9URSIsImh0aWRvY2lkIjoiRXRsZldqcU9FMkFBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXN3Q0Nvd0NRVVZ6TjJwT1VYTjFUV2w0WVZOdVYzTTNkbHBPUVhVeFVsTTBOak5LVVU1dFgxTktkRVl4WkhwS09WSTVPRmN6VUZOdlptaEZkbFZyUmw4MWJYZEdNbkpaYVdZMGFrdFJWV2c0T0ZWYVdrUkxkbHBxT0hONFMzRlhZbEJYVEZacWJURmpWMDgyZFZsc1kza3lMV3gxTWxsemNWTk5XbFZ3V1hvM1lVVXpWRTFZUlhkSlFVeEhRVmhwV1hoNlFscFZiMjU0ZURoR2FGSlpPVkpyUjFWTE5FVlFUVFF3TWpsNGN6ZGtWazVHZERCQ1NUSlNOM1oxVG1sRmNFRkVUVEJ0WTFrNVdYTjVURFJrUjA1aVQwTXpVRXhIUWxsNVExQjBiSFpyVUZRek4wdEVkVEpzU0ZSc00wcE5PRVpMVEZkcVNrcFVRazB3V0VseFpIbHNZMjVtZW0xdlVEUkJUbk4zVVV4SkxSSVhRamR6T1ZwSkxWZEpMVWMwY1hSelVHODBhVWR0UVRRYUlrRlBMVEJ5YkRSQ01Hd3lTbTlHYlhWdVREbDFjV0p4Wm5acFZuUm9WaTF2U0djIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTlRUIERBVEEgQ2FyZWVycyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMtaW5jLm50dGRhdGEuY29tL2pvYi9XYXNoaW5ndG9uLURDLVNlbmlvci1UZWNobmljYWwtUHJvamVjdC1NYW5hZ2VyLUJ1c2luZXNzLURhdGEtQW5hbHlzdC1SRU1PVEUtREMtMjAwMDEvOTg2NzE3OTAwLz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Lead Data Analyst",
            "company_name": "CAVA",
            "location": "  Washington, DC   ",
            "via": "via LinkedIn",
            "description": "Company Profile\n\nAt CAVA, we make it deliciously simple to eat well and feel good every day. We are guided by a Mediterranean heritage that’s been perfecting how to eat and live for four thousand years. We prioritize authenticity, curiosity and the pursuit of excellence in everything we do. We are working towards something big, together...\n\nWe Foster a Culture Built On Five Core Values\n• Generosity First: We lead with kindness. Our best work happens when we act in service of others.\n• Constant Curiosity: We are eager to learn, grow, and explore beyond the obvious.\n• Act with Agility: We welcome change; it’s the only constant. We embrace, adjust, adapt.\n• Passion for Positivity: We greet each day with warmth and possibility.\n• Collective Ambition: We have high aspirations that are achieved when we work together with a shared purpose.\n\nSr. Developer - Master Data Management (MDM)\n\nAs we continue to grow across the nation, harnessing data becomes more important and drives our business. This role will be responsible for delivering MDM solutions and operating the MDM platform and tools that meet business needs. Collaborating closely with business, stakeholders, and the team, you will help design the needs for a data driven culture.\n\nWhat You’ll Do\n• Lead the effort to implement a best-in-class multi-domain MDM solution closely collaborating with Ops, Culinary, Catering and Digital teams.\n• Lead the design, development, testing, and deployment of MDM objects including hierarchies, workflows, match & merge, survivorship rules, data import / export, batch processes, visualization, and user interface design.\n• Define, develop and institute robust, quality processes to implement data changes and database modifications.\n• Incorporate the voice and needs of our consumers to define an overall strategy and roadmap with clear accountabilities, goals, and objectives in close collaboration with the architect.\n• Align the MDM vision and strategy with the organization's strategic vision by clarifying what, why, and how trusted master data contributes to business value.\n• Measure progress toward business goals by creating clear program metrics.\n• Configure the MDM platform from data modeling, business rules, to the front-end user experience.\n• Build integration of the MDM solution with other applications in the enterprise.\n• Work the full spectrum of MDM from governance to tool implementation and system administration.\n• Ensure accurate data through identification and assignment of the appropriate business owner of each data field.\n• Train business owners on the definitions for owned data fields and foster accountability for reviewing owned master data to ensure it is correct and in accordance with the standard data definition.\n• Articulate the business value of MDM and provide thought partnership.\n• Abide by policies and procedures that support the service mindset\n• Manage timeline expectations within and across teams, deliver on our responsibilities accordingly\n• Earn the trust of Team Members and Managers by consistently embracing CAVA’s values\n• Show discipline in bringing consistent performance, communication, and attitude to the job every day\n• Actively contribute to your department in order to complete tasks and meet company goals\n• Recognize the emotional stake each Team Member has in personal and organizational success of this business\n\nThe Qualifications\n• Bachelor’s degree in Computer Science, Business, or related program\n• 5+ years of demonstrated success with hands-on implementation of master data management programs at an enterprise level.\n• Good knowledge of MDM concepts, benefits, best practices, and challenges\n• Serve as an in implementing master data management & data quality solutions\n• Experience with creating Single Sources of Truth for Master Data and securing a consistent distribution to downstream systems.\n• Cross functional understanding of integrated processes and ability to connect with other solution areas.\n• Experience in building APIs according to approved design patterns for batch and real-time integration for a variety of consumers\n• Expertise managing efforts with cross-functional stakeholders\n• Strong knowledge of end-to-end business processes in similar business environment\n• Proficient in SQL and Stored Procedures\n• Experience in .NET\n• Experience with Scrum and other Agile processes.\n• Experience with Profisee or TIBCO MDM solutions is a plus\n• Experience with Integration frameworks is a plus\n• Restaurant or Retail experience is a plus\n\nPhysical Requirements\n• Ability to maintain stationary position to be able to operate a computer and other office equipment\n• Must be able to identify, analyze and assess details\n• For certain positions, must be able to occasionally move or transport items up to 50 pounds\n• Ability to communicate with others and exchange information accurately and effectively\n• Constantly positions self and move about to support ordinary restaurant or food production support or office operations, as applicable\n• Ability to work in a constant state of alertness and in a safe manner\n\nWhat We Offer\n• Competitive salary, plus bonus and long-term incentives*\n• Early Wage Access!\n• Unlimited PTO, paid parental leave, plus paid opportunities to give back to the community\n• Health, Dental, Vision, Telemedicine, Pet Insurance plus more!\n• 401k enrollment with CAVA contribution\n• Company-paid STD, LTD, Life and AD&D coverage for salaried positions*\n• Free CAVA food\n• Casual work environment\n• The opportunity to be on the ground floor of a rapidly growing brand\n• Indicates qualifying eligible positions only\n\nCAVA – Joining “A culture, not a concept”\n\nAs an equal opportunity employer, CAVA considers applicants for all positions without regard to race, color, sex, religion, national origin, disability, age, height, weight, marital status, sexual orientation, familial status, genetic information or any other characteristic or protected classes as defined by federal, state, or local law.\n\nSkills\n\ndata\n\nBy applying you confirm you have these skills.\n\n{{( (data.isCarriBrandActivated && mode === 'CARRI_ONLY') ? 'Apply Via Chat' : 'Apply') | translate",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree in Computer Science, Business, or related program",
                        "5+ years of demonstrated success with hands-on implementation of master data management programs at an enterprise level",
                        "Good knowledge of MDM concepts, benefits, best practices, and challenges",
                        "Serve as an in implementing master data management & data quality solutions",
                        "Experience with creating Single Sources of Truth for Master Data and securing a consistent distribution to downstream systems",
                        "Cross functional understanding of integrated processes and ability to connect with other solution areas",
                        "Experience in building APIs according to approved design patterns for batch and real-time integration for a variety of consumers",
                        "Expertise managing efforts with cross-functional stakeholders",
                        "Strong knowledge of end-to-end business processes in similar business environment",
                        "Proficient in SQL and Stored Procedures",
                        "Experience in .NET",
                        "Experience with Scrum and other Agile processes",
                        "Ability to maintain stationary position to be able to operate a computer and other office equipment",
                        "Must be able to identify, analyze and assess details",
                        "For certain positions, must be able to occasionally move or transport items up to 50 pounds",
                        "Ability to communicate with others and exchange information accurately and effectively",
                        "Constantly positions self and move about to support ordinary restaurant or food production support or office operations, as applicable",
                        "Ability to work in a constant state of alertness and in a safe manner"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This role will be responsible for delivering MDM solutions and operating the MDM platform and tools that meet business needs",
                        "Collaborating closely with business, stakeholders, and the team, you will help design the needs for a data driven culture",
                        "Lead the effort to implement a best-in-class multi-domain MDM solution closely collaborating with Ops, Culinary, Catering and Digital teams",
                        "Lead the design, development, testing, and deployment of MDM objects including hierarchies, workflows, match & merge, survivorship rules, data import / export, batch processes, visualization, and user interface design",
                        "Define, develop and institute robust, quality processes to implement data changes and database modifications",
                        "Incorporate the voice and needs of our consumers to define an overall strategy and roadmap with clear accountabilities, goals, and objectives in close collaboration with the architect",
                        "Align the MDM vision and strategy with the organization's strategic vision by clarifying what, why, and how trusted master data contributes to business value",
                        "Measure progress toward business goals by creating clear program metrics",
                        "Configure the MDM platform from data modeling, business rules, to the front-end user experience",
                        "Build integration of the MDM solution with other applications in the enterprise",
                        "Work the full spectrum of MDM from governance to tool implementation and system administration",
                        "Ensure accurate data through identification and assignment of the appropriate business owner of each data field",
                        "Train business owners on the definitions for owned data fields and foster accountability for reviewing owned master data to ensure it is correct and in accordance with the standard data definition",
                        "Articulate the business value of MDM and provide thought partnership",
                        "Abide by policies and procedures that support the service mindset",
                        "Manage timeline expectations within and across teams, deliver on our responsibilities accordingly",
                        "Earn the trust of Team Members and Managers by consistently embracing CAVA’s values",
                        "Show discipline in bringing consistent performance, communication, and attitude to the job every day",
                        "Actively contribute to your department in order to complete tasks and meet company goals",
                        "Recognize the emotional stake each Team Member has in personal and organizational success of this business"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Competitive salary, plus bonus and long-term incentives*",
                        "Early Wage Access!",
                        "Unlimited PTO, paid parental leave, plus paid opportunities to give back to the community",
                        "Health, Dental, Vision, Telemedicine, Pet Insurance plus more!",
                        "401k enrollment with CAVA contribution",
                        "Company-paid STD, LTD, Life and AD&D coverage for salaried positions*",
                        "Free CAVA food",
                        "Casual work environment",
                        "The opportunity to be on the ground floor of a rapidly growing brand"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=CAVA&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAII0Aw",
                    "text": "See web results for CAVA"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJMZWFkIERhdGEgQW5hbHlzdCIsImh0aWRvY2lkIjoiVVBSSkdsUXM2aklBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1VWTlZjRlF6TUUxTVEzbzVVbFI1VjNvNWMxQkpkbGMzZGxwZlRDMHpkbm80VXpkcWIzWjNiM294UzFkdUxVMURPVFJuZDNsTVZ6RnhWM0paYlhReWExOTRObEY1V2sxb1VXRk9lRXhNVWpRM01saDNOV2hWTVZKblVHRmpaREJKUnpOSllVUnJRV0ZMVGsxTVQzSk1ZbU4wUW04M01tdGhiM1Z2VkZGTGFIaGxaMkV6UzJsTGJ6bE9NVk5DWTFReWF6WkRiek4xTjJFM01EUm5FaGRDTjNNNVdra3RWMGt0UnpSeGRITlFielJwUjIxQk5Cb2lRVTh0TUhKc04ybGFURk5yUWxWSU5tdFdNRWhPVFRCMlZHRnFhVFJLWjFOTVVRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9sZWFkLWRhdGEtYW5hbHlzdC1hdC1jYXZhLTM1MjkxMzY4NDE/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Financial/Data Analyst",
            "company_name": "Toffler Associates, Inc.",
            "location": "  Arlington, VA   ",
            "via": "via ZipRecruiter",
            "description": "Who are We?\n\nWe are thinkers. We connect dots among unrelated things to see what others don't. We believe that the future is here whether we're ready for it or not...\n\nToffler Associates is a future-focused strategic advisory firm that works with both government and commercial clients. Our Future Proof® business consulting approach helps global leaders understand how future shifts impact current decisions, so they can take advantage of opportunities, manage risk, and create future value.\n\nWe give clients the tools to anticipate the future, identify opportunities for transformation, create innovative alternatives, define vision and develop strategies, and understand future consequences.\n\nWho are You?\n\nYou are a Financial, Economist, Data, or Operational Analyst who can identify, analyze, and interpret trends from data and build analytic models to advise clients on future courses of action.\n\nYour impact will include:\n• Leading and/or supporting engagements and teams of 2-4 people to ensure successful delivery to our clients\n• Providing analysis and expertise to ensure we meet client needs and expectations\n• Identifying long term strategic solutions, driven by thoughtful research and analysis\n• Understanding and synthesizing, and sometimes conducting, research and analysis that drives findings for our clients\n• Supporting stakeholder and client engagement through communications and facilitation\n\nYou'll arrive equipped with:\n• 5+ years of financial, economic, or data analysis experience\n• Bachelors in Finance, Economics, Data Analytics or comparable field\n• Quantitative and qualitative research and analysis skills\n• Experience with the principles of economics, including econometrics and forecasting as well as practices of economic analysis\n• Experience developing and analyzing financial, economic, budget, or other quantitative models\n• Experience with market research, conducting executive-level interviews and identifying data from primary and secondary sources\n• U.S. citizenship (the nature of our work with the federal government limits our hiring to U.S. citizens)\n• Flexibility to commute regularly within the Washington, DC metropolitan area, and travel out-of-town (up to 20%); hybrid work environment anticipated, to include on-site and virtual locations\n\nExtra credit for:\n• Ability to communicate complex and challenging business problems in easy-to-understand and relevant language\n• Knowledge of federal government budget process (specifically, DoD) is desired\n• Experience with graphic and narrative techniques for the presentation of data\n• Experience in budget formulation (knowledge of federal government budget process, specifically, DoD is desired)\n\nWe'll equip you with:\n• A team that values diversity of experience and thought\n• An environment that is unconditionally inclusive across race, gender, identity, religion, sexual orientation, and the many characteristics that make us all unique\n• A network that understands the importance of existing relationships and the creation of new ones\n• Rewarding and meaningful work, with flexibility and balance\n• Competitive compensation and outstanding benefits\n\nToffler Associates, Inc. is an affirmative action-equal opportunity employer. Toffler Associates, Inc. complies with all applicable federal, state and local laws regarding recruitment and hiring. All qualified applicants are considered for employment without regard to race, color, religion, sex, sexual orientation, gender identity or expression, pregnancy, age, national origin, disability status, genetic information, protected veteran status, or any other characteristic protected by law.\n\nJob Posted by ApplicantPro",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "5+ years of financial, economic, or data analysis experience",
                        "Bachelors in Finance, Economics, Data Analytics or comparable field",
                        "Quantitative and qualitative research and analysis skills",
                        "Experience with the principles of economics, including econometrics and forecasting as well as practices of economic analysis",
                        "Experience developing and analyzing financial, economic, budget, or other quantitative models",
                        "Experience with market research, conducting executive-level interviews and identifying data from primary and secondary sources",
                        "U.S. citizenship (the nature of our work with the federal government limits our hiring to U.S. citizens)",
                        "Ability to communicate complex and challenging business problems in easy-to-understand and relevant language",
                        "Experience with graphic and narrative techniques for the presentation of data",
                        "A team that values diversity of experience and thought",
                        "A network that understands the importance of existing relationships and the creation of new ones",
                        "Rewarding and meaningful work, with flexibility and balance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Leading and/or supporting engagements and teams of 2-4 people to ensure successful delivery to our clients",
                        "Providing analysis and expertise to ensure we meet client needs and expectations",
                        "Identifying long term strategic solutions, driven by thoughtful research and analysis",
                        "Understanding and synthesizing, and sometimes conducting, research and analysis that drives findings for our clients",
                        "Supporting stakeholder and client engagement through communications and facilitation"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Flexibility to commute regularly within the Washington, DC metropolitan area, and travel out-of-town (up to 20%); hybrid work environment anticipated, to include on-site and virtual locations",
                        "Competitive compensation and outstanding benefits"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Toffler+Associates,+Inc.&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIIkg0",
                    "text": "See web results for Toffler Associates, Inc."
                }
            ],
            "extensions": [
                "Full-time",
                "No degree mentioned"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJGaW5hbmNpYWwvRGF0YSBBbmFseXN0IiwiaHRpZG9jaWQiOiIzcHoyYUxLX0Q4RUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVWt0UWNHOUVja3RDZEhKbVMwZGFhbFpZTTJWUmJFMXdkbHB5ZUdoVk5YaHhVbHBMTjBobFZrY3pVRFZ6YkZkc0xWOVNRMGs0TUd4clNUZExVRmxNUjJGQlRXSXlVMFpvUldaNmVqWlpYMjFHWW1ZM2FqSkdabDlxVlhveFRHSndXV1p1Wmw5M1MxRXdOV052UW5GTlRFaGpaVVpVVEhKV2RtTjVkVTVYY0ZGNE5XTk5WWFZYU1djME1VTkdjbkJRUmtweVZqWkdTbGxKVDI1RWFIUXpiVzlHVUZkWFkwbDNiazR5U1VsQ2NYZDJRbnBYTFhkQlZrOTRlRTAwZUdGWFdXTkViRmxERWhkQ04zTTVXa2t0VjBrdFJ6UnhkSE5RYnpScFIyMUJOQm9pUVU4dE1ISnNORE5yU1c1NlVHNVZWMnRXTkU0d1p6VjRTMU5TWVU5VE5GWm5adyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE0IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvVG9mZmxlci1Bc3NvY2lhdGVzLC1JbmMuL0pvYi9GaW5hbmNpYWwtRGF0YS1BbmFseXN0Ly1pbi1Bcmxpbmd0b24sVkE/amlkPTE3MjNiNjEzNTg0NmRhOWRcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "SAF/AQH - Data Analyst (Senior)",
            "company_name": "Delta Solutions & Strategies",
            "location": "  Washington, DC   ",
            "via": "via Lever",
            "description": "Delta Solutions and Strategies is seeking a Data Analyst (Senior) to potentially join our team in Washington DC. This position supports SAF/AQH which is the Air Force focal point for integrated management of the acquisition workforce across all functional areas. Responsible for leading the Acquisition Professional Development Program, including implementing programs and policies, develops... reviews, and coordinates policy and strategic plans for the Air Force acquisition workforce.\n• **This position is contingent upon contract award and is expected to begin July 2023***\n\nWhat you'll be doing:\n• Typically works on high-visibility or mission critical aspects of a given program and performs all functional duties independently. May oversee the efforts of less senior staff and/or be responsible for the efforts of all staff assigned to a specific job\n• Analyze workforce data on size, certification, professional development, demographics, experience, retention, retirement\n• Analyze AcqDemo program data across the Air Force and measures, metrics and trend analysis on consistency and usage of funds within the CCAS annual reviews\n• Analyze data on initiatives within the acquisition workforce development fund to determine usage and return on investment of initiatives where measurable in systems\n• Study, analyze, and provide data analysis and metrics to assist in preparation for briefings and other products such as human capital strategic plan, forecasting training requirements, and forecasting accession requirements\n\nWhat you'll need:\n• MA/MS; 12 years relevant work experience may be substituted for a MA/MS degree. BA/BS degree plus 8 years relevant work experience may be substituted for a MA/MS degree.\n• Years of experience: >10\n• Experience using military and civilian workforce personnel and manpower systems, to include Contribution-based Civilian Appraisal System (CCAS)\n• Proficiency with MS Access\n• Secret Security Clearance\n\nWe are an Equal Opportunity Employer. We do not and will not discriminate in employment and personnel practices based on race, sex, age, disability, veteran status, religion, national origin or any other basis prohibited by applicable law. Hiring, transferring, and promotion practices are performed without regard to the above listed items. EEO/AAP, M, F, V, D",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "MA/MS; 12 years relevant work experience may be substituted for a MA/MS degree",
                        "BA/BS degree plus 8 years relevant work experience may be substituted for a MA/MS degree",
                        "Years of experience: >10",
                        "Experience using military and civilian workforce personnel and manpower systems, to include Contribution-based Civilian Appraisal System (CCAS)",
                        "Proficiency with MS Access",
                        "Secret Security Clearance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This position supports SAF/AQH which is the Air Force focal point for integrated management of the acquisition workforce across all functional areas",
                        "Responsible for leading the Acquisition Professional Development Program, including implementing programs and policies, develops, reviews, and coordinates policy and strategic plans for the Air Force acquisition workforce",
                        "**This position is contingent upon contract award and is expected to begin July 2023***",
                        "Typically works on high-visibility or mission critical aspects of a given program and performs all functional duties independently",
                        "May oversee the efforts of less senior staff and/or be responsible for the efforts of all staff assigned to a specific job",
                        "Analyze workforce data on size, certification, professional development, demographics, experience, retention, retirement",
                        "Analyze AcqDemo program data across the Air Force and measures, metrics and trend analysis on consistency and usage of funds within the CCAS annual reviews",
                        "Analyze data on initiatives within the acquisition workforce development fund to determine usage and return on investment of initiatives where measurable in systems",
                        "Study, analyze, and provide data analysis and metrics to assist in preparation for briefings and other products such as human capital strategic plan, forecasting training requirements, and forecasting accession requirements"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.deltasands.com/",
                    "text": "deltasands.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Delta+Solutions+%26+Strategies&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAII1A0",
                    "text": "See web results for Delta Solutions & Strategies"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTQUYvQVFIIC0gRGF0YSBBbmFseXN0IChTZW5pb3IpIiwiaHRpZG9jaWQiOiIxaHMxSmN2cURsQUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcUlDQ3VJQlFVVnpOMnBPVWpGdmQxRnVlRU5sVFhFeGNtUTBVRVpXUjNOamNsaFpSazlvUm5wWGFEa3hNbVZ1TW1seFh6Tk9TM2RzVFRaTGVGZzVaMFZMTTBGdVpVRk1VRXhXVUU1MVF6RldOM3BsZDJGWVNYUkNjR0kzU3pkVmFuWTNkV0pwT0hoRkxVVndVeTEwUmxoeU1XVTRhWGRyTkhkSU5EVk1UbUppV2s5V2VHTnRSM1p3UlU4eWJFODROa0YzYTNwdllqWjRVa1ZKUzB4U1dscFBXRFkxV2tSclJYQkdObUpQVGxneFdFbFphbWxwUTFkbldrRnVaa0ZJUjFoMVkyZHZhakp6ZFVOWlkxTTJVbFJKTjFjeFVFWjFjbkZZYTFSRk1tWTBUV042ZG1wTVFSSVhRamR6T1ZwSkxWZEpMVWMwY1hSelVHODBhVWR0UVRRYUlrRlBMVEJ5YkRaZlJIcGxibWRNZUhoR2NqZExXVEZvVEVwZmIxVkZNRFI0UW5jIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTUiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGV2ZXIiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLmxldmVyLmNvL2RlbHRhc2FuZHMvNzZjNzY5MmItY2E5OC00NzcxLWFmNjItYWUzZDU1NTIwMWQzP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Analyst Epidemiologist Jobs",
            "company_name": "Cherokee Federal",
            "location": "  Silver Spring, MD   ",
            "via": "via Clearance Jobs",
            "description": "Join the team who values your skills and expertise. From intelligence and cybersecurity to vulnerability assessment and mission assurance, Cherokee Nation Strategic Programs (CNSP) brings experience and results. Building on a reputation as a dedicated, disciplined and tightly-knit organization, CNSP supports DOD and other federal clients in their critical, strategic and operational programs. CNSP... is looking for qualified talent to give our clients the support they deserve and the quality they expect from our team - a team of experts, like you.\n\nCherokee Nation Strategic Programs is part of Cherokee Federal - a team of tribally owned federal contracting companies focused on building solutions, solving complex challenges, and serving the nation's mission around the globe for more than 60 federal clients. For more information, visit cherokee-federal.com.\n\nSUMMARY\n\nThe Data Analyst/Epidemiologist will support the GEIS Branch by coordinating and managing data generated from GEIS-funded surveillance activities including genomic data from emerging pathogens like SARS-CoV-2. This role will also support decision-makers by generating routine reports and other products resulting from surveillance activities with GEIS partners around the world.\n\nESSENTIAL DUTIES AND RESPONSIBILITIES\n• Request, collect, and manage different types of surveillance data (including genomic data generated from next generation sequencing activities) generated by GEIS-funded laboratories across the continental United States (CONUS) and outside of the continental U.S. (OCONUS).\n• Perform statistical operations related to data management, cleaning and analysis (including imports, merges, queries, quality checks) as well as operations needed to maintain large datasets and databases containing aggregate surveillance data on infectious disease pathogens.\n• Generate summary statistics, tables, and other visualizations to translate surveillance data into informational products for technical and non-technical audiences and decision-makers.\n• Develop standard operating procedures and quality assurance processes for data management and analysis within the GEIS program.\n• Create talking points, tables, figures, maps, data visualizations, and slides for presentations and publications with minimal oversight.\n• Track and respond to internal and external requests for information.\nSecondary Duties\n• Support the development and implementation of databases and dynamic dashboards.\n• Provide subject matter expertise to advance collection, harmonization, analysis, evaluation, collation, and translation of surveillance data from GEIS partners to products that inform GEIS's customers.\n• Support GEIS partners during the development of manuscripts and reports for DoD stakeholders and peer-reviewed publications.\n• Support the GEIS Focus Areas through proposal evaluation and consultation on feasibility and scientific relevance of proposed surveillance activities.\n• Maintain awareness of infectious disease surveillance policies and literature external to AFHSD, such as CDC and WHO; share relevant information with GEIS staff to ensure understanding of the broader picture of these relevant areas, reduce redundancy, and align GEIS initiatives with broader DoD and USG strategy.\n• Provide programmatic support as requested by GEIS Program Manager, to include reviewing and revising documents and other deliverables.\nEDUCATION AND EXPERIENCE\n• Master's degree (MPH, MSPH, MSc, or related degree) or Doctoral degree (PhD, DrPH, or related degree) with a minimum 3 years of experience in data analysis/management, research, or public health setting required.\n• Experience supporting Federal clients, particularly DoD, preferred.\nSKILLS AND ABILITIES\n• Strong skills and experience with data management, programming, and analysis tools (e.g., MS Excel, MS Access, SAS, and R/R Studio) required.\n• Ability to utilize statistical programming software independently with little oversight required; candidate should be able to develop new programs as well as read and troubleshoot existing programs as needed.\n• Skills and experience with mapping and visualization tools, including open-source programs (e.g., Tableau, ArcGIS, Power BI, MapChart, Canva) required.\n• Experience implementing data and analytics strategies in a complex global organizational structure.\n• Excellent organizational skills and strong oral and written communication skills.\n• Ability to lead projects and initiatives to provide data-related solutions.\n• Ability to collaborate in fast-paced, team environment.\n• Must be a US Citizen and have or be able to obtain a secret clearance.\n• Must be able to pass s drug screen and background check.\nWORK ENVIRONMENT\n• This is a hybrid position. Climate-controlled office during normal business hours and tele-work.\nEstimated Starting Salary Range: $ 90,000.00 - $ 105,000.00 annually.\n\n(CNSP) offers a competitive benefit package, including medical, dental, and vision plans for regular full-time employees, 401(k) with 100% match up to 6%, life insurance, paid time off and more. Paid sick leave is provided in accordance with applicable law.\n\nCherokee Federal has suspended it's COVID mandate. However, it's important to note that Cherokee Federal employees are included as covered employees in U.S. Presidential Executive Order 14042, which mandates Covid vaccines for federal contractors. Executive Order 14042 is currently not subject to enforcement by the Federal government. Therefore, Cherokee Federal has suspended application of the mandate and continues to monitor the government's guidance on administration of any vaccine requirement\n\nABOUT THE TEAM\n\nCherokee Federal is a collective group of subsidiary companies of Cherokee Nation Businesses (CNB). CNB is the economic engine of Cherokee Nation, the largest Native American tribe in the U.S. As a trusted partner, the Cherokee Federal team of companies manages nearly 2,000 projects of all sizes across the construction, engineering and manufacturing, and mission solutions portfolios - ranging from advanced data analytics and telehealth to cybersecurity, cloud and logistics.\n\nSince 2012, our team of companies has won $6 billion in government contracts and completed more than 5,300 federal missions. Our 3,600+ employees work in 20+ countries, 50 states and 2 U.S. territories.\n\nWhy Cherokee Federal? Visit cherokee-federal.com to learn why you should join our team!\n\nCOMPLIANCE\n\nCherokee Federal is an equal opportunity employer. We are committed to prohibiting discrimination and harassment of any type and affords equal employment opportunities to employees and applicants without regard to race, color, religion, sex, sexual orientation, union affiliation, gender identity or expression, pregnancy, age, national origin, disability status, genetic information, protected veteran status, or any other characteristic protected by law. We conform to the spirit as well as to the letter of all applicable laws and regulations governing all aspects of the relationship between the Company and its employees, including, but not limited to, recruitment, employment, promotion, transfer, training, working conditions, wages and salary administration, employee benefits, and application of policies. The policies and principles of EEO also apply to the selection and treatment of independent contractors, personnel working on our premises who are employed by temporary agencies and any other persons or firms doing business for or with the Company.\n\n#CNSP #CherokeeFederal #LI-CK1",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Master's degree (MPH, MSPH, MSc, or related degree) or Doctoral degree (PhD, DrPH, or related degree) with a minimum 3 years of experience in data analysis/management, research, or public health setting required",
                        "Strong skills and experience with data management, programming, and analysis tools (e.g., MS Excel, MS Access, SAS, and R/R Studio) required",
                        "Ability to utilize statistical programming software independently with little oversight required; candidate should be able to develop new programs as well as read and troubleshoot existing programs as needed",
                        "Skills and experience with mapping and visualization tools, including open-source programs (e.g., Tableau, ArcGIS, Power BI, MapChart, Canva) required",
                        "Experience implementing data and analytics strategies in a complex global organizational structure",
                        "Excellent organizational skills and strong oral and written communication skills",
                        "Ability to lead projects and initiatives to provide data-related solutions",
                        "Ability to collaborate in fast-paced, team environment",
                        "Must be a US Citizen and have or be able to obtain a secret clearance",
                        "Must be able to pass s drug screen and background check"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Data Analyst/Epidemiologist will support the GEIS Branch by coordinating and managing data generated from GEIS-funded surveillance activities including genomic data from emerging pathogens like SARS-CoV-2",
                        "This role will also support decision-makers by generating routine reports and other products resulting from surveillance activities with GEIS partners around the world",
                        "Request, collect, and manage different types of surveillance data (including genomic data generated from next generation sequencing activities) generated by GEIS-funded laboratories across the continental United States (CONUS) and outside of the continental U.S. (OCONUS)",
                        "Perform statistical operations related to data management, cleaning and analysis (including imports, merges, queries, quality checks) as well as operations needed to maintain large datasets and databases containing aggregate surveillance data on infectious disease pathogens",
                        "Generate summary statistics, tables, and other visualizations to translate surveillance data into informational products for technical and non-technical audiences and decision-makers",
                        "Develop standard operating procedures and quality assurance processes for data management and analysis within the GEIS program",
                        "Create talking points, tables, figures, maps, data visualizations, and slides for presentations and publications with minimal oversight",
                        "Track and respond to internal and external requests for information",
                        "Support the development and implementation of databases and dynamic dashboards",
                        "Provide subject matter expertise to advance collection, harmonization, analysis, evaluation, collation, and translation of surveillance data from GEIS partners to products that inform GEIS's customers",
                        "Support GEIS partners during the development of manuscripts and reports for DoD stakeholders and peer-reviewed publications",
                        "Support the GEIS Focus Areas through proposal evaluation and consultation on feasibility and scientific relevance of proposed surveillance activities",
                        "Maintain awareness of infectious disease surveillance policies and literature external to AFHSD, such as CDC and WHO; share relevant information with GEIS staff to ensure understanding of the broader picture of these relevant areas, reduce redundancy, and align GEIS initiatives with broader DoD and USG strategy",
                        "Provide programmatic support as requested by GEIS Program Manager, to include reviewing and revising documents and other deliverables",
                        "Climate-controlled office during normal business hours and tele-work"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Estimated Starting Salary Range: $ 90,000.00 - $ 105,000.00 annually",
                        "(CNSP) offers a competitive benefit package, including medical, dental, and vision plans for regular full-time employees, 401(k) with 100% match up to 6%, life insurance, paid time off and more",
                        "Paid sick leave is provided in accordance with applicable law"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://cherokee-federal.com/",
                    "text": "cherokee-federal.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Cherokee+Federal&sa=X&ved=0ahUKEwjPteH47rH-AhVhnGoFHSOEAeM4ChCYkAIImQ4",
                    "text": "See web results for Cherokee Federal"
                }
            ],
            "extensions": [
                "20 hours ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "20 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIEFuYWx5c3QgRXBpZGVtaW9sb2dpc3QgSm9icyIsImh0aWRvY2lkIjoiR3Npa1cyS3BORHNBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZGbFRlWGR2U1ZCeU5YQkdXRWsxTVRnd1pGRjRZa2RZWlRKclVEaFZORkJDWTJ0MVpuUTVORWt6VmtwVE5IUlRhVGt5UmxGbE1FWkNaSEIzUmxGUFlXSmFZWGt6YTNoTE9ISmtkRzAwYlhSRlExRjRRWEpDZFRKWWNqQTVRVTVCTTFwTlZFZDNjV0ZCY1ZWWlFsZHdPSHBzVGxoelpYUTVURmw0Y1ZkNVlWVklNbWRQYUhWYVZFVndNbGhKWlhGTGJGRm1VRGRtWjJkaFRERlRVVXhZVERKdFVUVk9hSGh5Y21GTVFsQlFOa3hxYW1GZk1EVmFZV295TTNCNk0yRTJRMTl5UjNnM1ZqVjJUMUIyY1Zjd01UVTFOMnhzV1V4YU1FbEpRUklYUWpkek9WcEpMVmRKTFVjMGNYUnpVRzgwYVVkdFFUUWFJa0ZQTFRCeWJEVlpUMlZLVWxscmFGQTNjV0p4Y1UxdFoySjBSMHhCTnpsc1FtYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE3IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIENsZWFyYW5jZSBKb2JzIiwibGluayI6Imh0dHBzOi8vd3d3LmNsZWFyYW5jZWpvYnMuY29tL2pvYnMvNzA5MzU5OS9kYXRhLWFuYWx5c3QtZXBpZGVtaW9sb2dpc3Q/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Data analyst",
                    "value": "data analyst"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Analyst senior",
                    "value": "analyst senior"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Project manager",
                    "value": "project manager"
                },
                {
                    "text": "Reporting analyst",
                    "value": "reporting analyst"
                },
                {
                    "text": "Advisor",
                    "value": "advisor"
                },
                {
                    "text": "Assistant director",
                    "value": "assistant director"
                },
                {
                    "text": "Auditor",
                    "value": "auditor"
                },
                {
                    "text": "Budget analyst",
                    "value": "budget analyst"
                },
                {
                    "text": "Business analyst",
                    "value": "business analyst"
                },
                {
                    "text": "Data architect",
                    "value": "data architect"
                },
                {
                    "text": "Database analyst",
                    "value": "database analyst"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Epidemiologist",
                    "value": "epidemiologist"
                },
                {
                    "text": "Health",
                    "value": "health"
                },
                {
                    "text": "Level business",
                    "value": "level business"
                },
                {
                    "text": "Operations analyst",
                    "value": "operations analyst"
                },
                {
                    "text": "Planning analyst",
                    "value": "planning analyst"
                },
                {
                    "text": "Senior analyst",
                    "value": "senior analyst"
                },
                {
                    "text": "Server",
                    "value": "server"
                },
                {
                    "text": "Sr. analyst",
                    "value": "sr. analyst"
                },
                {
                    "text": "System",
                    "value": "system"
                },
                {
                    "text": "Systems analyst",
                    "value": "systems analyst"
                },
                {
                    "text": "Writer",
                    "value": "writer"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "McLean, VA",
                    "value": "O3mKsew1tonx6vqtXrpijg=="
                },
                {
                    "text": "Philadelphia, PA",
                    "value": "60u11Ni3xonBWD6M2BT1iQ=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Jersey City, NJ",
                    "value": "3a-_JdJQwonZJc2iE_BJAg=="
                },
                {
                    "text": "Columbia, MD",
                    "value": "UaBpY7Dft4ldY4e2Zb3W8A=="
                },
                {
                    "text": "Raleigh, NC",
                    "value": "9-BRny9arImt8BGKUraQZw=="
                },
                {
                    "text": "Richmond, VA",
                    "value": "7cmZVwkRsYnFPELibT7Yvw=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Princeton, NJ",
                    "value": "8VnQcsHmw4nC1hNKk0nNPw=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Charlottesville, VA",
                    "value": "j6RQ6i2Gs4n8dIvDlvCGkA=="
                },
                {
                    "text": "Hanover, NJ",
                    "value": "_Tx0TbWnw4kSKPkE63Ei3w=="
                },
                {
                    "text": "Newark, NJ",
                    "value": "HQ6aMnBTwolz5P7cKty84Q=="
                },
                {
                    "text": "Springfield, VA",
                    "value": "nTrlhehNtokEpfoWJG_nZw=="
                },
                {
                    "text": "Trenton, NJ",
                    "value": "ubs9LUhDwYm811yJf1YWzw=="
                },
                {
                    "text": "Vienna, VA",
                    "value": "72pWHGdJtom6NhBXsAzBLw=="
                },
                {
                    "text": "Virginia Beach, VA",
                    "value": "pycV_OjBuolzAS6jgBAWBA=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Cockeysville, MD",
                    "value": "Z4DtpGcSyIkDNpvSwWL1mg=="
                },
                {
                    "text": "Fairfax, VA",
                    "value": "zZFLOZZOtolAhkSF5yYjBw=="
                },
                {
                    "text": "Falls Church, VA",
                    "value": "rWNGem5LtolZlz2XiGZTbg=="
                },
                {
                    "text": "Harrisburg, PA",
                    "value": "l54HuBbByInVRo0SyEJuuw=="
                },
                {
                    "text": "Parsippany-Troy Hills, NJ",
                    "value": "wyhwKCQIw4nwJGOxkJil9g=="
                },
                {
                    "text": "Radnor, PA",
                    "value": "8__CSzHrxok4NAQ3Ouif3Q=="
                },
                {
                    "text": "Reston, VA",
                    "value": "5WUWJkdAtomfrnGo6K_fYw=="
                },
                {
                    "text": "Rockville, MD",
                    "value": "FZHj_iwqtokk38nZEL6l7A=="
                },
                {
                    "text": "Allendale, NJ",
                    "value": "KYB5ko3jwomiVqFALKRnHg=="
                },
                {
                    "text": "Allentown, PA",
                    "value": "4dxKn5I5xImhJGgkS9_56g=="
                },
                {
                    "text": "Ashburn, VA",
                    "value": "V8n8ZvEVtolbPR6xbjHaCQ=="
                },
                {
                    "text": "Audubon, PA",
                    "value": "JwqVpraWxonXP5PHrlWDAg=="
                },
                {
                    "text": "Beltsville, MD",
                    "value": "kalNcnXDt4l7N8AW5ohfZw=="
                },
                {
                    "text": "Berwyn, PA",
                    "value": "QTyUkk2TxonheFpOBDvIcQ=="
                },
                {
                    "text": "Bethlehem, PA",
                    "value": "FcGUzEo-xImDspEcSZzFTg=="
                },
                {
                    "text": "Binghamton, NY",
                    "value": "0bet33Lv2ol_M-33A5ePBg=="
                },
                {
                    "text": "Bowie, MD",
                    "value": "SfEGwo3qt4lVbq5KSSK3yg=="
                },
                {
                    "text": "Burtonsville, MD",
                    "value": "sxIz6Gvbt4k7Dn5xqxwIlg=="
                },
                {
                    "text": "Chapel Hill, NC",
                    "value": "p35uIRzDrInL5EME4LoDfw=="
                },
                {
                    "text": "Chesapeake City, MD",
                    "value": "l8s6Whykx4kMWVoZrlKCDg=="
                },
                {
                    "text": "Chevy Chase, MD",
                    "value": "DxpmGHLJt4meDebirKhC0A=="
                },
                {
                    "text": "Claymont, DE",
                    "value": "L0p4F3PkxoltnT59bfhDsA=="
                },
                {
                    "text": "Clinton, PA",
                    "value": "_w7a_z5DNIgDT5Qf2RFcag=="
                },
                {
                    "text": "Cranford, NJ",
                    "value": "402TZCSyw4lRQXMiUI_elQ=="
                },
                {
                    "text": "Dover, DE",
                    "value": "rV5odTNjx4nwbAD7R-TiqQ=="
                },
                {
                    "text": "Dulles, VA",
                    "value": "uc_EVAw2tom88m3GzTNukg=="
                },
                {
                    "text": "East Brunswick, NJ",
                    "value": "RRATU5rFw4kv9zbwTaawfg=="
                },
                {
                    "text": "Eatontown, NJ",
                    "value": "WUPjSqAvwonW4Wgz2NrIZg=="
                },
                {
                    "text": "Edison, NJ",
                    "value": "maG-aH_Tw4nq1INvpsUr8g=="
                },
                {
                    "text": "Elmira, NY",
                    "value": "4_IXPTsV0Im_OjomMGb8SA=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Legal",
                    "value": "/business/naics2007/5411"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Construction",
                    "value": "/business/naics2007/23"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Repair",
                    "value": "/business/naics2007/811"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Leidos",
                    "value": "/m/01h2kg"
                },
                {
                    "text": "Apex Systems",
                    "value": "/g/11bycxrxk8"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "General Dynamics Information Technology",
                    "value": "/m/09msylq"
                },
                {
                    "text": "Lincoln Financial",
                    "value": "/m/05d_7l"
                },
                {
                    "text": "Robert Half",
                    "value": "/m/07k98m"
                },
                {
                    "text": "Sheetz",
                    "value": "/m/05hfyr"
                },
                {
                    "text": "Activision",
                    "value": "/m/09j_g"
                },
                {
                    "text": "Aston Carter",
                    "value": "/g/11dyhrdd6"
                },
                {
                    "text": "Columbia University",
                    "value": "/m/01w5m"
                },
                {
                    "text": "Envestnet, Inc",
                    "value": "/g/11c1wj0rj0"
                },
                {
                    "text": "HireRocket",
                    "value": "/g/11fy1_kfnz"
                },
                {
                    "text": "Johns Hopkins University",
                    "value": "/m/09kvv"
                },
                {
                    "text": "LMI",
                    "value": "/g/11b7cd2mzj"
                },
                {
                    "text": "Motion Recruitment",
                    "value": "/g/1dtxtpd9"
                },
                {
                    "text": "New York Life Insurance Co",
                    "value": "/m/06zcyw"
                },
                {
                    "text": "New York University",
                    "value": "/m/0bwfn"
                },
                {
                    "text": "Open Systems Technologies",
                    "value": "/g/11b7c7x3lx"
                },
                {
                    "text": "Sentara",
                    "value": "/m/0b2b1z"
                },
                {
                    "text": "3S Business Corporation Inc.",
                    "value": "/g/11c73zm7r7"
                },
                {
                    "text": "AHRC New York City Schools",
                    "value": "/m/05p21r9"
                },
                {
                    "text": "AITHERAS, LLC",
                    "value": "/g/11g9n920j9"
                },
                {
                    "text": "ASHLIN Management Group, Inc.",
                    "value": "/g/11c73xg87n"
                },
                {
                    "text": "Adecco",
                    "value": "/m/08gz46"
                },
                {
                    "text": "Allegis Group",
                    "value": "/m/0c76nq"
                },
                {
                    "text": "AllianceBernstein Holding L.P.",
                    "value": "/m/06xfmc"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "America Votes",
                    "value": "/m/049dzm"
                },
                {
                    "text": "American Express",
                    "value": "/m/01w6dw"
                },
                {
                    "text": "Arc Aspicio",
                    "value": "/g/11c73nvpzg"
                },
                {
                    "text": "Aristocrat Technologies",
                    "value": "/g/1q62hcbrd"
                },
                {
                    "text": "Ascension",
                    "value": "/g/11jfc272qc"
                },
                {
                    "text": "Aurora Solar",
                    "value": "/g/11f012n_zq"
                },
                {
                    "text": "AutoNation, Inc.",
                    "value": "/m/03p1kfg"
                },
                {
                    "text": "BAE Systems",
                    "value": "/m/01cf6w"
                },
                {
                    "text": "BRMi",
                    "value": "/g/11f0168y48"
                },
                {
                    "text": "Barclays",
                    "value": "/m/05t8c5"
                },
                {
                    "text": "Beacon Building Products",
                    "value": "/m/012ds44r"
                },
                {
                    "text": "Bering Straits Native Corporation (BSNC)",
                    "value": "/m/02q85bm"
                }
            ]
        }
    ]
}