{
    "search_metadata": {
        "id": "643dbb40d5ecf4e969bb77d6",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/a4a0c314a9aefc4f/643dbb40d5ecf4e969bb77d6.json",
        "created_at": "2023-04-17 21:33:52 UTC",
        "processed_at": "2023-04-17 21:33:52 UTC",
        "google_jobs_url": "https://www.google.com/search?q=deep+learning&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=20",
        "raw_html_file": "https://serpapi.com/searches/a4a0c314a9aefc4f/643dbb40d5ecf4e969bb77d6.html",
        "total_time_taken": 3.44
    },
    "search_parameters": {
        "q": "deep learning",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 20
    },
    "jobs_results": [
        {
            "title": "Deep Learning Engineer",
            "company_name": "Apple, Inc.",
            "location": "  Cupertino, CA   ",
            "via": "via JobLeads",
            "description": "Summary Posted: Sep 28, 2022\nRole Number:200430411\n...\nThe Technology Development Group is looking for help to drive breakthrough developments in deep learning and computer vision problems. We are looking for people with a passion for applying deep learning to help blur the line between real and virtual content. Help us drive augmented reality experiences to the next level by converging on neural network architectures and optimizations. We promise hands-on work in an innovative team and where you will be part of building the next big thing.\n\nKey Qualifications\n• Passionate about State-of-the-Art in Deep Learning\n• Passionate about Augmented Reality\n• Solid fundamentals in Machine Learning\n• Great interest or background in Computer Vision\n• Great interest in optimizing neural networks for running on embedded devices\n• Proficiency in Python\n• Proficiency in C/C++\n• Self-motivated and great teammate\n\nDescription\nWe are the Technology Development Group that is responsible for many of the key algorithms in ARKit and beyond. We are looking for talented engineers who are passionate about building products for millions of customers around the world. You'll be working on cutting-edge technology and develop algorithms that enable a high-quality user experience across a range of tentpole use cases and applications. As a part of our team, you will closely collaborate with HW engineers (cameras, silicon, electrical engineering, product design) and other technology development software teams (computer graphics, video engineering, data generation/annotation, drivers/OS). You can make a difference by researching and prototyping novel deformable object tracking algorithms beyond the state of the art and/or by optimizing the performance of real-time algorithms running on Apple silicon. Apple is an Equal Opportunity Employer that is committed to inclusion and diversity. We also take affirmative action to offer employment and advancement opportunities to all applicants, including minorities, women, protected veterans, and individuals with disabilities. Apple will not discriminate or retaliate against applicants who inquire about, disclose, or discuss their compensation or that of other applicants.\n\nEducation & Experience\nPhD in Computer Vision or similar, alternatively a comparable industry career, with significant experience in state-of-the-art Computer Vision, Machine Learning and Pattern Recognition fields.\n\nAdditional Requirements\n\nPay & Benefits\n• At Apple, base pay is one part of our total compensation package and is determined within a range. This provides the opportunity to progress as you grow and develop within a role. The base pay range for this role is between $130,000 and $242,000, and your base pay will depend on your skills, qualifications, experience, and location.\n\nApple employees also have the opportunity to become an Apple shareholder through participation in Apple's discretionary employee stock programs. Apple employees are eligible for discretionary restricted stock unit awards, and can purchase Apple stock at a discount if voluntarily participating in Apple's Employee Stock Purchase Plan. You'll also receive benefits including: Comprehensive medical and dental coverage, retirement benefits, a range of discounted products and free services, and for formal education related to advancing your career at Apple, reimbursement for certain educational expenses - including tuition. Additionally, this role might be eligible for discretionary bonuses or commission payments as well as relocation. about Apple Benefits.\n\nNote: Apple benefit, compensation and employee stock programs are subject to eligibility requirements and other terms of the applicable plan or program",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Passionate about State-of-the-Art in Deep Learning",
                        "Passionate about Augmented Reality",
                        "Solid fundamentals in Machine Learning",
                        "Great interest or background in Computer Vision",
                        "Great interest in optimizing neural networks for running on embedded devices",
                        "Proficiency in Python",
                        "Proficiency in C/C++",
                        "Self-motivated and great teammate",
                        "PhD in Computer Vision or similar, alternatively a comparable industry career, with significant experience in state-of-the-art Computer Vision, Machine Learning and Pattern Recognition fields"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Pay & Benefits",
                        "At Apple, base pay is one part of our total compensation package and is determined within a range",
                        "The base pay range for this role is between $130,000 and $242,000, and your base pay will depend on your skills, qualifications, experience, and location",
                        "Apple employees also have the opportunity to become an Apple shareholder through participation in Apple's discretionary employee stock programs",
                        "You'll also receive benefits including: Comprehensive medical and dental coverage, retirement benefits, a range of discounted products and free services, and for formal education related to advancing your career at Apple, reimbursement for certain educational expenses - including tuition",
                        "Additionally, this role might be eligible for discretionary bonuses or commission payments as well as relocation",
                        "Note: Apple benefit, compensation and employee stock programs are subject to eligibility requirements and other terms of the applicable plan or program"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.apple.com/",
                    "text": "apple.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Apple,+Inc.&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAII0gk",
                    "text": "See web results for Apple, Inc."
                }
            ],
            "extensions": [
                "3 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEZWVwIExlYXJuaW5nIEVuZ2luZWVyIiwiaHRpZG9jaWQiOiJqZ29KOF9lYlZCVUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVVZWTU1XMHplRlpwVVRGNFoyNVJRVFpSZERkYVJHMVpWamhUTkU1YU1DMHpPWEZSVkhjM01HWTRPV0pPUlZoTGJEZ3liWFZsVEUxRGFGcFZaVWhLTW5KdVRXTldPVlIxVDAxTGJXSnpTV3R3U0dOT1oyNDNhMjl3VTFBd1VqSllPWE5RUWtkelR6Um1TVnBFZFZKVlZVbFFWbEJQVVc5SU5tNTFkM3BJTFY5dU1XZzFPRVV5TnpoQmJFWnVNbmhLYjBZdGRrNVJhWFpqVUd0U016azNVMHRCVlRWZmRUQlpTRGwzTjNaQlJXVmpFaGRSTjNNNVdrbG1TRU0zY1hWeGRITlFjR0pUWHpSQlNSb2lRVTh0TUhKc04xaEtSMlpYU0hKUlUyNXpRbG95ZWtKVlZUUlpTRXhsZUhNNVp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiIubkZnMmVie2ZvbnQtd2VpZ2h0OjUwMH0uQmk2RGRje2ZvbnQtd2VpZ2h0OjUwMH1BcHBseSBvbiBKb2JMZWFkcyIsImxpbmsiOiJodHRwczovL3d3dy5qb2JsZWFkcy5jb20vZW4tdXMvam9iL2VmMjgxZWUwZjI5ZjUzOGI2MDFiMWRhMzQwYzAzYmNmYT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Deep Learning Researcher",
            "company_name": "Topaz Labs",
            "location": "  Dallas, TX   ",
            "via": "via Salary.com",
            "description": "We're Topaz Labs, an AI tech company that builds software to solve imaging problems like denoising, super-resolution, and deconvolution with deep learning. Over 1M photographers and designers trust us with their work, including on teams at Apple, Netflix, NASA, and more. We've processed over 1 billion images, achieved 1000% revenue growth in the last 4 years, and we're only getting... started.\n\nWe’re looking for a Deep Learning Researcher to help us push the state-of-the-art in image and video enhancement. Your primary responsibility will be to explore and develop new deep learning models to solve inverse problems in imaging. You'll also evaluate customer feedback and image data to gauge performance and refine your models based on real-world usage.\n\nAbout us\n• Rocketship growth and opportunity for impact ($3M → $30M revenue in four years)\n• Over 1 million customers (including companies like Apple, NASA, Netflix) have used us for over 1 billion photos. Our tech has been covered by Fast Company, The Verge, Engadget, Mashable, BBC, and more\n• World-class team that executes quickly, obsesses about the customer experience, and promotes from within\n• Profitable company with infinite runway\n\nAbout you\n• PhD in related field, or equivalent industry experience\n• Prior key contributor to significant deep learning projects for image enhancement or image processing\n• Significant prior experience with CNNs and other common computer vision network architectures\n• 2 years of hands-on experience with TensorFlow or PyTorch\n• Good understanding of common image processing algorithms\n• Working knowledge of C/C\n• Well-read on major recent research papers in deep learning for image or video enhancement\n\nAside from technical understanding and research skills, we're looking for someone with a strong work ethic, intellectual humility, and a shipping mentality. We’re a small company with a high-visibility and high-performance culture, so you will work with a high degree of impact and autonomy. You'll also collaborate closely with other world-class researchers to exchange ideas and solve problems together.\n\nOur technology advantage has already driven strong success for our company, and your contributions will directly help determine our future growth. We offer strong base salary plus significant ownership that scales with the company's growth. We also offer 100% covered medical/dental/vision for employees, 15 days annual PTO plus holidays, and 401k matching. This is a full-time on-site role in Dallas, TX, and we will ask you to relocate if you're not in the area",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "PhD in related field, or equivalent industry experience",
                        "Prior key contributor to significant deep learning projects for image enhancement or image processing",
                        "Significant prior experience with CNNs and other common computer vision network architectures",
                        "2 years of hands-on experience with TensorFlow or PyTorch",
                        "Good understanding of common image processing algorithms",
                        "Working knowledge of C/C",
                        "Well-read on major recent research papers in deep learning for image or video enhancement",
                        "Aside from technical understanding and research skills, we're looking for someone with a strong work ethic, intellectual humility, and a shipping mentality"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Your primary responsibility will be to explore and develop new deep learning models to solve inverse problems in imaging",
                        "You'll also evaluate customer feedback and image data to gauge performance and refine your models based on real-world usage"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We offer strong base salary plus significant ownership that scales with the company's growth",
                        "We also offer 100% covered medical/dental/vision for employees, 15 days annual PTO plus holidays, and 401k matching"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Topaz+Labs&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAIIlgo",
                    "text": "See web results for Topaz Labs"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEZWVwIExlYXJuaW5nIFJlc2VhcmNoZXIiLCJodGlkb2NpZCI6ImFXQkVXWFJKdEJVQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VMEp0TlUxQmEwdzNUVFp5Ums5S056aEJjelpYUkdkRlMwcERaWFY1UnpCMmFXTnNjblZWY25ST2RsQkRaakJNYUhOallYQlFkbE5FUmxwc1ExRklkM3BmZGtsc00xWkNTMWQ1VVdobmFUZERiMGg1V0Rka1RYQnJZWFJQTjFWVlREWmlRbkJLTjNoU2VVSmhabk5JWjNaNFFrdHVSbGhyVEVScVVUSXlkRlZsTmtRelNHTkdSM0J4Y25WUFpVcFZRM0ZzVFVrd1ZWOXVOMHhFWW1KMlZFMWtOVXBIU2tGaVRESnBRV3BhYm5wUFduVkhPWEI1TlhaUWNteENSRXBVUzBWRFJXWTFFaGRSTjNNNVdrbG1TRU0zY1hWeGRITlFjR0pUWHpSQlNSb2lRVTh0TUhKc05tMXlSR3hTZFVwd2JXMXpRbWx4ZFRKUGQwWjNhbTl3TjNGTlFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBTYWxhcnkuY29tIiwibGluayI6Imh0dHBzOi8vd3d3LnNhbGFyeS5jb20vam9iL3RvcGF6LWxhYnMvZGVlcC1sZWFybmluZy1yZXNlYXJjaGVyL2oyMDIyMDIxMjAxNDExNzcyNzQ2MjU/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Research Scientist, Machine Learning",
            "company_name": "OpenAI",
            "location": "  San Francisco, CA   ",
            "via": "via Startup Jobs",
            "description": "About the team\n\nThe Deployment Planning team’s mandate is to build tools and conduct research that equip OpenAI to prepare for safe and successful deployment of increasingly advanced AI...\n\nAbout the role\n\nWe’re seeking an experienced machine learning researcher to shape and lead the Deployment Planning team’s ML research agenda.\n\nThis is an opportunity to pioneer and prototype new approaches for testing and evaluating the most advanced AI systems – and to harness the most advanced AI systems to do so. The role will include research on the development of novel evaluation methods and interventions for things like dangerous model capabilities and existential risks, fairness and representation, as well as untruthful, hallucinatory, or otherwise undesired model behavior.\n\nIf you enjoy tackling deep questions in ML research, thrive in roles where ambitious entrepreneurial pursuit of open-ended goals is rewarded, and are strongly motivated to contribute to the roll-out of advanced general AI systems going well, you will find our work here uniquely challenging and rewarding. This role reports to our Deployment Planning lead.\n\nThis role is based in our San Francisco HQ. We offer relocation assistance to new employees.\n\nIn addition, you’ll:\n\n• Research upstream interventions at the level of training data, pre-training, and training\n• Research and prototype novel evaluation methods in areas such as dangerous model capabilities and existential risks, fairness and representation, as well as untruthful, hallucinatory, or otherwise undesired model behavior.\n• Work with downstream product and infrastructure teams to build and scale effective tools for responsible deployment\n• Develop and mentor ML Researchers on the Deployment Planning team\n• Architect and develop interventions that improve real world impact\n\nWe Expect You To:\n\n• Have a track record of coming up with new ideas or improving upon existing ideas in machine learning, demonstrated by accomplishments such as first author publications or projects\n• Possess the ability to own and pursue a research agenda, including choosing impactful research problems and autonomously carrying out long-running projects\n• Have experience developing novel techniques for ML model measurement and mitigation\n• Have experience in research mentorship, leading project teams, and setting technical direction\n• Be comfortable working cross functionally across both research and product teams\n\nNice to Haves:\n\n• Past experience in interdisciplinary research collaborations\n• Past experience in creating high-performance implementations of deep learning algorithms\n\nAbout OpenAI\n\nOpenAI is an AI research and deployment company dedicated to ensuring that general-purpose artificial intelligence benefits all of humanity. We push the boundaries of the capabilities of AI systems and seek to safely deploy them to the world through our products. AI is an extremely powerful tool that must be created with safety and human needs at its core, and to achieve our mission, we must encompass and value the many different perspectives, voices, and experiences that form the full spectrum of humanity.\n\nAt OpenAI, we believe artificial intelligence has the potential to help people solve immense global challenges, and we want the upside of AI to be widely shared. Join us in shaping the future of technology.\n\nCompensation, Benefits and Perks\n\nThe annual salary range for this role is $200,000 – $370,000. Total compensation also includes generous equity and benefits.\n\n• Medical, dental, and vision insurance for you and your family\n• Mental health and wellness support\n• 401(k) plan with 4% matching\n• Unlimited time off and 18+ company holidays per year\n• Paid parental leave (20 weeks) and family-planning support\n• Annual learning & development stipend ($1,500 per year)\n\nWe are an equal opportunity employer and do not discriminate on the basis of race, religion, national origin, gender, sexual orientation, age, veteran status, disability or other legally protected statuses. Pursuant to the San Francisco Fair Chance Ordinance, we will consider qualified applicants with arrest and conviction records.\n\nWe are committed to providing reasonable accommodations to applicants with disabilities, and requests can be made via this link.\n\nOpenAI US Applicant Privacy Policy",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Have experience developing novel techniques for ML model measurement and mitigation",
                        "Have experience in research mentorship, leading project teams, and setting technical direction",
                        "Be comfortable working cross functionally across both research and product teams",
                        "Past experience in interdisciplinary research collaborations",
                        "Past experience in creating high-performance implementations of deep learning algorithms"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Research upstream interventions at the level of training data, pre-training, and training",
                        "Research and prototype novel evaluation methods in areas such as dangerous model capabilities and existential risks, fairness and representation, as well as untruthful, hallucinatory, or otherwise undesired model behavior",
                        "Work with downstream product and infrastructure teams to build and scale effective tools for responsible deployment",
                        "Develop and mentor ML Researchers on the Deployment Planning team",
                        "Architect and develop interventions that improve real world impact"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The annual salary range for this role is $200,000 – $370,000",
                        "Total compensation also includes generous equity and benefits",
                        "Medical, dental, and vision insurance for you and your family",
                        "Mental health and wellness support",
                        "401(k) plan with 4% matching",
                        "Unlimited time off and 18+ company holidays per year",
                        "Paid parental leave (20 weeks) and family-planning support",
                        "Annual learning & development stipend ($1,500 per year)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://openai.com/",
                    "text": "openai.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=OpenAI&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAII2wo",
                    "text": "See web results for OpenAI"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJSZXNlYXJjaCBTY2llbnRpc3QsIE1hY2hpbmUgTGVhcm5pbmciLCJodGlkb2NpZCI6IjhJVlE3Y21MWUNJQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VeTFwZGtGZmNGSlRURkJ4U1ZkWE1YUkNXSG80TVhwVFJETnNhREZKTlVWbk5tTnVRVlJ6VjFCQmRVMXZOa1UwY0hSeVNXcEliRkp6Wm10RE5HaFZhVnBOVVdwRmVUTkhja0ZFWmpkcU0zRjNUVFpOUjBRdFF6UlVWVEZPUlZGdmRtUTVNME5uZUZwbWNGcHNZbVJZUzNaU05sUnpabGRzWmxGT1luZHlXbEpZTjBkdGRVaGxWMFZsVlRCd1lVZGFjVzV2VTFKTGVUTTBWRFZqYldodmNsVkVORUYyZDNCR1ZXTjFSbkpMUlU5UE9WWnVYMnhDZGpGS1NUVmhNakpDVUVSdlpsOTZFaGRSTjNNNVdrbG1TRU0zY1hWeGRITlFjR0pUWHpSQlNSb2lRVTh0TUhKc05rMVpRVmMwYlhSdFRGRkdOMkYyTXpCSVVrbHFUMmhXT0RNNVp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBTdGFydHVwIEpvYnMiLCJsaW5rIjoiaHR0cHM6Ly9zdGFydHVwLmpvYnMvcmVzZWFyY2gtc2NpZW50aXN0LW1hY2hpbmUtbGVhcm5pbmctb3BlbmFpLTQxMDM2NzE/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Machine Learning Engineer",
            "company_name": "Bronson Technical Search",
            "location": "  Chicago, IL   ",
            "via": "via WANE Jobs",
            "description": "We are looking for a Machine Learning Engineer for our client based in Chicago. They are looking for a talented Machine Learning Engineer to join their team and help boost sales and drive the development of their cutting-edge machine learning algorithms. You will be involved in designing, developing, and implementing machine learning models that will be used to analyze large amounts of data and... make predictions about future trends.\n\nResponsibilities\n• Collaborate with the data science team to identify opportunities for the use of machine learning to solve business problems\n• Design and develop machine learning models using techniques such as deep learning, neural networks, and decision trees\n• Retrain, maintain, and monitor models in production\n• Delivery of advanced modelling for customers\n• Develop and implement data pre-processing and feature engineering pipelines to ensure high quality inputs for machine learning models\n• Evaluate the performance of machine learning models and make recommendations for improvements\n• Research and system design for novel marketing technologies and you will work with colleagues on a shared code base, sharing and contributing to a highly collaborative environment\n• Keep track of emerging tech and trends, research the state-of-art deep learning models, prototype new modelling ideas, and conduct offline and online experiments\nQualifications\n• Bachelor's or master's degree in Computer Science, Mathematics, or related field\n• 3+ years of experience in developing machine learning models in a commercial setting\n• Familiarity with data orchestration and pipeline management\n• Strong knowledge of machine learning and its mathematical foundations including linear algebra, bayesian reasoning, and vector calculus.\n• You have excellent software program skill (Python/Java/C++) to implement high performance machine learning algorithms\n• Experience with machine learning frameworks such as TensorFlow, Keras, or PyTorch\n• Research experience with machine learning, statistics, or econometric systems in a relevant university, lab, or organization\n• Experience with data pre-processing and feature engineering techniques and you enjoy working closely with cross-functional teams including engineering, science, product, and business\nIf you have a passion for solving complex problems and driving innovation, we want to hear from you!\n\nWhy Bronson?\n\nBronson Technical Search is a leading technology consulting firm that specializes in helping businesses navigate the ever-evolving landscape of digital innovation. With over 30 years of experience in the tech industry, we have a deep understanding of the challenges and opportunities that businesses face in today's digital age",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor's or master's degree in Computer Science, Mathematics, or related field",
                        "3+ years of experience in developing machine learning models in a commercial setting",
                        "Familiarity with data orchestration and pipeline management",
                        "Strong knowledge of machine learning and its mathematical foundations including linear algebra, bayesian reasoning, and vector calculus",
                        "You have excellent software program skill (Python/Java/C++) to implement high performance machine learning algorithms",
                        "Experience with machine learning frameworks such as TensorFlow, Keras, or PyTorch",
                        "Research experience with machine learning, statistics, or econometric systems in a relevant university, lab, or organization",
                        "Experience with data pre-processing and feature engineering techniques and you enjoy working closely with cross-functional teams including engineering, science, product, and business"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will be involved in designing, developing, and implementing machine learning models that will be used to analyze large amounts of data and make predictions about future trends",
                        "Collaborate with the data science team to identify opportunities for the use of machine learning to solve business problems",
                        "Design and develop machine learning models using techniques such as deep learning, neural networks, and decision trees",
                        "Retrain, maintain, and monitor models in production",
                        "Delivery of advanced modelling for customers",
                        "Develop and implement data pre-processing and feature engineering pipelines to ensure high quality inputs for machine learning models",
                        "Evaluate the performance of machine learning models and make recommendations for improvements",
                        "Research and system design for novel marketing technologies and you will work with colleagues on a shared code base, sharing and contributing to a highly collaborative environment",
                        "Keep track of emerging tech and trends, research the state-of-art deep learning models, prototype new modelling ideas, and conduct offline and online experiments"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Bronson+Technical+Search&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAIInws",
                    "text": "See web results for Bronson Technical Search"
                }
            ],
            "extensions": [
                "12 hours ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "12 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJNYWNoaW5lIExlYXJuaW5nIEVuZ2luZWVyIiwiaHRpZG9jaWQiOiIxVEU5TTBIMHY1TUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVkZoM05IWjFhSGwzTWxGT09IaHhabTFRZG5RMFkwMU1jbHBMYzJoQlZra3RTVloxYldSWmRGTmxla1JVZURCbFdrcEpZek0xTVMxclowMXRPRXg2U25ReUxXOHdMVjlTVXpKS1NsSTJTVE5ITmtScWNFOTFWMHhtU3psNVJEUlVRVzEwUW10MFVFUkdlV3BPYVVsV1MxcHdia0V4TFVWb2RtSkxaRzB0TmxGR2JHazRhemh0U21sSWJUWnBibXRNTTJ0RmJuUldNRUZYZEc5dlNVcG9kbmt3WDJOV1JEQk1ka3N4TjFSa2VHWkVla0ZEZW1SS2RqWjJORVI2T1hkZlFVWldMV2hMRWhkUk4zTTVXa2xtU0VNM2NYVnhkSE5RY0dKVFh6UkJTUm9pUVU4dE1ISnNOR014ZDBOWU5ubEhNek5IWDJWaVZVVk9iVnA0T1cxSVQySndVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gV0FORSBKb2JzIiwibGluayI6Imh0dHBzOi8vam9icy53YW5lLmNvbS9qb2JzL21hY2hpbmUtbGVhcm5pbmctZW5naW5lZXItY2hpY2Fnby1pbGxpbm9pcy85Nzk5Nzc4MDYtMi8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Research Intern - Deep Learning, NLP, Computer Vision",
            "company_name": "OPPO US Research Center",
            "location": "  Seattle, WA   ",
            "via": "via Indeed",
            "description": "Background:\n\nThe team in OPPO Seattle Research Center focuses on fundamental and cutting-edge AI and robotics technologies in smart platforms (e.g., smartphones, IoT devices and robots). We are devoted to developing technologies with great potentials to positively impact people’s everyday lives in three years and beyond. The Research Interns will conduct cutting edge research at the intersection... of computer vision, virtual reality, machine learning and NLP, work on practical real-world applications, and get insight into how an industry R&D center operates, while receiving mentorship and support from experienced researchers, including IEEE Fellow and ACM Distinguished Scientist.\n\nResponsibilities:\n\nPerform research in general AI-related projects on machine learning, pattern recognition, computer vision, and natural language processing to situation perception and decision-making.\n\nThe interns will be in charge of developing novel deep learning, computer vision and NLP algorithms and models including but not limited to the following areas:\n\n1. Deep learning for processing and analyzing images, videos and multimodal data, Image segmentation and object detection, unsupervised representation learning for videos/images and NLP;\n\n2. Generative model (GAN, Diffusion model, VAE), deep image/video/text content generation and editing, neural rendering;\n\n3. LLM model (for example, GPT, LLaMA, BERT, BLOOM, T5, or their variants, etc.), Transformer networks;\n\n4. Multi-modal, CLIP, BLIP, GLIDE, etc;\n\n5. Deep network compression and pruning for end devices;\n\n6. Novel view synthesis and free-viewpoint videos;\n\n7. Neural architecture search (NAS);\n\n8. Security and privacy protection for AI models.\n\n9. 3D modeling, reconstruction, and rendering, structure from motion, multi-view geometry, photometric stereo, texture binding and mapping, 3D/4D data compression, 4D motion temporal consistency, and Virtual Reality;\n\n10. 3D scene reconstruction and localization (e.g., visual odometry, SLAM, structure from motion), multi-sensor calibration;\n\n11. 3D face/pose/body reconstruction/synthesis, human body/face parsing, hand gesture reconstruction, gaze detection, and lip movement synthesis for virtual avatars;\n\nRequirements\n\nQualifications:\n\n1. Master or higher degree in EE, CS, ME and related areas;\n\n2. Skillful in C/C++, pythons and other languages;\n\n3. Hands-on experiences in developing novel deep learning, computer vision and NLP algorithms and models;\n\nPreferred Qualifications:\n\n1. Hands-on experiences in using pytorch and/or tensorflow to develop algorithms and models independently;\n\n2. Have publications in top-tier conferences and journals in the related areas;\n\nBenefits\n\nOPPO is proud to be an equal opportunity workplace. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.\n\nThe US base salary range for this full-time position is $30-$60/hour. Our salary ranges are determined by role, level, and location",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Master or higher degree in EE, CS, ME and related areas;",
                        "Skillful in C/C++, pythons and other languages;",
                        "Hands-on experiences in developing novel deep learning, computer vision and NLP algorithms and models;"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Perform research in general AI-related projects on machine learning, pattern recognition, computer vision, and natural language processing to situation perception and decision-making",
                        "The interns will be in charge of developing novel deep learning, computer vision and NLP algorithms and models including but not limited to the following areas:",
                        "Deep learning for processing and analyzing images, videos and multimodal data, Image segmentation and object detection, unsupervised representation learning for videos/images and NLP;",
                        "Generative model (GAN, Diffusion model, VAE), deep image/video/text content generation and editing, neural rendering;",
                        "LLM model (for example, GPT, LLaMA, BERT, BLOOM, T5, or their variants, etc.), Transformer networks;",
                        "Deep network compression and pruning for end devices;",
                        "Novel view synthesis and free-viewpoint videos;",
                        "3D modeling, reconstruction, and rendering, structure from motion, multi-view geometry, photometric stereo, texture binding and mapping, 3D/4D data compression, 4D motion temporal consistency, and Virtual Reality;",
                        "3D scene reconstruction and localization (e.g., visual odometry, SLAM, structure from motion), multi-sensor calibration;",
                        "3D face/pose/body reconstruction/synthesis, human body/face parsing, hand gesture reconstruction, gaze detection, and lip movement synthesis for virtual avatars;"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The US base salary range for this full-time position is $30-$60/hour",
                        "Our salary ranges are determined by role, level, and location"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=OPPO+US+Research+Center&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAII2ws",
                    "text": "See web results for OPPO US Research Center"
                }
            ],
            "extensions": [
                "30–60 an hour",
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "salary": "30–60 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJSZXNlYXJjaCBJbnRlcm4gLSBEZWVwIExlYXJuaW5nLCBOTFAsIENvbXB1dGVyIFZpc2lvbiIsImh0aWRvY2lkIjoiTG1CRExsZHNaYWdBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZHTndlRWRvV0ZkRFIwaDZielU0Y3pad01UWnJPREY2VldscmJXTXhiVXgxUlY5eVRYSm5XalExVldKeVdGbGlXbXhPVTIxVVZWOVBjSFZQTm5wS1JrcHpiMTlWUkhCSllVTnlOVVJIZG1odlFtcGtUM0JzTWtaQ1IyOW5NMlJuVVc5bVdtWmpWR1YzVEZBNGFVdFhPRWs0Y0ZwWmIyaHZZa3htUnpnd1RsSkVlbWhoTUdkRGFVeDJNR1V6UmpoUWRuWldjMnBLWTBWTlREWk9VR1ZMWWtGWlVqa3habEY0Wlhsb1FsY3lTbWhwU2tKZk0xSk5OREZ0Y1djNVEzQlBVa1kzVVRoMVVsRlFjV1pMT0ZaTmFTMTRjVUppT0hkeFpFdGpkeElYVVRkek9WcEpaa2hETjNGMWNYUnpVSEJpVTE4MFFVa2FJa0ZQTFRCeWJEUjBVWEJZTTBwMFRtbHhTVXd4U1RCVWJVMVZaWEJQWTNkV1JYYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzgiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSW5kZWVkIiwibGluayI6Imh0dHBzOi8vd3d3LmluZGVlZC5jb20vdmlld2pvYj9qaz03MTUzYjIxMDZjNzdkMWRjXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Senior AI Scientist, Perturbation Biology (Artificial...",
            "company_name": "Genentech",
            "location": "  South San Francisco, CA   ",
            "via": "via Genentech",
            "description": "The Position\n\nWe are building the Artificial Intelligence and Machine Learning Department in Research Biology, within Genentech Research and Early Development (gRED). The successful candidate will develop and apply novel machine learning methods to analyze high-content perturbation datasets with the ultimate goal of accelerating drug discovery and improving human health...\n\nThe Role\n• You will join the growing department of AI/ML within Research Biology. Your peers will be machine learning and computational scientists working across different areas of the life sciences.\n• You will closely collaborate with chemists, biologists and computational scientists across departments in gRED.\n• You will develop machine learning methods for the analysis of omics, image, graph and/or sequence data in the context of perturbation datasets.\n• You will help build and scale machine learning techniques to massive datasets and aid in the deployment of novel machine learning algorithms.\n• You will contribute to and drive publications in scientific journals and machine learning conferences, and present results at internal and external scientific meetings.\n\nDesired Qualifications\n• PhD degree in quantitative field (​e.g.,​ Computer Science, Statistics, Mathematics) or, in the physical or life sciences (e.g., Chemistry, Biology).\n• Excellent communication and interpersonal skills.\n• Fluent in Python and strong experience with the analysis of omics data and/or graph data.\n• Demonstrated experience with modern Python frameworks for deep learning (e.g., PyTorch, TensorFlow-Keras, or JAX).\n• Demonstrated interest in problems across biology and chemistry as applied to the discovery and development of treatments for disease.\n• Record of scientific experience, as evidenced by a strong publication record in scientific journals or by contribution to large-scale scientific efforts.\n• One or more of the following:\n• Experience with developing deep learning algorithms applied to omics datasets, in particular multimodal ones\n• Experience with sequential decision making algorithms (e.g., Active Learning, Reinforcement Learning, Contextual Bandits)\n• Experience with the analysis and/or predictive modeling of perturbation datasets with high-content readout (e.g., transcriptomics or image data)\n• Experience with mechanistic modeling of gene-regulation (e.g., inference of gene-regulatory networks)\n\nAdditional Desired Qualifications\n• Experience with best practices in Data Engineering and Machine Learning Ops.\n• Public portfolio of computational projects (available on e.g., GitHub)\n• Record of machine learning research excellence as evidenced by publications in computer science and machine learning conferences (e.g., NeurIPS, ICLR, ICML)\n• Experience with representation learning and probabilistic programming (e.g., Pyro).\n\n#LI-GL2\n\n#gREDInformatics\n\nWho We Are\n\nA member of the Roche Group, Genentech has been at the forefront of the biotechnology industry for more than 40 years, using human genetic information to develop novel medicines for serious and life-threatening diseases. Genentech has multiple therapies on the market for cancer & other serious illnesses. Please take this opportunity to learn about Genentech where we believe that our employees are our most important asset & are dedicated to remaining a great place to work. Genentech is an equal opportunity employer & prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity/expression, national origin/ancestry, age, disability, marital & veteran status. For more information about equal employment opportunity, visit our Genentech Careers page\n\nRelocation benefits are available for this job posting.\n\nThe expected salary range for this position based on the primary location of California is $137,300 - $255,100 and max of hiring range. Actual pay will be determined based on experience, qualifications, geographic location, and other job-related factors permitted by law. A discretionary annual bonus may be available based on individual and Company performance. This position also qualifies for the benefits detailed at the link provided below.\n\nBenefits\n\nGenentech is an equal opportunity employer, and we embrace the increasingly diverse world around us. Genentech prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin or ancestry, age, disability, marital status and veteran status.\n\nGenentech requires all new hires to be fully vaccinated against COVID-19 as of their start date. This requirement is a condition of employment at Genentech, and it applies regardless of whether the position is located at a Genentech campus or is fully remote. If you are unable to receive the vaccine due to a disability or serious medical condition, or because it is prohibited as a result of your sincerely held religious beliefs, you will have an opportunity to request a reasonable accommodation.\n\nGenentech is an equal opportunity employer, and we embrace the increasingly diverse world around us. Genentech prohibits unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity or expression, national origin or ancestry, age, disability, marital status and veteran status.\n\nGenentech requires all new hires to be fully vaccinated against COVID-19 as of their start date. This requirement is a condition of employment at Genentech, and it applies regardless of whether the position is located at a Genentech campus or is fully remote. If you are unable to receive the vaccine due to a disability or serious medical condition, or because it is prohibited as a result of your sincerely held religious beliefs, you will have an opportunity to request a reasonable accommodation",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will join the growing department of AI/ML within Research Biology",
                        "You will closely collaborate with chemists, biologists and computational scientists across departments in gRED",
                        "You will develop machine learning methods for the analysis of omics, image, graph and/or sequence data in the context of perturbation datasets",
                        "You will help build and scale machine learning techniques to massive datasets and aid in the deployment of novel machine learning algorithms",
                        "You will contribute to and drive publications in scientific journals and machine learning conferences, and present results at internal and external scientific meetings"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "The expected salary range for this position based on the primary location of California is $137,300 - $255,100 and max of hiring range",
                        "Actual pay will be determined based on experience, qualifications, geographic location, and other job-related factors permitted by law",
                        "A discretionary annual bonus may be available based on individual and Company performance",
                        "This position also qualifies for the benefits detailed at the link provided below"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.gene.com/",
                    "text": "gene.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Genentech&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAIImQw",
                    "text": "See web results for Genentech"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgQUkgU2NpZW50aXN0LCBQZXJ0dXJiYXRpb24gQmlvbG9neSAoQXJ0aWZpY2lhbCBJbnRlbGxpZ2VuY2UvTWFjaGluZSBMZWFybmluZykiLCJodGlkb2NpZCI6IjVlMHhkdlk1TktrQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1SUNDcUlDUVVWek4ycE9VVXAxYUU1cFVHRkVWMFpNUTIxVmFGbENSRlZxZVMxWVNGcExVRE5rUkZCNVlUWkVNVVpzU3pGNFFUSlZXR0pUZVhoblQzTjFNR2xRVTJKVGJtSkhTbWxFUTI1SlZrMWZTMk5PTVVSME0zTktMVTlZYVdaUGNYZzJla05mUWtaaFZsRmtPR2R4ZVVSVFNHNWxZV1ZRVXpSb2VWZG9kbFI2YjBoU1VrVkhOekZmWjB3NFoxQkNSRmN0TjFGd1ZXSnJXR2hQTWsxeVJGSkNVVVZHU0Y5MlZGaHdaVWQyZFdGa1IwUmhRMkppZWpSQ2VEaExhRlYyWVZGVVZVNUJNM2x5TWpkd2FHWlNUbXhJUWpCRk9YaFRiMDgxUXpWMmQyTkVURTlmYW5WMGFrbDBUMEU1VFdZM1VHWk9Uek5rY21vMlFtcFFjbVI2ZUd0M2NqazFjR1kxTUd0c05sWmtOa3R3UTI1bFdqZHFZV280WDNSRGJ6ZEJSa3QwTjBFU0YxRTNjemxhU1daSVF6ZHhkWEYwYzFCd1lsTmZORUZKR2lKQlR5MHdjbXcyZFdoU1FWOVhSR0paTkVwSFlYTm9ObXBRZEd0R1oxUlNaREJuIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfOSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBHZW5lbnRlY2giLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLmdlbmUuY29tL3VzL2VuL2pvYi9HRU5FVVMyMDIzMDIxMDQxNDFFWFRFUk5BTEVOVVMvU2VuaW9yLUFJLVNjaWVudGlzdC1QZXJ0dXJiYXRpb24tQmlvbG9neS1BcnRpZmljaWFsLUludGVsbGlnZW5jZS1NYWNoaW5lLUxlYXJuaW5nP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "AI Machine Learning Scientist",
            "company_name": "Indotronix International Corporation",
            "location": "  Chicago, IL   ",
            "via": "via WREG Jobs",
            "description": "FULLY REMOTE BASED IN CST Client is only allowed to consider candidates from our vendors if they require sponsorship to work in US. All other candidates would need to work on Client W2.\n\nCompany Description...\n\nElevance Health - A company focused on whole health. Elevance Health is an American health insurance provider. The company's services include medical, pharmaceutical, dental, behavioral health, long-term care, and disability plans through affiliated companies such as Anthem Blue Cross and Blue Shield, Empire BlueCross BlueShield in New York State, Anthem Blue Cross in California, Wellpoint, and Carelon. It is the largest for-profit managed health care company in the Blue Cross Blue Shield Association. As of 2022, the company had 46.8 million members within its affiliated companies' health plans. Prior to June 2022, Elevance Health was named Anthem, Inc. Based on its 2021 revenues, the company ranked 20th on the 2022 Fortune 500.\n\nElevance Health supports health at every life stage, offering health plans and clinical, behavioral, pharmacy, and complex-care solutions that promote whole health.\n\nElevance Health has been named as a Fortune Great Place To Work in 2021, is ranked as one of the 2021 World's Most Admired Companies among health insurers by Fortune magazine, and a Top 20 Fortune 500 Companies on Diversity and Inclusion.\n\nJob Description\n\nResponsible for Artificial Intelligence (AI) scientific and statistical methods to assist with product creation, development, and improvement. Primary duties may include but are not limited to: Develop experimental and analytic plans for machine learning algorithms and data modeling processes, use of strong baselines, and ability to accu ly determine cause and effect relations. Requires a Bachelor's degree in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.) or equivalent degree and 4 or more years of experience; or any combination of education and exp\n\nQualifications\n\no Good Machine Learning foundations, practical experience with classification, regression, and clustering methods\n\no Exposure/experience in NLP is preferable, experience with Deep Learning methods is preferable\n\nStrong python coding, computing fundamentals/data structures, SQL, experience with Hadoop stack\n\no Bachelor's degree in Statistics, Computer Science, Mathematics, Machine Learning, Econometrics, Physics, Biostatistics or related Quantitative disciplines and 5 or more years' experience in predictive analytics or equivalent. Must have advanced expertise with software such as Python, R, or any combination of education and experience which would provide an equivalent background. Experience leading end-to-end data science project implementation. PhD and experience in the healthcare sector preferred.\n\nResponsible for Artificial Intelligence (AI) scientific and statistical methods to assist with product creation, development and improvement.\n\nPrimary duties may include, but are not limited to:\n\nDevelop experimental and analytic plans for machine learning algorithms and data modeling processes, use of strong baselines, and ability to accurately determine cause and effect relations.\n\nRequirements:\n• Bachelor's degree in Statistics, Computer Science, Mathematics, Machine Learning, Econometrics, Physics, Biostatistics or related Quantitative disciplines and 5 or more years experience in predictive analytics or equivalent\n• Must have advanced expertise with software such as Python, R, or any combination of education and experience which would provide an equivalent background.\n• Experience leading end-to-end data science project implementation.\n• PhD and experience in the healthcare sector preferred\n• Good Machine Learning foundations, practical experience with classification, regression and clustering methods\n• Exposure/experience in NLP is preferable, experience with Deep Learning methods is preferable\n• Strong python coding, computing fundamentals/data structures, SQL, experience with Hadoop stack\nAdditional Details:\n• Monday - Friday, 8:00-5:00 CT are the core hours but willing to consider flexibility according to candidates' time zone / shift preferences\n\nEEO Employer\n\nClient Systems is an equal opportunity employer. We do not discriminate or allow discrimination on the basis of race, color, religion, creed, sex (including pregnancy, childbirth, breastfeeding, or related medical conditions), age, sexual orientation, gender identity, national origin, ancestry, citizenship, genetic information, registered domestic partner status, marital status, disability, status as a crime victim, protected veteran status, political affiliation, union membership, or any other characteristic protected by law. Client will consider qualified applicants with criminal histories in a manner consistent with the requirements of applicable law. If you have visited our website in search of information on employment opportunities or to apply for a position, and you require an accommodation in using our website for a search or application, please contact our Employee Services Department at\n\nRequired Skills : NLP with Deep Learning, Hadoop, Python, SQL, Computing fundamentals/Data Structures\n\nBasic Qualification :\n\nAdditional Skills :\n\nBackground Check :Yes\n\nDrug Screen :Yes\n\nNotes :\n\nSelling points for candidate :\n\nProject Verification Info :\n\nCandidate must be your W2 Employee :Yes\n\nExclusive to Client :No\n\nFace to face interview required :No\n\nCandidate must be local :No\n\nCandidate must be authorized to work without sponsorship No\n\nInterview times set No\n\nType of project :Development/Engineering\n\nMaster Job Title :AI: Machine Learning Dev/Eng\n\nBranch Code :Chicago\n\nIndotronix is an Equal Opportunity Employer",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Requires a Bachelor's degree in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.) or equivalent degree and 4 or more years of experience; or any combination of education and exp",
                        "Good Machine Learning foundations, practical experience with classification, regression, and clustering methods",
                        "Exposure/experience in NLP is preferable, experience with Deep Learning methods is preferable",
                        "Strong python coding, computing fundamentals/data structures, SQL, experience with Hadoop stack",
                        "Bachelor's degree in Statistics, Computer Science, Mathematics, Machine Learning, Econometrics, Physics, Biostatistics or related Quantitative disciplines and 5 or more years' experience in predictive analytics or equivalent",
                        "Must have advanced expertise with software such as Python, R, or any combination of education and experience which would provide an equivalent background",
                        "Experience leading end-to-end data science project implementation",
                        "Required Skills : NLP with Deep Learning, Hadoop, Python, SQL, Computing fundamentals/Data Structures",
                        "Background Check :Yes",
                        "Drug Screen :Yes",
                        "Candidate must be local :No",
                        "Candidate must be authorized to work without sponsorship No"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Responsible for Artificial Intelligence (AI) scientific and statistical methods to assist with product creation, development, and improvement",
                        "Primary duties may include but are not limited to: Develop experimental and analytic plans for machine learning algorithms and data modeling processes, use of strong baselines, and ability to accu ly determine cause and effect relations"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.iic.com/",
                    "text": "iic.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Indotronix+International+Corporation&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAII2Aw",
                    "text": "See web results for Indotronix International Corporation"
                }
            ],
            "extensions": [
                "1 day ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "1 day ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJBSSBNYWNoaW5lIExlYXJuaW5nIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiTkduR01QUURuX0VBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZFMUJhbkZFZFZreFpWOURhRFJCWDA5b05uQmpabUZ3UjBGTWFuWk5ORTB3Um1sbVdVUk9kbmsyTFhKV2EyUk1ZV1IyTjNBeGNXdzVhVEJOZUc5dFpsaHZXV1UzTFhkdWFHNXpWVlJGUm5aR2NXWjNORnBhV1ZKWVh6WmpOVEpXYVc1M2FtbzRhSEpoZERseVVrODFaSGxWVUhSbWJHaHJTR0ZMYVVkbFpVMDNURlJETW1RdFoyUndjbFp5WkVWcU9HTlNYMVZUT1ZkMWNXVjFjVGRrU1hGUGNGbEtMVUoxU1dKYWJFMTRRazlhVkZobWFIcFBYMGcyVFVWS1RVd3hTRGh4ZFMxaWRHVkRhV3AwVDI5NldVZFdhbXR0WkdKTFJqaEVRUklYVVRkek9WcEpaa2hETjNGMWNYUnpVSEJpVTE4MFFVa2FJa0ZQTFRCeWJEZDBVV2huT1d3eFJsRm1jbVV3TkdWaFFWcEdXbWhKVkdGalpVRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzExIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFdSRUcgSm9icyIsImxpbmsiOiJodHRwczovL2pvYnMud3JlZy5jb20vam9icy9haS1tYWNoaW5lLWxlYXJuaW5nLXNjaWVudGlzdC1jaGljYWdvLWlsbGlub2lzLzk3OTU1NTg0Mi0yLz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Site Reliability Engineer",
            "company_name": "Abnormal Security",
            "location": " Anywhere ",
            "via": "via AngelList",
            "description": "About Abnormal Security:\n\nAbnormal Security is defining the next generation of email security defense. Our platform uses machine learning and artificial intelligence to baseline communication content, user identity, and behavioral signals in real-time and at scale in order to detect the abnormalities of email attacks...\n\nCustomers love us because we consistently detect and stop what everyone else in the market can’t -- advanced attacks that have never been seen before -- and we do so with beautiful user interfaces and best-in-industry customer support.\n\nOur veteran team has built some of the most enduring machine learning platforms at leading companies including Google, Twitter, Pinterest, Amazon, Microsoft, and Expanse. We are located in San Francisco, CA, New York, NY, and Lehi, UT.\n\nOur company is growing - we’re on the Forbes AI 50, selected as a two-time Gartner Cool Vendor, and our customer base includes a rapidly growing list of Fortune 500 companies.\n\nThe Opportunity\n\nThe Site Reliability Engineering team is responsible for a large set and range of services and their reliability over the AWS and Azure clouds. The knowledge and experience needed for improving the reliability of these services are expansive and deep. The company is hyper growing and we are working on AWS and Azure multi-cloud environments.\n\nWe are looking for a critical member of the SRE team. The new member would make significant contributions to the success of the team. Ideally you are a Software Engineer with focus on product reliability and automate all repetitive operations and processes to improve the reliability. Be an advocate for changes to our processes to improve reliability and helps execute on them (although other experts will contribute).\n\nWho you are:\n• Passionate about cloud product and its reliability\n• Passionate about providing deployment and monitoring of cloud services\n• Passionate or interested about improving the reliability of cloud services\n\nWhat you’ll do:\n• Define reliable production deployment process\n• Automated operational metrics tracking, monitoring and alerting\n• Production reliability tracking and improvement\n\nExperience you’ll need:\n• Experiences with AWS, or Azure, or Google Cloud\n• Experiences with production deployment, such as\n• Blue-green deployment model and its implementation\n• Change management\n• Experiences in production observability and alerting\n• Prometheus, Chronosphere, Grafana\n• PagerDuty, Sentry, Slack notification and integration, incident management,\n• Experiences in production reliability\n• Post-mortem process and it implementation\n• Production readiness review process\n• Experiences in capacity planning, performance monitoring, change management\n• Has worked as Software Engineer or System Engineer -\n\nMore About Abnormal Security:\n\nAbnormal Security is defining the next generation of email security defense. Our platform uses machine learning and artificial intelligence to baseline communication content, user identity, and behavioral signals in real-time and at-scale in order to detect the abnormalities of email attacks. Customers love us because we consistently detect and stop what everyone else in the market can’t -- advanced attacks that have never been seen before -- and we do so with beautiful user interfaces and best-in-industry customer support.\n\nOur veteran team has built some of the most enduring machine learning platforms at leading companies including Google, Twitter, Pinterest, Amazon, Microsoft, and Expanse. We are located in San Francisco,CA, New York, NY and Lehi, UT.\n\nOur company is growing - we’re on the Forbes AI 50, selected as a Gartner 2020 Cool Vendor, and our customer base includes multiple Fortune 500 companies.\n\nAbnormal Security is committed to creating a diverse work environment. All qualified applicants will receive consideration without regard to race, religion, gender, gender identity, sexual orientation, national origin, genetics, disability, age, or veteran status\n\nWhy Abnormal Security:\n• Competitive pay\n• Full medical, dental, and vision health insurance benefits with life insurance, FSA, and 401k opportunities\n• WFH stipends including phone, wellness and equipment\n• When in office, daily catered lunches, coffee and snacks\n• Generous PTO\n• Strong growth opportunities and high ownership expectations\n• Team-wide commitment to excellence, velocity, and customer-focus\n• Everyone says they’re hyper-growth, we’re achieving it! Join a high-growth Silicon Valley startup, and experience what building a company, team, and product from the ground up looks like.\n• Best-in-class customer traction and growth\n\nAbnormal Security is committed to creating a diverse work environment. All qualified applicants will receive consideration without regard to race, religion, gender, gender identity, sexual orientation, national origin, genetics, disability, age, or veteran status.\n\nAbnormal Security focuses on Security, Artificial Intelligence, and Cyber Security. Their company has offices in New York City, San Francisco, and Salt Lake City. They have a large team that's between 501-1000 employees. To date, Abnormal Security has raised $74M of funding; their latest round was closed on November 2020.\n\nYou can view their website at https://abnormalsecurity.com/ or find them on Twitter and LinkedIn",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Passionate about cloud product and its reliability",
                        "Passionate about providing deployment and monitoring of cloud services",
                        "Passionate or interested about improving the reliability of cloud services",
                        "Experiences with AWS, or Azure, or Google Cloud",
                        "Experiences with production deployment, such as",
                        "Blue-green deployment model and its implementation",
                        "Experiences in production observability and alerting",
                        "Prometheus, Chronosphere, Grafana",
                        "PagerDuty, Sentry, Slack notification and integration, incident management,",
                        "Experiences in production reliability",
                        "Post-mortem process and it implementation",
                        "Production readiness review process",
                        "Experiences in capacity planning, performance monitoring, change management",
                        "Has worked as Software Engineer or System Engineer -",
                        "Team-wide commitment to excellence, velocity, and customer-focus"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The new member would make significant contributions to the success of the team",
                        "Ideally you are a Software Engineer with focus on product reliability and automate all repetitive operations and processes to improve the reliability",
                        "Be an advocate for changes to our processes to improve reliability and helps execute on them (although other experts will contribute)",
                        "Define reliable production deployment process",
                        "Automated operational metrics tracking, monitoring and alerting",
                        "Production reliability tracking and improvement"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Competitive pay",
                        "Full medical, dental, and vision health insurance benefits with life insurance, FSA, and 401k opportunities",
                        "WFH stipends including phone, wellness and equipment",
                        "When in office, daily catered lunches, coffee and snacks",
                        "Generous PTO",
                        "Strong growth opportunities and high ownership expectations"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Abnormal+Security&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAIInQ0",
                    "text": "See web results for Abnormal Security"
                }
            ],
            "extensions": [
                "Work from home",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTaXRlIFJlbGlhYmlsaXR5IEVuZ2luZWVyIiwiaHRpZG9jaWQiOiJvTEJMbGNCUFMyTUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVTJzdGVWOWtaVWxuZWxWbmVFTjNNbXhhZFhNeldEWlBVWFI1V2sxU1oxSlJNRkJMUWxaVloxRnZSV3ByYjFGbGEwRkhUMkpPVUVkdVgwOHpTMjVYTWpseWJYVktTazEwVVhsVGEyVnpPR2h4ZUhaU1JGTk9VRjlmTWt4aWQyazJNekZsUzFRd2FWSTFNa2g1U0VZeFdYWmpZMUpuVUU5VFUwdzROV3RPTmxVNFNFaENUV05tV2tRMlJsZE1TRmRIUVRSU09VUmllV05STjFwa1VsRnlka2xLZDNGdVFWaFBiMGxpV0VodE1EQXdFaGRSTjNNNVdrbG1TRU0zY1hWeGRITlFjR0pUWHpSQlNSb2lRVTh0TUhKc05VOVBhR2hwYlZwUFlrTkJiMnh1VkZwTVUySmxhRXRRUWxKMlFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gQW5nZWxMaXN0IiwibGluayI6Imh0dHBzOi8vd2VsbGZvdW5kLmNvbS9jb21wYW55L2Fibm9ybWFsLXNlY3VyaXR5L2pvYnMvMTgzOTE3MS1zaXRlLXJlbGlhYmlsaXR5LWVuZ2luZWVyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Machine Learning Manager, Stories Ranking",
            "company_name": "Snap Inc.",
            "location": " Anywhere ",
            "via": "via Wd1.Myworkdaysite.com",
            "description": "Snap Inc. is a camera company. We believe that reinventing the camera represents our greatest opportunity to improve the way people live and communicate. Our products empower people to express themselves, live in the moment, learn about the world, and have fun together. Snap Engineering teams build fun and technically sophisticated products that reach hundreds of millions of Snapchatters around... the world, every day. We’re deeply committed to the well-being of everyone in our global community, which is why our values are at the root of everything we do. We move fast, with precision, and always execute with privacy at the forefront. Some core features we build and maintain include Snapchat’s Camera, Creative Tools, Maps, Chat, Memories, Stories (Discover), Spotlight, Games, and Minis. Our Infrastructure teams deliver an innovative and cost-efficient platform that ensures Snapchat is the fastest way to communicate with your friends, no matter where you are in the world. We have one of the fastest growing digital ad platforms, and our Monetization teams drive measurable returns for advertisers through novel ad formats like Augmented Reality. As a Snap Engineering team member, you’ll help us build the future of communication. We're looking for a Machine Learning Manager, Stories Ranking to join Snap! What you’ll do: Lead a team of machine learning engineers to build and deploy scalable ML models that power content quality and recommendations across Friend Stories, Subscriptions, and Discover sections. Collaborate with cross-functional teams, including Product, Design, Data Science, and Infrastructure, to define and prioritize ML initiatives that align with Snap's strategic objectives. Manage and develop team members, provide technical guidance and mentorship, and foster a culture of innovation and continuous learning. Drive best practices for software development, ML engineering, and data management to ensure the reliability, performance, and privacy of ML systems. Stay current with the latest research and industry trends in ML and related fields, and apply them to solve complex problems in innovative ways. Knowledge, Skills & Abilities: Deep expertise in machine learning, with a track record of developing and deploying production-grade ML systems at scale. Strong leadership and management skills, with experience in leading high-performing teams of ML engineers and delivering business impact. Proficiency in programming languages commonly used in ML, such as Python, as well as familiarity with relevant frameworks and tools, such as TensorFlow, PyTorch, and scikit-learn. Solid understanding of how to invest in both long term efforts that will have tangible milestones, as well as short-term optimizations with concrete goals. Excellent communication and collaboration skills, with the ability to work effectively with cross-functional teams and stakeholders. Minimum Qualifications: Bachelor's degree or higher in Computer Science, Electrical Engineering, or a related technical field. 8+ years of relevant industry experience in ML engineering or a related field. 1+ years of experience in managing and leading teams of ML engineers. Preferred Qualifications: Advanced degree in Computer Science, Electrical Engineering, or a related technical field. Experience in developing and deploying ML models for social media or consumer-facing products. Experience in applying ML to computer vision, natural language processing, or recommendation systems. Contributions to open-source ML projects or publications in top-tier ML conferences or journals. Compensation In the United States, work locations are assigned a pay zone which determines the salary range for the position. The successful candidate’s starting pay will be determined based on job-related skills, experience, qualifications, work location, and market conditions. These pay zones may be modified in the future. Zone A (CA, WA): The base salary range for this position is $230,000 - 335,000 annually Zone B: The base salary range for this position is $219,000 - 318,000 annually Zone C: The base salary range for this position is $196,000 - $28,000 annually This position is eligible for equity in the form of RSUs \"Default Together\" Policy at Snap: At Snap Inc. we believe that being together in person helps us build our culture faster, reinforce our values, and serve our community, customers and partners better through dynamic collaboration. To reflect this, we practice a “default together” approach and expect our team members to work in an office at least 80% of the time (an average of 4 days per week). If you are not based in the same location(s) listed for this role and are open to relocation, we encourage you to apply to take advantage of our generous relocation policy. At Snap, we believe that having a team of diverse backgrounds and voices working together will enable us to create innovative products that improve the way people live and communicate. Snap is proud to be an equal opportunity employer, and committed to providing employment opportunities regardless of race, religious creed, color, national origin, ancestry, physical disability, mental disability, medical condition, genetic information, marital status, sex, gender, gender identity, gender expression, pregnancy, childbirth and breastfeeding, age, sexual orientation, military or veteran status, or any other protected classification, in accordance with applicable federal, state, and local laws. EOE, including disability/vets. If you have a disability or special need that requires accommodation, please don’t be shy and contact us at accommodations-ext@snap.com. Our Benefits: Snap Inc. is its own community, so we’ve got your back! We do our best to make sure you and your loved ones have everything you need to be happy and healthy, on your own terms. Our benefits are built around your needs and include paid maternity & paternity leave, comprehensive medical coverage, emotional and mental health support programs, and compensation packages that let you share in Snap’s long-term success! A Decade of Snap: Learn about our origin story, values, mission, culture of innovation, and more. CitizenSnap: In our third annual CitizenSnap Report, we demonstrate progress towards our environmental, social, and governance (ESG) goals, and we lay out our plans looking forward. The DEI Innovation Summit: Watch highlights from the 2nd annual DEI Innovation Summit, which brings together thought leaders and DEI experts for a day of courageous conversations to enable bold action. Snap News: Stay up to date on the latest and greatest product and innovation news at Snap Applicant and Candidate Privacy Policy",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Knowledge, Skills & Abilities: Deep expertise in machine learning, with a track record of developing and deploying production-grade ML systems at scale",
                        "Strong leadership and management skills, with experience in leading high-performing teams of ML engineers and delivering business impact",
                        "Proficiency in programming languages commonly used in ML, such as Python, as well as familiarity with relevant frameworks and tools, such as TensorFlow, PyTorch, and scikit-learn",
                        "Solid understanding of how to invest in both long term efforts that will have tangible milestones, as well as short-term optimizations with concrete goals",
                        "Excellent communication and collaboration skills, with the ability to work effectively with cross-functional teams and stakeholders",
                        "Minimum Qualifications: Bachelor's degree or higher in Computer Science, Electrical Engineering, or a related technical field",
                        "8+ years of relevant industry experience in ML engineering or a related field",
                        "1+ years of experience in managing and leading teams of ML engineers",
                        "Experience in developing and deploying ML models for social media or consumer-facing products",
                        "Experience in applying ML to computer vision, natural language processing, or recommendation systems"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "What you’ll do: Lead a team of machine learning engineers to build and deploy scalable ML models that power content quality and recommendations across Friend Stories, Subscriptions, and Discover sections",
                        "Collaborate with cross-functional teams, including Product, Design, Data Science, and Infrastructure, to define and prioritize ML initiatives that align with Snap's strategic objectives",
                        "Manage and develop team members, provide technical guidance and mentorship, and foster a culture of innovation and continuous learning",
                        "Drive best practices for software development, ML engineering, and data management to ensure the reliability, performance, and privacy of ML systems",
                        "Stay current with the latest research and industry trends in ML and related fields, and apply them to solve complex problems in innovative ways"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Compensation In the United States, work locations are assigned a pay zone which determines the salary range for the position",
                        "Zone A (CA, WA): The base salary range for this position is $230,000 - 335,000 annually Zone B: The base salary range for this position is $219,000 - 318,000 annually Zone C: The base salary range for this position is $196,000 - $28,000 annually This position is eligible for equity in the form of RSUs \"Default Together\" Policy at Snap: At Snap Inc"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.snap.com/",
                    "text": "snap.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Snap+Inc.&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAII5A0",
                    "text": "See web results for Snap Inc."
                }
            ],
            "extensions": [
                "14 days ago",
                "Work from home",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "14 days ago",
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJNYWNoaW5lIExlYXJuaW5nIE1hbmFnZXIsIFN0b3JpZXMgUmFua2luZyIsImh0aWRvY2lkIjoiN2VBQmMtNy1WWEFBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VUTXhabEJMUlUxUlVWSXlURll6Ym5KUmFYUnhaRFIyTjJaS2QyOHlRM1JrVkY5MFJIVmxTVGt0V1hWT01ETkpUSEpRT0ZwRmExQndMVzVqVEhFdGVERnhSM1E1VkhNMFpsUndTVmxGWVZBMVptSlRWRms1TW5wa2VXMUVWM293YTFwQ01HZFVTRkJSUVVsTGRHUTBiM0ZwUWs5cmRUTmpTMlZrV0hwWU0xWlNRbEZHUm14VllVUTJUbVpTUW1WQk56RXdOV3hZWDJsaWRYRllhbDlsZVhsU05sOXlSVk40WjFJMk4xVnhUVkZ2VFVwdmJ6TlNRa2htV0ZOTU1GTldNazVDUjJKb0VoZFJOM001V2tsbVNFTTNjWFZ4ZEhOUWNHSlRYelJCU1JvaVFVOHRNSEpzTmxaRVkwZGFabTFsWkVJMWQwVnhNRnAxZEhwak56WlFOSE5yWnciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBXZDEuTXl3b3JrZGF5c2l0ZS5jb20iLCJsaW5rIjoiaHR0cHM6Ly93ZDEubXl3b3JrZGF5c2l0ZS5jb20vcmVjcnVpdGluZy9zbmFwY2hhdC9zbmFwL2pvYi9QYWxvLUFsdG8tQ2FsaWZvcm5pYS9NYW5hZ2VyLS1NYWNoaW5lLUxlYXJuaW5nLUVuZ2luZWVyaW5nX1IwMDMwNzg2P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Deep Learning Compiler Engineer",
            "company_name": "Intel Corporation",
            "location": "  Honolulu, HI   ",
            "via": "via LocalJobs.com",
            "description": "• *Job Description**\n\nConducts design and development to build and optimize AI software. Designs, develops, and optimizes for AI frameworks (e.g., OpenVINO) and to contribute to external frameworks (e.g., TensorFlow, PyTorch). Implements various distributed algorithms such as model/data parallel frameworks, parameter servers, dataflow based asynchronous data communication in machine learning... and/or deep learning frameworks. Transforms computational graph representation of neural network model, and develops machine learning and/or deep learning primitives in mathematical libraries. Profiles distributed deep learning models to identify performance bottlenecks and proposes solutions across individual component teams. Optimizes code for various computing hardware backends, and interacts with machine learning and/or deep learning researchers, and utilizing experience with machine learning and/or deep learning frameworks.\n• *Qualifications**\n\nYou must possess the below minimum qualifications to be initially considered for this position. Preferred qualifications are in addition to the minimum requirements and are considered a plus factor in identifying top candidates.\n\nExperience listed below would be obtained through a combination of your school work/ classes/ research and/or relevant previous job and/or internship experiences.\n\nMinimum Qualifications:\n\nMaster's Degree with 10+ years or PHD's degree with 7+ years of relevant industry experience.\n\nDegree must be in Computer Science, Computer Engineering, Wireless, Electrical engineering or a STEM discipline.\n\n10+ years of experience with the following skills:\n\nCompiler development and/ or optimizations.\n\nAbility to write flawless, readable and maintainable code in C+Solid experience in developing large code base, production software in-house and/or open-source community\n\nSolid computer architecture knowledge including vector, multicore and memory hierarchy\n\nDeep performance analysis skills\n\nPreferred Qualifications:\n\nExperience with:\n\nPerformance on Intel CPU, GPU\n\nApplications involving linear algebra such as matrix multiply\n\nHPC applications and distributed computing\n\nUnderstanding of Deep Learning algorithms\n\nDeep Learning frameworks\n\nDeveloping or optimizing Deep Learning models, especially low precision models\n\nML Performance benchmarks\n\nExposure to high-performance math libraries\n• *Inside this Business Group**\n\nEnable amazing computing experiences with Intel Software continues to shape the way people think about computing – across CPU, GPU, and FPGA architectures. Get your hands on new technology and collaborate with some of the smartest people in the business. Our developers and software engineers work in all software layers, across multiple operating systems and platforms to enable cutting-edge solutions. Ready to solve some of the most complex software challenges? Explore an impactful and innovative career in Software.\n• *Covid Statement**\n\nIntel strongly encourages employees to be vaccinated against COVID-19. Intel aligns to federal, state, and local laws and as a contractor to the U.S. Government is subject to government mandates that may be issued. Intel policies for COVID-19 including guidance about testing and vaccination are subject to change over time.\n• *Posting Statement**\n\nAll qualified applicants will receive consideration for employment without regard to race, color, religion, religious creed, sex, national origin, ancestry, age, physical or mental disability, medical condition, genetic information, military and veteran status, marital status, pregnancy, gender, gender expression, gender identity, sexual orientation, or any other characteristic protected by local law, regulation, or ordinance.\n• *Benefits**\n\nWe offer a total compensation package that ranks among the best in the industry. It consists of competitive pay, stock, bonuses, as well as, benefit programs which include health, retirement, and vacation. Find more information about all of our Amazing Benefits here: https://www.intel.com/content/www/us/en/jobs/benefits.html\n\nAnnual Salary Range for jobs which could be performed in US, California: $217,350.00-$347,090.00\n• Salary range dependent on a number of factors including location and experience\n• *Working Model**\n\nThis role will be eligible for our hybrid work model which allows employees to split their time between working on-site at their assigned Intel site and off-site. **In certain circumstances the work model may change to accommodate business needs.**\n• *Position of Trust**\n\nThis role is a Position of Trust. Should you accept this position, you must consent to and pass an extended Background Investigation, which includes (subject to country law), extended education, SEC sanctions, and additional criminal and civil checks. For internals, this investigation may or may not be completed prior to starting the position. For additional questions, please contact your Recruiter",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "You must possess the below minimum qualifications to be initially considered for this position",
                        "Experience listed below would be obtained through a combination of your school work/ classes/ research and/or relevant previous job and/or internship experiences",
                        "Master's Degree with 10+ years or PHD's degree with 7+ years of relevant industry experience",
                        "Degree must be in Computer Science, Computer Engineering, Wireless, Electrical engineering or a STEM discipline",
                        "10+ years of experience with the following skills:",
                        "Compiler development and/ or optimizations",
                        "Ability to write flawless, readable and maintainable code in C+Solid experience in developing large code base, production software in-house and/or open-source community",
                        "Solid computer architecture knowledge including vector, multicore and memory hierarchy",
                        "Deep performance analysis skills"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Conducts design and development to build and optimize AI software",
                        "Designs, develops, and optimizes for AI frameworks (e.g., OpenVINO) and to contribute to external frameworks (e.g., TensorFlow, PyTorch)",
                        "Implements various distributed algorithms such as model/data parallel frameworks, parameter servers, dataflow based asynchronous data communication in machine learning, and/or deep learning frameworks",
                        "Transforms computational graph representation of neural network model, and develops machine learning and/or deep learning primitives in mathematical libraries",
                        "Profiles distributed deep learning models to identify performance bottlenecks and proposes solutions across individual component teams",
                        "Optimizes code for various computing hardware backends, and interacts with machine learning and/or deep learning researchers, and utilizing experience with machine learning and/or deep learning frameworks",
                        "Developing or optimizing Deep Learning models, especially low precision models"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We offer a total compensation package that ranks among the best in the industry",
                        "It consists of competitive pay, stock, bonuses, as well as, benefit programs which include health, retirement, and vacation",
                        "Annual Salary Range for jobs which could be performed in US, California: $217,350.00-$347,090.00",
                        "Salary range dependent on a number of factors including location and experience"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.intel.com/",
                    "text": "intel.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Intel+Corporation&sa=X&ved=0ahUKEwjH9JeV77H-AhU6l2oFHSXaDyw4FBCYkAIIqg4",
                    "text": "See web results for Intel Corporation"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEZWVwIExlYXJuaW5nIENvbXBpbGVyIEVuZ2luZWVyIiwiaHRpZG9jaWQiOiItRlRfLXFMTktkWUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVTJsT1dtSjJRM1J6VWtWNlowSTBNMWt5UWtWSFRrTXdWWEU0Y0ZVemFEWXhSbXhZTWxkbmVVMW1UMUJJUm5oRVpGY3RNVkpOU1RaMFRrUTBkVUZxWlRsRlJtcHNSbk10VkZFeGEwTjNTVEJNUkRVMVduUTRUQzFZYWs5RU4wSllRalIyV1RaMVRGVklkVXRXYmpVMFJHNW1VWGxxZW1aWk1IbHBUVzFHZFVkVlpscFliSGt4T1V0QlFpMTVRMll6V1RZelVVTjNZVEJ2VVd0TVJXVlVTVWhTTnkxa1dGOVdZMlV5WVhCTlUwMU1OMUpyU25KTlNFOUpVWEUxUVY5U2JFZDZVVWN4RWhkUk4zTTVXa2xtU0VNM2NYVnhkSE5RY0dKVFh6UkJTUm9pUVU4dE1ISnNObnB6UVZVMFozSnJYMjVuY0hCdE9GQlJiWFp1Y1hSMlMwdExkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE2IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExvY2FsSm9icy5jb20iLCJsaW5rIjoiaHR0cHM6Ly93d3cubG9jYWxqb2JzLmNvbS9qb2IvaG9ub2x1bHUtaGktZGVlcC1sZWFybmluZy1jb21waWxlci1lbmdpbmVlcj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Learning engineer",
                    "value": "learning engineer"
                },
                {
                    "text": "Scientist",
                    "value": "scientist"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Research scientist",
                    "value": "research scientist"
                },
                {
                    "text": "Researcher",
                    "value": "researcher"
                },
                {
                    "text": "Research engineer",
                    "value": "research engineer"
                },
                {
                    "text": "Architect",
                    "value": "architect"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Specialist",
                    "value": "specialist"
                },
                {
                    "text": "Associate",
                    "value": "associate"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Engineering manager",
                    "value": "engineering manager"
                },
                {
                    "text": "Product manager",
                    "value": "product manager"
                },
                {
                    "text": "Director",
                    "value": "director"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Solutions architect",
                    "value": "solutions architect"
                },
                {
                    "text": "Associate director",
                    "value": "associate director"
                },
                {
                    "text": "Computer",
                    "value": "computer"
                },
                {
                    "text": "Data analyst",
                    "value": "data analyst"
                },
                {
                    "text": "Data science",
                    "value": "data science"
                },
                {
                    "text": "Development manager",
                    "value": "development manager"
                },
                {
                    "text": "Development representative",
                    "value": "development representative"
                },
                {
                    "text": "Devops engineer",
                    "value": "devops engineer"
                },
                {
                    "text": "Engineer senior",
                    "value": "engineer senior"
                },
                {
                    "text": "Engineers",
                    "value": "engineers"
                },
                {
                    "text": "General",
                    "value": "general"
                },
                {
                    "text": "Infrastructure",
                    "value": "infrastructure"
                },
                {
                    "text": "Infrastructure engineer",
                    "value": "infrastructure engineer"
                },
                {
                    "text": "Lead architect",
                    "value": "lead architect"
                },
                {
                    "text": "Lead engineer",
                    "value": "lead engineer"
                },
                {
                    "text": "Learning specialist",
                    "value": "learning specialist"
                },
                {
                    "text": "Ops engineer",
                    "value": "ops engineer"
                },
                {
                    "text": "Performance engineer",
                    "value": "performance engineer"
                },
                {
                    "text": "Platform engineer",
                    "value": "platform engineer"
                },
                {
                    "text": "Principal scientist",
                    "value": "principal scientist"
                },
                {
                    "text": "Product owner",
                    "value": "product owner"
                },
                {
                    "text": "Reliability engineer",
                    "value": "reliability engineer"
                },
                {
                    "text": "Research associate",
                    "value": "research associate"
                },
                {
                    "text": "Sales engineer",
                    "value": "sales engineer"
                },
                {
                    "text": "Senior scientist",
                    "value": "senior scientist"
                },
                {
                    "text": "Support engineer",
                    "value": "support engineer"
                },
                {
                    "text": "Technical writer",
                    "value": "technical writer"
                },
                {
                    "text": "Test engineer",
                    "value": "test engineer"
                },
                {
                    "text": "With experience",
                    "value": "with experience"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "San Francisco, CA",
                    "value": "IQBpAG2ahYD_rXbwZxNQSg=="
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Palo Alto, CA",
                    "value": "ORy6nXuwj4DPdvU1UvUfDg=="
                },
                {
                    "text": "Seattle, WA",
                    "value": "VTPokywQkFSa1URpRmUlEA=="
                },
                {
                    "text": "San Jose, CA",
                    "value": "9T_5iuTKj4B7cZ_KCoyduQ=="
                },
                {
                    "text": "Santa Clara, CA",
                    "value": "k8EIXIG3j4DAv8CjfKR15A=="
                },
                {
                    "text": "Cambridge, MA",
                    "value": "X8wwy6Vw44mHbGiJZI46xQ=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Austin, TX",
                    "value": "LwPMoJm1RIZ61WnUS0abXQ=="
                },
                {
                    "text": "Cupertino, CA",
                    "value": "q3fTG1e0j4C0eOGj4T9NOQ=="
                },
                {
                    "text": "Mountain View, CA",
                    "value": "iQHsW0m3j4Cbr2tGStQXfA=="
                },
                {
                    "text": "Los Angeles, CA",
                    "value": "E9on3F3HwoD0CEYlb98v4g=="
                },
                {
                    "text": "San Diego, CA",
                    "value": "Sx6SrQ9T2YB53xX9_SE6DQ=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Dayton, OH",
                    "value": "AxTdrtWAQIjkTA7ykuNApg=="
                },
                {
                    "text": "Oak Ridge, TN",
                    "value": "3xDIHEczXIi3chDvM0bKWw=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Portland, OR",
                    "value": "J3SpfQsLlVSRhdH25rk2HA=="
                },
                {
                    "text": "Redmond, WA",
                    "value": "I-4AIK0MkFTyBNjF6pADXg=="
                },
                {
                    "text": "Somerville, MA",
                    "value": "ZeH1eyl344kDe_nYmXeQeg=="
                },
                {
                    "text": "Atlantic City, NJ",
                    "value": "IcdcblfdwIliUmfpQ8tvSg=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Burlingame, CA",
                    "value": "WY6bVCV2j4BPjy9TPvq8Cw=="
                },
                {
                    "text": "Dallas, TX",
                    "value": "S5dFe_cZTIaPZ0f2pJvsuQ=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Madison, WI",
                    "value": "_xkgOm1TBoiYQUi6tfwMTg=="
                },
                {
                    "text": "Natick, MA",
                    "value": "dSAbXrOH44kno1zsiT-M3w=="
                },
                {
                    "text": "Plano, TX",
                    "value": "E5XFE9ohTIYrYM2JZAOqYg=="
                },
                {
                    "text": "South San Francisco, CA",
                    "value": "7-z-QwV5j4BdM1bneXU6-A=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Arabi, LA",
                    "value": "gaN3G1kdnogAYxoYxcr7OQ=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Atlanta, GA",
                    "value": "jQmTaV0E9YgLYwuZL97-Zg=="
                },
                {
                    "text": "Auburn Hills, MI",
                    "value": "mX4JtOG_JIgr3OuK4xXFVQ=="
                },
                {
                    "text": "Auburn, AL",
                    "value": "g_ibsy_xjIhYk9M1kpElyw=="
                },
                {
                    "text": "Avenue, MD",
                    "value": "Q9dfBGhqt4lyeQHRxlvSfQ=="
                },
                {
                    "text": "Beavercreek, OH",
                    "value": "B-LwKg6bQIiC7xPC5lB3ug=="
                },
                {
                    "text": "Bismarck, ND",
                    "value": "Y-nYVxKD11KTyrv5Er2qzA=="
                },
                {
                    "text": "Boerne, TX",
                    "value": "dT7ey6F2XIYrJjlC9reRHA=="
                },
                {
                    "text": "Boise, ID",
                    "value": "nbRH6XLxrlSbnWc2m5hbmg=="
                },
                {
                    "text": "Bolinas, CA",
                    "value": "JT1aDFWVhYCFrdiPbqL8sg=="
                },
                {
                    "text": "Bridgeport, WV",
                    "value": "W-eWWTZmSoh7WJ88dTfN5w=="
                },
                {
                    "text": "California City, CA",
                    "value": "QwmmE9IpwoAyC_U7tN5YNA=="
                },
                {
                    "text": "Carrboro, NC",
                    "value": "dW4B92XZrIlFweaZta8IEw=="
                },
                {
                    "text": "Cary, NC",
                    "value": "Q4tK_1S9rInhS0Ra249WRA=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Corte Madera, CA",
                    "value": "K4ajZAmWhYAScMmUASVIBQ=="
                },
                {
                    "text": "Duluth, GA",
                    "value": "o3Wlch2Y9Yjj2OI8isAmhQ=="
                },
                {
                    "text": "Emeryville, CA",
                    "value": "s44f6hR-hYAHcbCoMRgdSA=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Fremont, CA",
                    "value": "98rot0a_j4DUiNiJOzHaig=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Advertising",
                    "value": "/business/naics2007/5418"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Real Estate",
                    "value": "/business/naics2007/53"
                },
                {
                    "text": "Rental",
                    "value": "/business/naics2007/532"
                },
                {
                    "text": "Toiletries",
                    "value": "/business/naics2007/3256"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Apple",
                    "value": "/m/0k8z"
                },
                {
                    "text": "Upwork",
                    "value": "/m/02pzh5d"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "Genentech",
                    "value": "/m/01_lh1"
                },
                {
                    "text": "Kitware",
                    "value": "/m/02ppksq"
                },
                {
                    "text": "Meta",
                    "value": "/m/0hmyfsv"
                },
                {
                    "text": "Microsoft",
                    "value": "/m/04sv4"
                },
                {
                    "text": "Amazon.com Services LLC",
                    "value": "/g/11f00sjtl5"
                },
                {
                    "text": "Lockheed Martin",
                    "value": "/m/0hkqn"
                },
                {
                    "text": "Rivian",
                    "value": "/m/0gj8vdm"
                },
                {
                    "text": "Walmart",
                    "value": "/m/0841v"
                },
                {
                    "text": "Absci",
                    "value": "/g/11f01flq2c"
                },
                {
                    "text": "Amazon Dev Center U.S., Inc.",
                    "value": "/g/11rxnkj1mk"
                },
                {
                    "text": "Approgence Inc.",
                    "value": "/g/11c73njm7n"
                },
                {
                    "text": "Battelle",
                    "value": "/m/02m9dl"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "Elevance Health",
                    "value": "/m/04xtkp"
                },
                {
                    "text": "Flagship Pioneering",
                    "value": "/g/11fy29v0zb"
                },
                {
                    "text": "GSK",
                    "value": "/m/01bbm7"
                },
                {
                    "text": "GoodRx",
                    "value": "/g/11df0pkp5v"
                },
                {
                    "text": "Lambda",
                    "value": "/g/11fv60v44p"
                },
                {
                    "text": "MathWorks",
                    "value": "/m/02q9vb"
                },
                {
                    "text": "Peraton",
                    "value": "/g/11g9mq8fj6"
                },
                {
                    "text": "Snap Inc.",
                    "value": "/g/11c1s2xz66"
                },
                {
                    "text": "Square",
                    "value": "/m/0by16yq"
                },
                {
                    "text": "Trilogy Innovations Inc",
                    "value": "/g/11scx87bzx"
                },
                {
                    "text": "WayUp",
                    "value": "/g/11gfj67hvn"
                },
                {
                    "text": "Adobe",
                    "value": "/m/0vlf"
                },
                {
                    "text": "Advanced Micro Devices, Inc",
                    "value": "/m/0z64"
                },
                {
                    "text": "Ansys",
                    "value": "/m/06dplm"
                },
                {
                    "text": "Aurora Flight Sciences",
                    "value": "/m/076tx9t"
                },
                {
                    "text": "Baker Hughes",
                    "value": "/m/02yd0p"
                }
            ]
        }
    ]
}