{
    "search_metadata": {
        "id": "643dbb278b7ed234e6fc9a77",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/068fc699b31238e2/643dbb278b7ed234e6fc9a77.json",
        "created_at": "2023-04-17 21:33:27 UTC",
        "processed_at": "2023-04-17 21:33:27 UTC",
        "google_jobs_url": "https://www.google.com/search?q=machine+learning&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=10",
        "raw_html_file": "https://serpapi.com/searches/068fc699b31238e2/643dbb278b7ed234e6fc9a77.html",
        "total_time_taken": 5.98
    },
    "search_parameters": {
        "q": "machine learning",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 10
    },
    "jobs_results": [
        {
            "title": "Federal - Machine Learning Engineer",
            "company_name": "Accenture Federal Services",
            "location": "  Arlington, VA   ",
            "via": "via LinkedIn",
            "description": "AFS is seeking a Machine Learning Engineer to collaborate with a team of machine learning researchers and software developers to develop novel, customer ready solutions for challenging mission use cases.\n\nHere's what you need...\n• Experience or coursework programming (such as with Python, R, Java, or other programming languages)\n• Experience or coursework with machine learning and statistics\n• Ability to work both independently and collaboratively\n• Strong written and verbal communication skills\n\nBonus points if you have:\n• High levels of curiosity and drive to solve hard problems\n\nEligibility Requirements:\n• US Citizenship required\n\nCompensation for roles at Accenture Federal Services varies depending on a wide array of factors including but not limited to the specific office location, role, skill set and level of experience. As required by local law, Accenture Federal Services provides a reasonable range of compensation for roles that may be hired in California, Colorado, New York City or Washington as set forth below and information on benefits offered is here.    \n\nRole Location: Range of Starting Pay for role  \n\nCalifornia: $65,900 - $104,100 \n\nColorado: $65,900 - $90,000 \n\nNew York City: $76,300 - $104,100 \n\nWashington: $70,200 - $95,900\n\nWhat We Believe\n\nWe have an unwavering commitment to diversity with the aim that every one of our people has a full sense of belonging within our organization. As a business imperative, every person at Accenture has the responsibility to create and sustain an inclusive environment.\n\nInclusion and diversity are fundamental to our culture and core values. Our rich diversity makes us more innovative and more creative, which helps us better serve our clients and our communities. Read more here\n\nEqual Employment Opportunity Statement\n\nAccenture is an Equal Opportunity Employer. We believe that no one should be discriminated against because of their differences, such as age, disability, ethnicity, gender, gender identity and expression, religion or sexual orientation.\n\nAll employment decisions shall be made without regard to age, race, creed, color, religion, sex, national origin, ancestry, disability status, veteran status, sexual orientation, gender identity or expression, genetic information, marital status, citizenship status or any other basis as protected by federal, state, or local law.\n\nAccenture is committed to providing veteran employment opportunities to our service men and women.\n\nFor details, view a copy of the Accenture Equal Opportunity and Affirmative Action Policy Statement.\n\nRequesting An Accommodation\n\nAccenture is committed to providing equal employment opportunities for persons with disabilities or religious observances, including reasonable accommodation when needed. If you are hired by Accenture and require accommodation to perform the essential functions of your role, you will be asked to participate in our reasonable accommodation process. Accommodations made to facilitate the recruiting process are not a guarantee of future or continued accommodations once hired.\n\nIf you would like to be considered for employment opportunities with Accenture and have accommodation needs for a disability or religious observance, please call us toll free at 1 (877) 889-9009, send us an email or speak with your recruiter.\n\nOther Employment Statements\n\nApplicants for employment in the US must have work authorization that does not now or in the future require sponsorship of a visa for employment authorization in the United States.\n\nCandidates who are currently employed by a client of Accenture or an affiliated Accenture business may not be eligible for consideration.\n\nJob candidates will not be obligated to disclose sealed or expunged records of conviction or arrest as part of the hiring process.\n\nThe Company will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. Additionally, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the Company's legal duty to furnish information",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Experience or coursework programming (such as with Python, R, Java, or other programming languages)",
                        "Experience or coursework with machine learning and statistics",
                        "Ability to work both independently and collaboratively",
                        "Strong written and verbal communication skills",
                        "High levels of curiosity and drive to solve hard problems",
                        "US Citizenship required",
                        "Applicants for employment in the US must have work authorization that does not now or in the future require sponsorship of a visa for employment authorization in the United States"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Compensation for roles at Accenture Federal Services varies depending on a wide array of factors including but not limited to the specific office location, role, skill set and level of experience. As required by local law, Accenture Federal Services provides a reasonable range of compensation for roles that may be hired in California, Colorado, New York City or Washington as set forth below and information on benefits offered is here.",
                        "Role Location: Range of Starting Pay for role"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.accenture.com/us-en/industries/afs-index",
                    "text": "accenture.com/us-en/industries/afs-index"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Accenture+Federal+Services&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAIIywk",
                    "text": "See web results for Accenture Federal Services"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJGZWRlcmFsIC0gTWFjaGluZSBMZWFybmluZyBFbmdpbmVlciIsImh0aWRvY2lkIjoiNnFRTGhDSGF4T1lBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZHcGhkVUpLTUVWUGIxVkhTMHRxZERBeWVXMDJiamhtZDFwWVJ6VnljR2MwVGpOalVucEdaV2wyT1UweFFVaDRRbkpOVjA1eGVVVjRMWGRPTWtwdVZVTkRNVnBIV0hCM1JGTm1jVUpCWDNKU1JURnBSVEZmVTBWd2VsaE5SWEJrY0hoaFJGRkZjSFpLVDBaaFpHUjFZMmRFVERSalNVcDVWVmhLY1ZsV05IazBielIxVldKc1drY3RYMDlQWkdaR2F5MU1iVVEyZDNkUk5VbG9Uemg0ZDJkNVdWaFNTREIzTm5wT1IzSnpRMVZRVFVsMFNHRkpPRVJ5ZUhwS1NIWlpVbEl4ZWtaZlNsRjBTbHBUZUhVeExWSk9jMGxuZG1ScVVVWjBVUklYVEV4ek9WcE1UMjVIWTNsV01uSnZVR2xoZVZSMVFVVWFJa0ZQTFRCeWJEWnhPVXc0YjFKdFRWVkdkamc1VUd4QlVIRm5la3MwYUhCT2RtYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2pvYnMvdmlldy9mZWRlcmFsLW1hY2hpbmUtbGVhcm5pbmctZW5naW5lZXItYXQtYWNjZW50dXJlLWZlZGVyYWwtc2VydmljZXMtMzUwNjg1MDAyND91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Experienced Machine Learning Engineer",
            "company_name": "Ellumen, Inc",
            "location": "  Silver Spring, MD   ",
            "via": "via Glassdoor",
            "description": "Ellumen, named a Top Workplace by the Washington Post for the third time, is a small business headquartered in Silver Spring, MD. We provide a broad spectrum of information technology and ancillary services to government and commercial customers primarily within the healthcare delivery domain.\n\nWe are seeking a highly skilled Machine Learning Engineer with a focus on medical imaging analysis to... develop AI models that can analyze medical images for conditions related to burn pits exposure. The ideal candidate should have a Bachelor's or Master's degree in Computer Science, Electrical Engineering, or a related field, with a minimum of 3 years of experience in developing and deploying machine learning models, a deep understanding of machine learning and artificial intelligence, as well as practical experience working with medical images, using AWS Sagemaker to develop and deploy machine learning models, and implementing ML Ops practices to streamline model deployment and management. The ideal candidate will also have experience designing and developing data visualization solutions and databases and developing responsive and dynamic web applications.\n\nResponsibilities:\n• Develop AI models for medical imaging analysis of conditions related to burn pits exposure, such as respiratory and neurological disorders.\n• Utilize AWS Sagemaker to develop and deploy machine learning models.\n• Implement ML Ops practices to streamline model deployment and management, including model versioning, containerization, and automated testing and deployment.\n• Collaborate with others to integrate AI models into our software applications and ensure compatibility with existing systems.\n• Apply techniques to analyze and derive insights from data and create tools to assist with data visualization.\n• Analyze and interpret data to identify trends and insights that can be used to improve AI models and medical imaging tools.\n• Design, develop, and maintain databases for efficient data storage and retrieval.\n• Write complex SQL queries to extract and manipulate data from databases.\n• Stay up-to-date with the latest developments in AI and data visualizations, and share knowledge and insights with the team.\n\nQualifications:\n• ** US Citizen with ability to obtain public trust clearance**\n• Bachelor’s or Master's degree in Computer Science, Electrical Engineering, or a related field.\n• Minimum of 3 years of experience in developing and deploying machine learning models.\n• Excellent programming skills in Python and experience with relevant frameworks such as Tensorflow, Keras, and PyTorch.\n• Experience with AWS services such as AWS Sagemaker, EC2, S3, Lambda, and Amazon Rekognition.\n• Experience designing and developing data visualization solutions using tools such as Tableau, Power BI, or D3.js.\n• Experience developing responsive and dynamic web applications using HTML, CSS, and JavaScript frameworks such as React, Angular, or Vue.js, and Django.\n• Experience designing, developing, and maintaining databases, such as MySQL, Oracle, PostgreSQL, and MongoDB.\n• Strong understanding of machine learning algorithms and techniques, including deep learning and computer vision.\n• Experience with ML Ops practices, such as model versioning, containerization, and automated testing and deployment.\n• Practical experience working with medical images, such as X-rays, MRIs, and CT scans, and familiarity with medical terminology and anatomy.\n• Knowledge of anonymization and deidentification techniques for medical images to ensure compliance with patient privacy regulations under HIPAA.\n• Excellent problem-solving skills and ability to work collaboratively in a team environment.\n• Strong communication skills and ability to explain complex technical concepts to non-technical stakeholders.\n\nWe are committed to creating a diverse environment and proud to be an equal opportunity/affirmative action employer. Applicants can learn more about the company's status as an equal opportunity employer by viewing the federal \"EEO is the Law\" poster at https://www.dol.gov/ofccp/regs/compliance/posters/pdf/eeopost.pdf. Qualified applicants will receive consideration for employment without regard to race, color, religion, sex, gender identity or expression, sexual orientation, national origin, disability, age, or protected veteran status",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The ideal candidate should have a Bachelor's or Master's degree in Computer Science, Electrical Engineering, or a related field, with a minimum of 3 years of experience in developing and deploying machine learning models, a deep understanding of machine learning and artificial intelligence, as well as practical experience working with medical images, using AWS Sagemaker to develop and deploy machine learning models, and implementing ML Ops practices to streamline model deployment and management",
                        "The ideal candidate will also have experience designing and developing data visualization solutions and databases and developing responsive and dynamic web applications",
                        "** US Citizen with ability to obtain public trust clearance**",
                        "Excellent programming skills in Python and experience with relevant frameworks such as Tensorflow, Keras, and PyTorch",
                        "Experience with AWS services such as AWS Sagemaker, EC2, S3, Lambda, and Amazon Rekognition",
                        "Experience designing and developing data visualization solutions using tools such as Tableau, Power BI, or D3.js",
                        "Experience developing responsive and dynamic web applications using HTML, CSS, and JavaScript frameworks such as React, Angular, or Vue.js, and Django",
                        "Experience designing, developing, and maintaining databases, such as MySQL, Oracle, PostgreSQL, and MongoDB",
                        "Strong understanding of machine learning algorithms and techniques, including deep learning and computer vision",
                        "Experience with ML Ops practices, such as model versioning, containerization, and automated testing and deployment",
                        "Practical experience working with medical images, such as X-rays, MRIs, and CT scans, and familiarity with medical terminology and anatomy",
                        "Knowledge of anonymization and deidentification techniques for medical images to ensure compliance with patient privacy regulations under HIPAA",
                        "Excellent problem-solving skills and ability to work collaboratively in a team environment",
                        "Strong communication skills and ability to explain complex technical concepts to non-technical stakeholders"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Develop AI models for medical imaging analysis of conditions related to burn pits exposure, such as respiratory and neurological disorders",
                        "Utilize AWS Sagemaker to develop and deploy machine learning models",
                        "Implement ML Ops practices to streamline model deployment and management, including model versioning, containerization, and automated testing and deployment",
                        "Collaborate with others to integrate AI models into our software applications and ensure compatibility with existing systems",
                        "Apply techniques to analyze and derive insights from data and create tools to assist with data visualization",
                        "Analyze and interpret data to identify trends and insights that can be used to improve AI models and medical imaging tools",
                        "Design, develop, and maintain databases for efficient data storage and retrieval",
                        "Write complex SQL queries to extract and manipulate data from databases",
                        "Stay up-to-date with the latest developments in AI and data visualizations, and share knowledge and insights with the team"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.ellumen.com/",
                    "text": "ellumen.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Ellumen,+Inc&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAIIjwo",
                    "text": "See web results for Ellumen, Inc"
                }
            ],
            "extensions": [
                "7 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJFeHBlcmllbmNlZCBNYWNoaW5lIExlYXJuaW5nIEVuZ2luZWVyIiwiaHRpZG9jaWQiOiJNQVdPUzFtdUFTWUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcUlDQ3VJQlFVVnpOMnBPVWtFM2FIQlNkbmRzYkhJNFFtVnhjREpCWDIwM1dGaElhVGhKZEU1S1pVRkdYM054YTFOaVdYaHlkbTlWTmtaZlZHRm9XRXhTYkVwS2EzSnRZMWc1TjJ3NWEwTk9TRVl4UTBoSGQzZzVhazluZVUxRVZ6ZzFNMnQ0TWkxNGVXeFRNMlZRUkd4Zlp6QldTMjlvUmpCbVNXd3pha1p4UW5ORmVUazViRzFoYWxRMk5YTmliMU5RZURGdmJUZDNTaTAwZUZocVZqUnVVUzF4VW1SRlRVcDVUekp4VkZObk5IZEthSFZ3UW5nNFdVZFJiVFF5WDBWb1EwNUZWVUZXVnpObFZEQkplVVoxWlhSUFJuWlNkbFZLZEdscU5FZzJiSEJPT0U5WFFSSVhURXh6T1ZwTVQyNUhZM2xXTW5KdlVHbGhlVlIxUVVVYUlrRlBMVEJ5YkRkNldUUlBkR3hLUlVZeWRWVldlVGw2VW5veVRIZFJaV1ZtV0ZFIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBHbGFzc2Rvb3IiLCJsaW5rIjoiaHR0cHM6Ly93d3cuZ2xhc3Nkb29yLmNvbS9qb2ItbGlzdGluZy9leHBlcmllbmNlZC1tYWNoaW5lLWxlYXJuaW5nLWVuZ2luZWVyLWVsbHVtZW4tSlZfSUMxMTUzOTA0X0tPMCwzN19LRTM4LDQ1Lmh0bT9qbD0xMDA4NTgxODA0MDAxXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Cloud Machine Learning Operations Engineer, Senior - Now Hiring",
            "company_name": "Booz Allen Hamilton",
            "location": "  Alexandria, VA   ",
            "via": "via Snagajob",
            "description": "Job Number: R0159618\n\nCloud Machine Learning Operations Engineer, Senior...\n\nThe Opportunity:\n\nAre you looking for an opportunity to make a difference and help build a system that will have a positive impact in the intelligence community (IC)? What if you could find a position that is tailor made for your mix of development, engineering, and analytics? Efficient development teams make the most of their time by limiting the activities that take developers and data scientists away from writing their code. That's why we need you, an experienced machine learning engineer, to help us design and architect an MLOps platform in the Cloud that shortens the time it takes to get new capabilities from development to production to support mission critical operations.\n\nAs a machine learning engineer on our team, you'll use your development experience to streamline our development life cycle from development to production. You'll be working with a small collaborative agile development team to build and maintain cloud software and infrastructure that supports machine learning across the enterprise. You'll implement continuous integration and deployment to development, testing, and production environments. This is an opportunity to broaden your skill set into areas like agile development, cloud-based development, containerization, and serverless while developing software that will improve national security. As a machine learning engineer, you'll identify new opportunities to build solutions and architecture to help your customers meet their toughest challenges. Join our team as we build tools to transform the future of the IC.\n\nEmpower change with us.\n\nYou Have:\n• 5+ years of experience as a software developer, data engineer, or cloud architect\n• 3+ years of experience with designing, developing, deploying, and testing in Amazon Web Services (AWS) and using tools, including Lambda, Sagemaker, S3, Cloud Formations, or IAM permissions\n• Experience with leveraging MLOps platforms and ML CI/CD workflows to manage datasets and model training, deployment, and monitoring\n• Experience with Python\n• Top Secret clearance\n• HS diploma or GED\n• Ability to obtain a Security+ CE, SSCP, CCNA-Security, or GSEC Certification within 6 months of start date\n\nNice If You Have:\n• Experience with an Agile release methodology\n• Experience with using ML tools, including Tensorflow, scikit-learn, or pytorch\n• Experience with the design and implementation, including building, containerizing, and deploying end to end automated data and ML pipelines, within a cloud environment\n• Experience with version control tools, including Git\n• Knowledge of Docker, Jenkins, Kubernetes, and other DevOps tools\n• Knowledge of the ML life cycle and concepts to develop an MLOps ecosystem\n• TS/SCI clearance with a polygraph is preferred\n• Bachelor's degree preferred; Master's degree a plus\n• Security+ CE, SSCP, CCNA-Security, or GSEC Certification\n• AWS Certifications\n\nClearance:\n\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; Top Secret clearance required.\n\nCreate Your Career:\n\nA challenging and dynamic work environment isn't all we have to offer. When you join Booz Allen, you'll have access to:\n• experts in virtually every field\n• a culture that focuses on supporting our employees\n• opportunities that provide stability while offering variety\n\nYou'll also be exposed to a wealth of training resources through our Digital University, an online learning portal featuring more than 5000 functional and technical courses, certifications, and books. Build your technical skills through hands-on training on the latest tools and tech from our in-house experts. Pursuing certifications that directly impact your role? You may be able to take advantage of our tuition assistance, on-site bootcamps, certification training, academic programs, vendor relationships, and a network of professionals who can give you helpful tips. We'll help you develop the career you want as you chart your own course for success.\n\nWe're an equal employment opportunity/affirmative action employer that empowers our people to fearlessly drive change - no matter their race, color, ethnicity, religion, sex (including pregnancy, childbirth, lactation, or related medical conditions), national origin, ancestry, age, marital status, sexual orientation, gender identity and expression, disability, veteran status, military or uniformed service member status, genetic information, or any other status protected by applicable federal, state, local, or international law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "5+ years of experience as a software developer, data engineer, or cloud architect",
                        "3+ years of experience with designing, developing, deploying, and testing in Amazon Web Services (AWS) and using tools, including Lambda, Sagemaker, S3, Cloud Formations, or IAM permissions",
                        "Experience with leveraging MLOps platforms and ML CI/CD workflows to manage datasets and model training, deployment, and monitoring",
                        "Experience with Python",
                        "HS diploma or GED",
                        "Ability to obtain a Security+ CE, SSCP, CCNA-Security, or GSEC Certification within 6 months of start date",
                        "Experience with an Agile release methodology",
                        "Experience with using ML tools, including Tensorflow, scikit-learn, or pytorch",
                        "Experience with the design and implementation, including building, containerizing, and deploying end to end automated data and ML pipelines, within a cloud environment",
                        "Experience with version control tools, including Git",
                        "Knowledge of Docker, Jenkins, Kubernetes, and other DevOps tools",
                        "Knowledge of the ML life cycle and concepts to develop an MLOps ecosystem",
                        "AWS Certifications"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a machine learning engineer on our team, you'll use your development experience to streamline our development life cycle from development to production",
                        "You'll be working with a small collaborative agile development team to build and maintain cloud software and infrastructure that supports machine learning across the enterprise",
                        "You'll implement continuous integration and deployment to development, testing, and production environments",
                        "This is an opportunity to broaden your skill set into areas like agile development, cloud-based development, containerization, and serverless while developing software that will improve national security"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "a culture that focuses on supporting our employees",
                        "opportunities that provide stability while offering variety",
                        "You'll also be exposed to a wealth of training resources through our Digital University, an online learning portal featuring more than 5000 functional and technical courses, certifications, and books"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.boozallen.com/",
                    "text": "boozallen.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Booz+Allen+Hamilton&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAII0go",
                    "text": "See web results for Booz Allen Hamilton"
                }
            ],
            "extensions": [
                "7 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJDbG91ZCBNYWNoaW5lIExlYXJuaW5nIE9wZXJhdGlvbnMgRW5naW5lZXIsIFNlbmlvciAtIE5vdyBIaXJpbmciLCJodGlkb2NpZCI6IjdfYWh4c1VnOV9nQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVzd0NDb3dDUVVWek4ycE9VM04yUTBsQk5IWlNjbG93Y1dGbmRFNWpXR3hIVEVGNU4zVTJWR0V3V1hNNU1sOWtkekpKTFRGRVdGOUZXVzlxTlVKTVZGUjRSRTlJTTA0M2IzUjVkRzlNUWxObGRGbHJjblZTYldWS1VXRlJNbFkyWWxocVJuQlpVRUZXV0ZFelpraDRNREJqYm1sM1IxTkpZV2hETkRWaVRteGhlREI1TFV3eFZVeDBhbXhyVFhKTWFsWkdRVU15TFhjMllVTkVjblp6T1hsU1ZYUjNMVWh1V0ZsTVkxZzBUREZqVDBWcFdVZGxiM1Z2YWtSVlJUSmtXWGRPWTNCbVprdzVSblZGYkhkMExXdDZObGR0TlhCU1RsOVNhVWR2YmpKTlYzaFlaRXhITWxOcmFuSldiakpGU1VFelMySjNlVkJMTURORFIxSkNiekkzUVVNM1NuTm1WbTlMVkhsTWFrZEVWUklYVEV4ek9WcE1UMjVIWTNsV01uSnZVR2xoZVZSMVFVVWFJa0ZQTFRCeWJEZHFiVlZETlcwMmFWbDVaa3hrWm5oSloyOHRZMDh5VUZaT1RIYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzUiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gU25hZ2Fqb2IiLCJsaW5rIjoiaHR0cHM6Ly93d3cuc25hZ2Fqb2IuY29tL2pvYnMvODE2MDAxNzY2P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Manager machine learning engineering",
            "company_name": "Capital One Financial Corporation",
            "location": "  McLean, VA   ",
            "via": "via JobLeads",
            "description": "Center 3 (19075), United States of America, McLean, Virginia Manager, Machine Learning Engineering\n\nAs a Capital One Machine Learning Engineer (MLE), you'll be part of an Agile team dedicated to productionizing machine learning applications and systems at scale. You’ll participate in the detailed technical design, development, and implementation of machine learning applications using existing and... emerging technology platforms. You’ll focus on machine learning architectural design, develop and review model and application code, and ensure high availability and performance of our machine learning applications. You'll have the opportunity to continuously learn and apply the latest innovations and best practices in machine learning engineering.\n\nTeam Info: The Developer Experience team is responsible for building amazing end-to-end developer experiences for all data scientists and machine learning engineers creating models on the Enterprise Model Platform. We cover a wide range of responsibilities that include creating smooth Pythonic experiences via custom-built SDKs, building internal websites with React and TypeScript, user testing, and working closely with users to pilot new functionality and experiences\n\nWhat you’ll do in the role:\n• The MLE role overlaps with many disciplines, such as Ops, Modeling, and Data Engineering. In this role, you'll be expected to perform many ML engineering activities, including one or more of the following:\n• Design, build, and/or deliver ML models and components that solve real-world business problems, while working in collaboration with the Product and Data Science teams.\n• Inform your ML infrastructure decisions using your understanding of ML modeling techniques and issues, including choice of model, data, and feature selection, model training, hyperparameter tuning, dimensionality, bias/variance, and validation).\n• Solve complex problems by writing and testing application code, developing and validating ML models, and automating tests and deployment.\n• Collaborate as part of a cross-functional Agile team to create and enhance software that enables state-of-the-art big data and ML applications.\n• Retrain, maintain, and monitor models in production.\n• Leverage or build cloud-based architectures, technologies, and/or platforms to deliver optimized ML models at scale.\n• Construct optimized data pipelines to feed ML models.\n• Leverage continuous integration and continuous deployment best practices, including test automation and monitoring, to ensure successful deployment of ML models and application code.\n• Ensure all code is well-managed to reduce vulnerabilities, models are well-governed from a risk perspective, and the ML follows best practices in Responsible and Explainable AI.\n• Use programming languages like Python, Scala, or Java.\n\nBasic Qualifications:\n• Bachelor’s degree\n• At least 6 years of experience designing and building data-intensive solutions using distributed computing (Internship experience does not apply)\n• At least 4 years of experience programming with Python, Scala, or Java\n• At least 2 years of experience building, scaling, and optimizing ML systems\n• At least 2 years of people leader experience\n\nPreferred Qualifications:\n• Master's or doctoral degree in computer science, electrical engineering, mathematics, or a similar field\n• 3+ years of experience building production-ready data pipelines that feed ML models\n• 3+ years of on-the-job experience with an industry recognized ML framework such as scikit-learn, PyTorch, Dask, Spark, or TensorFlow\n• 2+ years of experience developing performant, resilient, and maintainable code\n• 2+ years of experience with data gathering and preparation for ML models\n• 1+ years of experience leading teams developing ML solutions using industry best practices, patterns, and automation\n• Experience developing and deploying ML solutions in a public cloud such as AWS, Azure, or Google Cloud Platform\n• Experience designing, implementing, and scaling complex data pipelines for ML models and evaluating their performance\n• ML industry impact through conference presentations, papers, blog posts, open source contributions, or patents\n\nAt this time, Capital One will not sponsor a new applicant for employment authorization for this position.\n\nThe minimum and maximum full-time annual salaries for this role are listed below, by location. Please note that this salary information is solely for candidates hired to perform work within one of these locations, and refers to the amount Capital One is willing to pay at the time of this posting. Salaries for part-time roles will be prorated based upon the agreed upon number of hours to be regularly worked.\nLocation is New York City: $197,400 - $225,300 for Manager, Machine Learning Engineering\n\nCandidates hired to work in other locations will be subject to the pay range associated with that location, and the actual annualized salary amount offered to any candidate at the time of hire will be reflected solely in the candidate’s offer letter.\nThis role is also eligible to earn performance based incentive compensation, which may include cash bonus(es) and/or long term incentives (LTI). Incentives could be discretionary or non discretionary depending on the plan.\n\nCapital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being. Learn more at the Capital One Careers website. Eligibility varies based on full or part-time status, exempt or non-exempt status, and management level.\n\nNo agencies please. Capital One is an Equal Opportunity Employer committed to diversity and inclusion in the workplace. All qualified applicants will receive consideration for employment without regard to sex, race, color, age, national origin, religion, physical and mental disability, genetic information, marital status, sexual orientation, gender identity/assignment, citizenship, pregnancy or maternity, protected veteran status, or any other status prohibited by applicable national, federal, state or local law. Capital One promotes a drug-free workplace. Capital One will consider for employment qualified applicants with a criminal history in a manner consistent with the requirements of applicable laws regarding criminal background inquiries, including, to the extent applicable, Article 23-A of the New York Correction Law; San Francisco, California Police Code Article 49, Sections 4901-4920; New York City’s Fair Chance Act; Philadelphia’s Fair Criminal Records Screening Act; and other applicable federal, state, and local laws and regulations regarding criminal background inquiries.\n\nIf you have visited our website in search of information on employment opportunities or to apply for a position, and you require an accommodation, please contact Capital One Recruiting at 1-800-304-9102 or via email at RecruitingAccommodation@capitalone.com. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodations.\n\nFor technical support or questions about Capital One's recruiting process, please send an email to Careers@capitalone.com\n\nCapital One does not provide, endorse nor guarantee and is not liable for third-party products, services, educational tools or other information available through this site.\n\nCapital One Financial is made up of several different entities. Please note that any position posted in Canada is for Capital One Canada, any position posted in the United Kingdom is for Capital One Europe and any position posted in the Philippines is for Capital One Philippines Service Corp. (COPSSC",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree",
                        "At least 6 years of experience designing and building data-intensive solutions using distributed computing (Internship experience does not apply)",
                        "At least 4 years of experience programming with Python, Scala, or Java",
                        "At least 2 years of experience building, scaling, and optimizing ML systems",
                        "At least 2 years of people leader experience"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Capital One Machine Learning Engineer (MLE), you'll be part of an Agile team dedicated to productionizing machine learning applications and systems at scale",
                        "You’ll participate in the detailed technical design, development, and implementation of machine learning applications using existing and emerging technology platforms",
                        "You’ll focus on machine learning architectural design, develop and review model and application code, and ensure high availability and performance of our machine learning applications",
                        "You'll have the opportunity to continuously learn and apply the latest innovations and best practices in machine learning engineering",
                        "The MLE role overlaps with many disciplines, such as Ops, Modeling, and Data Engineering",
                        "In this role, you'll be expected to perform many ML engineering activities, including one or more of the following:",
                        "Design, build, and/or deliver ML models and components that solve real-world business problems, while working in collaboration with the Product and Data Science teams",
                        "Inform your ML infrastructure decisions using your understanding of ML modeling techniques and issues, including choice of model, data, and feature selection, model training, hyperparameter tuning, dimensionality, bias/variance, and validation)",
                        "Solve complex problems by writing and testing application code, developing and validating ML models, and automating tests and deployment",
                        "Collaborate as part of a cross-functional Agile team to create and enhance software that enables state-of-the-art big data and ML applications",
                        "Retrain, maintain, and monitor models in production",
                        "Leverage or build cloud-based architectures, technologies, and/or platforms to deliver optimized ML models at scale",
                        "Construct optimized data pipelines to feed ML models",
                        "Leverage continuous integration and continuous deployment best practices, including test automation and monitoring, to ensure successful deployment of ML models and application code",
                        "Ensure all code is well-managed to reduce vulnerabilities, models are well-governed from a risk perspective, and the ML follows best practices in Responsible and Explainable AI",
                        "Use programming languages like Python, Scala, or Java"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Salaries for part-time roles will be prorated based upon the agreed upon number of hours to be regularly worked",
                        "This role is also eligible to earn performance based incentive compensation, which may include cash bonus(es) and/or long term incentives (LTI)",
                        "Incentives could be discretionary or non discretionary depending on the plan",
                        "Capital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.capitalone.com/",
                    "text": "capitalone.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Capital+One+Financial+Corporation&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAIIlAs",
                    "text": "See web results for Capital One Financial Corporation"
                }
            ],
            "extensions": [
                "5 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "5 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJNYW5hZ2VyIG1hY2hpbmUgbGVhcm5pbmcgZW5naW5lZXJpbmciLCJodGlkb2NpZCI6IkRzdGF3OThlWU1JQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9WRWxQTVU5cVZXTmZTSFp3TjJkWWVVRkhjVEpwTVcxU2VISnFhMjF1VjBoeFZERkRPVVp5TTAxNlpuUTBSMU14WW1ORlEyOVdlbkYwYzI0MFRrMWZUMUpNTjJKbGFFb3RSaTE1Wkhaa09ERjNPRm95WkMxNlN6ZFdSSFJoV0Vnd05XVnNaa3RmY20xR2FFcEVXa1JIWDBrNVgzWlVTbEYzYlVFeWNFOUhSbkIxUTBGVmNsSnhlbGRSZVRNd1luZEtSVWRRTUVKd09XNVJZa3huYm5WcFJtWnpaa1poTVVOWVdqUnpRbmxqZVVvM2MxbHVNVFpVUTFSc2JscEtlRGxuVG5JNVdtb3RkVE16V2xaT0xUVndZV1UxYVhOeExVazRRbTB0WnhJWFRFeHpPVnBNVDI1SFkzbFdNbkp2VUdsaGVWUjFRVVVhSWtGUExUQnliRGQyUTJWYVVqZFRkalphVTFaTlUxcE5lVEZ1WkVGd1JWRndaV2MiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY183IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEpvYkxlYWRzIiwibGluayI6Imh0dHBzOi8vd3d3LmpvYmxlYWRzLmNvbS9lbi11cy9qb2IvZTI3MGVhMDNiNTBiNTcyNDBiNDY0YmZjYzA4M2Q2YTFhP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "Data Scientist",
            "company_name": "Johns Hopkins Applied Physics Laboratory",
            "location": "  Laurel, MD   ",
            "via": "via Jobs - Johns Hopkins University Applied Physics Laboratory",
            "description": "Description\n\nWould you like to be part of an organization that values innovation and risk-taking...\n\nDo you enjoy the challenge of interpreting and organizing data into a structured analytic framework?\n\nDo you love developing creative solutions to challenging problems?\n\nDo you want to use your technical expertise to solve some of our nation's greatest challenges?\n\nIf so, we are looking for someone like you to join our team at APL!\n\nThe Nuclear Command Communications Systems Group (QKR) is looking for a data scientist to join us in applying cutting-edge data science and machine learning solutions to complex problems. As a group, QKR focuses on providing solutions that ensure communications at the highest levels of our government, and we use enhanced data analytics capabilities to assist in solving our nation's challenges.\n\nWe are looking for someone who combines enthusiasm for quantitative problem solving with a rigorous approach to data analysis. You will design and implement solutions and corresponding data architectures to address the needs of our sponsors. We are seeking a confident data scientist, creative thinker, motivated problem solver, standout colleague, and life-long learner that wants to strengthen the safety and security of our country. You will join a hardworking team in an inclusive environment that cultivates intellectual curiosity, innovation, and creativity.\n\nAs a Data Scientist, you will ....\n• Primarily apply knowledge in machine learning, statistics, software development, and data science to solve challenges on datasets of all sizes and types\n• Utilize statistical analysis, unsupervised machine learning, supervised machine learning, and deep learning as needed\n• Build models and simulations to describe data, predict events, and prescribe a course of action\n• Look for innovative ways to derive novel insights from sponsor data\n• Collaborate with multi-disciplinary teams from across the Laboratory to design and execute technical studies across a variety of domains\n• Explore current academic research to maintain a technical edge\n• Effectively communicate results to both JHU/APL and sponsor leadership\n• Primarily design creative AI and ML algorithms as well develop analytic pipelines for analyzing large-scale and complex data.\n• Develop data architectures to support analytic algorithms.\n• Perform data discovery and analytics on complex data.\n• Clearly present results to both JHU/APL and Sponsor leadership.\n\nQualifications\n\nYou meet our minimum qualifications for the job if you...\n• Possess a Bachelor's degree in Data Science, Statistics, Computer Science, Mathematics, Operations Research, or another related technical discipline.\n• Have experience with statistics and statistical analysis of data, machine learning algorithms, or general algorithm development.\n• Have experience with R, Python, SAS, Matlab, or other programming environment.\n• Have familiarity with visualization tools such as Tableau.\n• Have familiarity with data discovery to take an unknown data set and extract meaning.\n• Are comfortable performing data acquisition, data cleansing and other data preparation tasks.\n• Possess effective software development skills and are comfortable with scripting languages.\n• Exhibit excellent social skills; The ability to work independently and collaboratively in a team environment; Excellent written and oral communications skills, and good organizational skills.\n• Are able to obtain an Interim Secret level security clearance by your start date and can ultimately obtain a Top Secret level clearance. If selected, you will be subject to a government security clearance investigation and must meet the requirements for access to classified information. Eligibility requirements include U.S. citizenship.\n\nYou 'll go above and beyond our minimum requirements if you...\n• Have a Master's degree or Ph.D. in Data Science, Statistics, Computer Science, Mathematics, Operations Research, or another related technical discipline.\n• Have at least three years of relevent professional experience.\n• Have experience with other programming languages (e.g. C#, Java, .NET etc.).\n• Have experience with deep learning, reinforcement learning, natural language processing.\n• Are experienced with software engineering processes and techniques.\n• Possess an active Top Secret security clearance.\n\nWhy work at APL?\n\nThe Johns Hopkins University Applied Physics Laboratory (APL) brings world-class expertise to our nation's most critical defense, security, space and science challenges. While we are dedicated to solving complex challenges and pioneering new technologies, what makes us truly outstanding is our culture. We offer a vibrant, welcoming atmosphere where you can bring your authentic self to work, continue to grow, and build strong connections with inspiring teammates.\n\nAt APL, we celebrate our differences and encourage creativity and bold, new ideas. Our employees enjoy generous benefits, including a robust education assistance program, unparalleled retirement contributions, and a healthy work/life balance. APL's campus is located in the Baltimore-Washington metro area. Learn more about our career opportunities at http://www.jhuapl.edu/careers.\n\nAbout Us\n\nAPL is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, creed, color, religion, sex, gender identity or expression, sexual orientation, national origin, age, physical or mental disability, genetic information, veteran status, occupation, marital or familial status, political opinion, personal appearance, or any other characteristic protected by applicable law.\n\nAPL is committed to promoting an innovative environment that embraces diversity, encourages creativity, and supports inclusion of new ideas. In doing so, we are committed to providing reasonable accommodation to individuals of all abilities, including those with disabilities. If you require a reasonable accommodation to participate in any part of the hiring process, please contact Accommodations@jhuapl.edu. Only by ensuring that everyone’s voice is heard are we empowered to be bold, do great things, and make the world a better place",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "We are looking for someone who combines enthusiasm for quantitative problem solving with a rigorous approach to data analysis",
                        "We are seeking a confident data scientist, creative thinker, motivated problem solver, standout colleague, and life-long learner that wants to strengthen the safety and security of our country",
                        "Have experience with statistics and statistical analysis of data, machine learning algorithms, or general algorithm development",
                        "Have experience with R, Python, SAS, Matlab, or other programming environment",
                        "Have familiarity with visualization tools such as Tableau",
                        "Have familiarity with data discovery to take an unknown data set and extract meaning",
                        "Are comfortable performing data acquisition, data cleansing and other data preparation tasks",
                        "Possess effective software development skills and are comfortable with scripting languages",
                        "Exhibit excellent social skills; The ability to work independently and collaboratively in a team environment; Excellent written and oral communications skills, and good organizational skills",
                        "Are able to obtain an Interim Secret level security clearance by your start date and can ultimately obtain a Top Secret level clearance",
                        "Have a Master's degree or Ph.D. in Data Science, Statistics, Computer Science, Mathematics, Operations Research, or another related technical discipline",
                        "Have at least three years of relevent professional experience",
                        "Have experience with other programming languages (e.g. C#, Java, .NET etc.)",
                        "Have experience with deep learning, reinforcement learning, natural language processing",
                        "Are experienced with software engineering processes and techniques",
                        "Possess an active Top Secret security clearance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "You will design and implement solutions and corresponding data architectures to address the needs of our sponsors",
                        "Primarily apply knowledge in machine learning, statistics, software development, and data science to solve challenges on datasets of all sizes and types",
                        "Utilize statistical analysis, unsupervised machine learning, supervised machine learning, and deep learning as needed",
                        "Build models and simulations to describe data, predict events, and prescribe a course of action",
                        "Look for innovative ways to derive novel insights from sponsor data",
                        "Collaborate with multi-disciplinary teams from across the Laboratory to design and execute technical studies across a variety of domains",
                        "Explore current academic research to maintain a technical edge",
                        "Effectively communicate results to both JHU/APL and sponsor leadership",
                        "Primarily design creative AI and ML algorithms as well develop analytic pipelines for analyzing large-scale and complex data",
                        "Develop data architectures to support analytic algorithms",
                        "Perform data discovery and analytics on complex data",
                        "Clearly present results to both JHU/APL and Sponsor leadership"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.jhuapl.edu/",
                    "text": "jhuapl.edu"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Johns+Hopkins+Applied+Physics+Laboratory&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAII2Qs",
                    "text": "See web results for Johns Hopkins Applied Physics Laboratory"
                }
            ],
            "extensions": [
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiQ1NMZ1p4VGp4R2tBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZHNVJXVUppWTA5bVNqZHVWbmRwUTA1cFlVNWZWbXM0TFZKTmNFTTFkQzFrVVhSSlRHMUNUM1pLT0ZWSFJpMXRia2RtUTNCaE1GVnBlbUpHUm5sVlpFSnFOVWx1UTJKZlpTMXhOR1JXWmtsUE5sbFdTMlpRWlZacFlVSmpXSEZ6T0RaNmNFd3dWbmQwTWtsRU1FVmZRbDlvYTBsR1dYbFNVSEZwYkhSM1ZVNXViM05JY2xWNE1reHRSVWRIWWpWUVUxcG5kSEowYTJaVlF6TmhjMGROUTBad2NuY3dXWGMxUW5Wa1VqTndjVE55VG5oWFEwbEVTakpqUVdWcE5XMU1YemxoVnpZMmJHRnpjMGRmY21wZlpGa3llVWhqT0VsblMyczJVUklYVEV4ek9WcE1UMjVIWTNsV01uSnZVR2xoZVZSMVFVVWFJa0ZQTFRCeWJEWkdZeTFHUXpkT2NtNWZaRlZGUTJRd1IxVmFSMWc0WWxad05YYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzkiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSm9icyAtIEpvaG5zIEhvcGtpbnMgVW5pdmVyc2l0eSBBcHBsaWVkIFBoeXNpY3MgTGFib3JhdG9yeSIsImxpbmsiOiJodHRwczovL2NhcmVlcnMuamh1YXBsLmVkdS9qb2JzLzQ1MDQ0P2xhbmc9ZW4tdXNcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Artificial Intelligence Machine Learning Analyst, Senior",
            "company_name": "Booz Allen Hamilton",
            "location": "  Arlington, VA   ",
            "via": "via LinkedIn",
            "description": "Job Number: R0160507\n\nArtificial Intelligence Machine Learning Analyst, Senior...\n\nKey Role:\n\nDesign and implement effective AI solution architecture utilizing approaches of various AI technologies and methods to address clients' business problems and needs, while complying with the company's strategies and business goals. Develop and contribute functional knowledge, and working industry knowledge, to solutions to a variety of problems of moderate scope and complexity. Work independently with some guidance, while reviewing or guiding activities of more junior employees.\n\nBasic Qualifications:\n• 5+ years of experience with Artificial Intelligence disciplines\n• Knowledge of DoD AI/ML policies and practices pertaining to big data and analytics\n• Knowledge of database management concepts, storage, query, and retrieval methods\n• Knowledge of statistical analysis and programming languages to perform analysis\n• Ability to attend forums, working groups, and orchestrate strategic decision-making with stakeholders\n• TS/SCI clearance\n• Bachelor’s degree\n• DoDI 8570.01-M IASAE Level III Certification\n\nAdditional Qualifications:\n• Experience with Joint Capabilities Integration and Development System (JCIDS)\n• Knowledge of Joint Command and Control\n• Knowledge of Microsoft Office products\n• DAU training Certification\n\nClearance:\n\nApplicants selected will be subject to a security investigation and may need to meet eligibility requirements for access to classified information; TS/SCI clearance is required.\n\nCompensation\n\nAt Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being. Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care. Our recognition awards program acknowledges employees for exceptional performance and superior demonstration of our values. Full-time and part-time employees working at least 20 hours a week on a regular basis are eligible to participate in Booz Allen’s benefit programs. Individuals that do not meet the threshold are only eligible for select offerings, not inclusive of health benefits. We encourage you to learn more about our total benefits by visiting the Resource page on our Careers site and reviewing Our Employee Benefits page.\n\nSalary at Booz Allen is determined by various factors, including but not limited to location, the individual’s particular combination of education, knowledge, skills, competencies, and experience, as well as contract-specific affordability and organizational requirements. The projected compensation range for this position is $93,300.00 to $212,000.00 (annualized USD). The estimate displayed represents the typical salary range for this position and is just one component of Booz Allen’s total compensation package for employees.\n\nWork Model\n\nOur people-first culture prioritizes the benefits of flexibility and collaboration, whether that happens in person or remotely.\n• If this position is listed as remote or hybrid, you’ll periodically work from a Booz Allen or client site facility.\n• If this position is listed as onsite, you’ll work with colleagues and clients in person, as needed for the specific role.\n\nEEO Commitment\n\nWe’re an equal employment opportunity/affirmative action employer that empowers our people to fearlessly drive change – no matter their race, color, ethnicity, religion, sex (including pregnancy, childbirth, lactation, or related medical conditions), national origin, ancestry, age, marital status, sexual orientation, gender identity and expression, disability, veteran status, military or uniformed service member status, genetic information, or any other status protected by applicable federal, state, local, or international law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "5+ years of experience with Artificial Intelligence disciplines",
                        "Knowledge of DoD AI/ML policies and practices pertaining to big data and analytics",
                        "Knowledge of database management concepts, storage, query, and retrieval methods",
                        "Knowledge of statistical analysis and programming languages to perform analysis",
                        "Ability to attend forums, working groups, and orchestrate strategic decision-making with stakeholders",
                        "Bachelor’s degree",
                        "DoDI 8570.01-M IASAE Level III Certification",
                        "Experience with Joint Capabilities Integration and Development System (JCIDS)",
                        "Knowledge of Joint Command and Control",
                        "Knowledge of Microsoft Office products",
                        "DAU training Certification"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Design and implement effective AI solution architecture utilizing approaches of various AI technologies and methods to address clients' business problems and needs, while complying with the company's strategies and business goals",
                        "Develop and contribute functional knowledge, and working industry knowledge, to solutions to a variety of problems of moderate scope and complexity",
                        "Work independently with some guidance, while reviewing or guiding activities of more junior employees",
                        "If this position is listed as onsite, you’ll work with colleagues and clients in person, as needed for the specific role"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "At Booz Allen, we celebrate your contributions, provide you with opportunities and choices, and support your total well-being",
                        "Our offerings include health, life, disability, financial, and retirement benefits, as well as paid leave, professional development, tuition assistance, work-life programs, and dependent care",
                        "The projected compensation range for this position is $93,300.00 to $212,000.00 (annualized USD)"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.boozallen.com/",
                    "text": "boozallen.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Booz+Allen+Hamilton&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAIInQw",
                    "text": "See web results for Booz Allen Hamilton"
                }
            ],
            "extensions": [
                "4 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJBcnRpZmljaWFsIEludGVsbGlnZW5jZSBNYWNoaW5lIExlYXJuaW5nIEFuYWx5c3QsIFNlbmlvciIsImh0aWRvY2lkIjoiV1dNSE1aRy1zczhBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXJjQ0N2Y0JRVVZ6TjJwT1ZHaG9kMWwzTkhRd2JuQkdaM1pITURsSWJsSkVlVGhvTjFKR1RWUlRjbmQyTTBkSGNuaDFibUUzZGw5SGRsRkxaRTV0VjJOUVF6RjBiMUJRYzBOWWNYWldlblpPV21GQlZETlNOVjlxTTFBMGRHd3hUalJUWkVVMVJrUnpkMUJhU2xwaGNWSmZkMVJaWlVnMlNHUlZialZ2YTJoWldGQnJSMGMzWlVKd1NXRXRiM1JDY1hwdFZFeHdhalpHZUdSeE1scGFOMGxtTmtsSE5YRlRkSFphTlZGdlNYZE9jbHA2TUdsRWVXdFZNRFE1YzI4M1dXRjFSbkp4VkhCeVpVaFBjeTFUZW1reFRHeDNVbWR3TjFod1NscDZVVlpDYVZsWGFtTmFNRVJNY0hSNlFXdDRlWEpzYzBWWU9EaEphRlY2YnhJWFRFeHpPVnBNVDI1SFkzbFdNbkp2VUdsaGVWUjFRVVVhSWtGUExUQnliRFZmYUhoRE5YZ3RhMVJ3TWtSMlZXOVlaM3BCWmtGMVNrZFVNR2MiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL3d3dy5saW5rZWRpbi5jb20vam9icy92aWV3L2FydGlmaWNpYWwtaW50ZWxsaWdlbmNlLW1hY2hpbmUtbGVhcm5pbmctYW5hbHlzdC1zZW5pb3ItYXQtYm9vei1hbGxlbi1oYW1pbHRvbi0zNTM3NDA2MjM0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "DARPA Autonomous System and Machine Learning Engineer Jobs",
            "company_name": "Amentum",
            "location": "  Arlington, VA   ",
            "via": "via Clearance Jobs",
            "description": "Supporting the Most Exciting and Meaningful Missions in the World\n\nDARPA Autonomous System and Machine Learning Engineer...\n\nAmentum is a leading provider of engineering, scientific, and program management support services to some of the top agencies in the U.S. government, including the Defense Advanced Research Projects Agency (DARPA), NASA, the Department of Homeland Security and the intelligence community.\n\nAmentum is currently seeking talented, enthusiastic, and dynamic individuals to support DARPA in formulating, coordinating, monitoring, and transitioning advanced research and development programs to the U.S. military.\n\nThe Arlington, Virginia office is seeking an engineer to support cutting-edge, advanced technology development efforts at DARPA to include advising program managers on autonomous systems development/engineering, autonomy algorithms, reinforce machine learning, neural nets and robotics.\n\nRequired Technical Qualifications:\n• Subject matter expertise in the areas of autonomy algorithms, machine learning, human machine interface and/or robotics\n• Demonstrate experience and understanding of the autonomous system state of the art, technology development challenges and risk areas.\n• Experience in supporting autonomous systems development efforts for defense-related technology research and/or development programs\n• Experience with software and hardware in the loop testing\n• Ability to quickly identify and resolve program execution issues\n\nDesired Technical Qualifications:\n• Experience with machine learning algorithms\n• Understanding of Agile software development and test approaches\n• Understanding of software systems engineering to include requirements and UML artifact development\n\nProgram technical support and management responsibilities may include:\n• Providing technical support and subject matter expertise in monitoring the execution of advanced technology development and demonstration programs\n• Performing independent technical assessments and feasibility analyses of the autonomy aspects of new technologies and system designs\n• Aiding in the test planning, monitoring, and reporting on tests and demonstrations\n• Supporting technical interchange meetings and design reviews\n• Leading programmatic and technical discussions with government and industry teams\n• Authoring and presenting program plans, status briefings and technical reports\n• Supporting a geographically dispersed Government team\n• Candidates will work closely with Government Program Managers as well as high level personnel throughout the government and industry research and development communities. Applicants must be technically strong and possess superior oral and written communications skills. Candidates should be self-starters capable of working both independently and as part of a team. Travel is required.\n• Candidates should have a minimum of a Bachelor's degree in Computer Science, Computer Engineering or other relevant degree with 7 years of relevant software development experience. A PhD or Master's degree will not offset experience required.\n• An advanced degree in computer science with specialization in AI or a related area is strongly preferred\n\nClearance Requirement\n• Active DOD Secret Clearance\n\nAmentum is proud to be an Equal Opportunity Employer. Our hiring practices provide equal opportunity for employment without regard to race, religion, color, sex, gender, national origin, age, United States military veteran's status, ancestry, sexual orientation, marital status, family structure, medical condition including genetic characteristics or information, veteran status, or mental or physical disability so long as the essential functions of the job can be performed with or without reasonable accommodation, or any other protected category under federal, state, or local law.\n\nEEO is the Law Poster\n\nEEO is the Law Poster Supplement",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Subject matter expertise in the areas of autonomy algorithms, machine learning, human machine interface and/or robotics",
                        "Demonstrate experience and understanding of the autonomous system state of the art, technology development challenges and risk areas",
                        "Experience in supporting autonomous systems development efforts for defense-related technology research and/or development programs",
                        "Experience with software and hardware in the loop testing",
                        "Ability to quickly identify and resolve program execution issues",
                        "Applicants must be technically strong and possess superior oral and written communications skills",
                        "Candidates should be self-starters capable of working both independently and as part of a team",
                        "Candidates should have a minimum of a Bachelor's degree in Computer Science, Computer Engineering or other relevant degree with 7 years of relevant software development experience",
                        "A PhD or Master's degree will not offset experience required",
                        "Active DOD Secret Clearance"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Program technical support and management responsibilities may include:",
                        "Providing technical support and subject matter expertise in monitoring the execution of advanced technology development and demonstration programs",
                        "Performing independent technical assessments and feasibility analyses of the autonomy aspects of new technologies and system designs",
                        "Aiding in the test planning, monitoring, and reporting on tests and demonstrations",
                        "Supporting technical interchange meetings and design reviews",
                        "Leading programmatic and technical discussions with government and industry teams",
                        "Authoring and presenting program plans, status briefings and technical reports",
                        "Supporting a geographically dispersed Government team"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.amentum.com/",
                    "text": "amentum.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Amentum&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAII4gw",
                    "text": "See web results for Amentum"
                }
            ],
            "extensions": [
                "5 hours ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "5 hours ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEQVJQQSBBdXRvbm9tb3VzIFN5c3RlbSBhbmQgTWFjaGluZSBMZWFybmluZyBFbmdpbmVlciBKb2JzIiwiaHRpZG9jaWQiOiJkcll5V2EtcnZia0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFcmNDQ3ZjQlFVVnpOMnBPVVZBd2RrdEhURTVNZVdOdE5FWkhTMmx0TjIwME1uaE5MWEJYU1c1M05rbHhNV2hqV0RWWmNHOHdNVnBYVlVGNk1VbENiVEUwV0hGWVJHTXlUVFJCT0VWQ0xVSnpjVlJpU21kV2NGbDJiVUZ1TldVNWNXVTBOVVZKZFhWeVRGaEdka2hrYUdkNU5XRnpha1ozT0RWclduUlhRbVpzUkRSUFoyeFBYMUpOU3pSeU9ESlphbGQxVkVOd1QxaEtiVXRaY3pKQ2FHbEVaVFZYWkdZeVkzSlZUbEpOZFZjMlgxVTNlazB5Y204MlFYRnFNVWxpYWt0MVR6aHlZa1J0YjB4d1NFSmpNRXg1V21sc2FITm5lRk5vYlZBMlJUWk9VVmR3YnpVMWVHcFZkRzVoU0djMk1qaElSMFZRVDJaU1MwaHBWUklYVEV4ek9WcE1UMjVIWTNsV01uSnZVR2xoZVZSMVFVVWFJa0ZQTFRCeWJEZHZVazVrTUZwMlpWRkRPRVE0U2pKVlQwaDBWVzgwTVZwTGFFRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEzIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIENsZWFyYW5jZSBKb2JzIiwibGluayI6Imh0dHBzOi8vd3d3LmNsZWFyYW5jZWpvYnMuY29tL2pvYnMvNzA4MjA5Ni9kYXJwYS1hdXRvbm9tb3VzLXN5c3RlbS1hbmQtbWFjaGluZS1sZWFybmluZy1lbmdpbmVlcj91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Manager, Machine Learning Engineering (People Leader) (Remote ...",
            "company_name": "Capital One",
            "location": "  McLean, VA   ",
            "via": "via Monster",
            "description": "Center 1 (19052), United States of America, McLean, Virginia\n\nManager, Machine Learning Engineering (People Leader) (Remote - Eligible...\n\nAs a Capital One Machine Learning Engineer (MLE), you'll be part of an Agile team dedicated to productionizing machine learning applications and systems at scale. You’ll participate in the detailed technical design, development, and implementation of machine learning applications using existing and emerging technology platforms. You’ll focus on machine learning architectural design, develop and review model and application code, and ensure high availability and performance of our machine learning applications. You'll have the opportunity to continuously learn and apply the latest innovations and best practices in machine learning engineering.\n\nWhat you’ll do in the role:\n• The MLE role overlaps with many disciplines, such as Ops, Modeling, and Data Engineering. In this role, you'll be expected to perform many ML engineering activities, including one or more of the following:\n• Design, build, and/or deliver ML models and components that solve real-world business problems, while working in collaboration with the Product and Data Science teams.\n• Inform your ML infrastructure decisions using your understanding of ML modeling techniques and issues, including choice of model, data, and feature selection, model training, hyperparameter tuning, dimensionality, bias/variance, and validation).\n• Solve complex problems by writing and testing application code, developing and validating ML models, and automating tests and deployment.\n• Collaborate as part of a cross-functional Agile team to create and enhance software that enables state-of-the-art big data and ML applications.\n• Retrain, maintain, and monitor models in production.\n• Leverage or build cloud-based architectures, technologies, and/or platforms to deliver optimized ML models at scale.\n• Construct optimized data pipelines to feed ML models.\n• Leverage continuous integration and continuous deployment best practices, including test automation and monitoring, to ensure successful deployment of ML models and application code.\n• Ensure all code is well-managed to reduce vulnerabilities, models are well-governed from a risk perspective, and the ML follows best practices in Responsible and Explainable AI.\n• Use programming languages like Python, Scala, or Java.\n• As a People Leader, you will be responsible for mentoring, coaching, providing feedback, building career plans and assessing performance for your direct reports enabling a high performance engineering team.\n\nCapital One is open to hiring a Remote Employee for this opportunity.\n\nBasic Qualifications:\n• Bachelor’s degree\n• At least 6 years of experience designing and building data-intensive solutions using distributed computing (Internship experience does not apply)\n• At least 4 years of experience programming with Python, Scala, or Java\n• At least 2 years of experience building, scaling, and optimizing ML systems\n• At least 2 years of people leader experience\n\nPreferred Qualifications:\n• Master's or doctoral degree in computer science, electrical engineering, mathematics, or a similar field\n• 3+ years of experience building production-ready data pipelines that feed ML models\n• 3+ years of on-the-job experience with an industry recognized ML framework such as scikit-learn, PyTorch, Dask, Spark, or TensorFlow\n• 2+ years of experience developing performant, resilient, and maintainable code\n• 2+ years of experience with data gathering and preparation for ML models\n• 1+ years of experience leading teams developing ML solutions using industry best practices, patterns, and automation\n• 1+ years of experience developing and deploying ML solutions in a public cloud such as AWS, Azure, or Google Cloud Platform\n• Experience designing, implementing, and scaling complex data pipelines for ML models and evaluating their performance\n• ML industry impact through conference presentations, papers, blog posts, open source contributions, or patents\n\nAt this time, Capital One will not sponsor a new applicant for employment authorization for this position.\n\nThe minimum and maximum full-time annual salaries for this role are listed below, by location. Please note that this salary information is solely for candidates hired to perform work within one of these locations, and refers to the amount Capital One is willing to pay at the time of this posting. Salaries for part-time roles will be prorated based upon the agreed upon number of hours to be regularly worked.\n\nLocation is New York City: $197,400 - $225,300 for Manager, Machine Learning Engineering\n\nLocation is San Francisco, California: $209,200 - $238,700 for Manager, Machine Learning Engineering\n\nRemote roles in other areas of New York & California, and across Colorado & Washington: $167,400 - $191,000 for Manager, Machine Learning Engineering\n\nCandidates hired to work in other locations will be subject to the pay range associated with that location, and the actual annualized salary amount offered to any candidate at the time of hire will be reflected solely in the candidate’s offer letter.\n\nThis role is also eligible to earn performance based incentive compensation, which may include cash bonus(es) and/or long term incentives (LTI). Incentives could be discretionary or non discretionary depending on the plan.\n\nCapital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being. Learn more at the Capital One Careers website. Eligibility varies based on full or part-time status, exempt or non-exempt status, and management level.\n\nNo agencies please. Capital One is an Equal Opportunity Employer committed to diversity and inclusion in the workplace. All qualified applicants will receive consideration for employment without regard to sex, race, color, age, national origin, religion, physical and mental disability, genetic information, marital status, sexual orientation, gender identity/assignment, citizenship, pregnancy or maternity, protected veteran status, or any other status prohibited by applicable national, federal, state or local law. Capital One promotes a drug-free workplace. Capital One will consider for employment qualified applicants with a criminal history in a manner consistent with the requirements of applicable laws regarding criminal background inquiries, including, to the extent applicable, Article 23-A of the New York Correction Law; San Francisco, California Police Code Article 49, Sections 4901-4920; New York City’s Fair Chance Act; Philadelphia’s Fair Criminal Records Screening Act; and other applicable federal, state, and local laws and regulations regarding criminal background inquiries.\n\nIf you have visited our website in search of information on employment opportunities or to apply for a position, and you require an accommodation, please contact Capital One Recruiting at 1-800-304-9102 or via email at\n\nRecruitingAccommodation@capitalone.com\n. All information you provide will be kept confidential and will be used only to the extent required to provide needed reasonable accommodations.\n\nFor technical support or questions about Capital One's recruiting process, please send an email to\n\nCareers@capitalone.com\n\nCapital One does not provide, endorse nor guarantee and is not liable for third-party products, services, educational tools or other information available through this site.\n\nCapital One Financial is made up of several different entities. Please note that any position posted in Canada is for Capital One Canada, any position posted in the United Kingdom is for Capital One Europe and any position posted in the Philippines is for Capital One Philippines Service Corp. (COPSSC",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor’s degree",
                        "At least 6 years of experience designing and building data-intensive solutions using distributed computing (Internship experience does not apply)",
                        "At least 4 years of experience programming with Python, Scala, or Java",
                        "At least 2 years of experience building, scaling, and optimizing ML systems",
                        "At least 2 years of people leader experience"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "As a Capital One Machine Learning Engineer (MLE), you'll be part of an Agile team dedicated to productionizing machine learning applications and systems at scale",
                        "You’ll participate in the detailed technical design, development, and implementation of machine learning applications using existing and emerging technology platforms",
                        "You’ll focus on machine learning architectural design, develop and review model and application code, and ensure high availability and performance of our machine learning applications",
                        "You'll have the opportunity to continuously learn and apply the latest innovations and best practices in machine learning engineering",
                        "The MLE role overlaps with many disciplines, such as Ops, Modeling, and Data Engineering",
                        "In this role, you'll be expected to perform many ML engineering activities, including one or more of the following:",
                        "Design, build, and/or deliver ML models and components that solve real-world business problems, while working in collaboration with the Product and Data Science teams",
                        "Inform your ML infrastructure decisions using your understanding of ML modeling techniques and issues, including choice of model, data, and feature selection, model training, hyperparameter tuning, dimensionality, bias/variance, and validation)",
                        "Solve complex problems by writing and testing application code, developing and validating ML models, and automating tests and deployment",
                        "Collaborate as part of a cross-functional Agile team to create and enhance software that enables state-of-the-art big data and ML applications",
                        "Retrain, maintain, and monitor models in production",
                        "Leverage or build cloud-based architectures, technologies, and/or platforms to deliver optimized ML models at scale",
                        "Construct optimized data pipelines to feed ML models",
                        "Leverage continuous integration and continuous deployment best practices, including test automation and monitoring, to ensure successful deployment of ML models and application code",
                        "Ensure all code is well-managed to reduce vulnerabilities, models are well-governed from a risk perspective, and the ML follows best practices in Responsible and Explainable AI",
                        "Use programming languages like Python, Scala, or Java",
                        "As a People Leader, you will be responsible for mentoring, coaching, providing feedback, building career plans and assessing performance for your direct reports enabling a high performance engineering team"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Salaries for part-time roles will be prorated based upon the agreed upon number of hours to be regularly worked",
                        "Candidates hired to work in other locations will be subject to the pay range associated with that location, and the actual annualized salary amount offered to any candidate at the time of hire will be reflected solely in the candidate’s offer letter",
                        "This role is also eligible to earn performance based incentive compensation, which may include cash bonus(es) and/or long term incentives (LTI)",
                        "Incentives could be discretionary or non discretionary depending on the plan",
                        "Capital One offers a comprehensive, competitive, and inclusive set of health, financial and other benefits that support your total well-being"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.capitalone.com/",
                    "text": "capitalone.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Capital+One&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAIIpA0",
                    "text": "See web results for Capital One"
                }
            ],
            "extensions": [
                "8 days ago",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "8 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJNYW5hZ2VyLCBNYWNoaW5lIExlYXJuaW5nIEVuZ2luZWVyaW5nIChQZW9wbGUgTGVhZGVyKSAoUmVtb3RlIC0gRWxpZ2libGUpIiwiaHRpZG9jaWQiOiJZM2FyOXBpNmtJQUFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFc3dDQ293Q1FVVnpOMnBPVkZZNE15MDVWR1ExVW0xVFFWZzVjbWRvVW1KTFVIUnBNbEpUWm10bmVsWndhbVpWVUMxRmVISXpORkp1V1dwQlQyMVJUbmRUYUhSdmJGWmtVSEJrVVdneFUyWlBXVWRpTVdWbk16WlpaVUoyY1hsbU5sVkNjVnBOT0ZsRGQxOXZjamt0WkVKZmVGWlpVVUoyYlhSMmFYaFlRVmxSWHpkSlRtTXdWbkp0WmpSMWJub3pNMlphV1RGcWRIQmxOblJrTXpoZmNVZzVaa2hGTUVjM2RGOXNNRjlqVEVRME5rUkVlWE00TFU1c2VVSXlVR2x0ZGtoSVUxVXhaamhTYjFsWFpYbEhUMU5sYkMxbFowOTNVVzVNVDNKa1UybEdkak0xYVdwT2JFWmhNalYyY0VOeGEwUnBhbTFvUW5ZNVRHWmZhVmhFUjJrME5GcFpWV1F3WkVGaVZqRjNPSEJsYnhJWFRFeHpPVnBNVDI1SFkzbFdNbkp2VUdsaGVWUjFRVVVhSWtGUExUQnliRFkyVFRWZk1tVlZVV2huZDFwVWQxUm1WR3RoUnpkbVMxOVJOa0UiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBNb25zdGVyIiwibGluayI6Imh0dHBzOi8vd3d3Lm1vbnN0ZXIuY29tL2pvYi1vcGVuaW5ncy9tYW5hZ2VyLW1hY2hpbmUtbGVhcm5pbmctZW5naW5lZXJpbmctcGVvcGxlLWxlYWRlci1yZW1vdGUtZWxpZ2libGUtbWNsZWFuLXZhLS0xNzUzZDhlYy05ZDhmLTQzZmEtOTU3Yy0zYzRjNzYxNWU2ZDE/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Senior Machine Learning Engineer",
            "company_name": "Expedition Technology Inc.",
            "location": "  Herndon, VA   ",
            "via": "via ZipRecruiter",
            "description": "Description:\n\nUS Citizenship is required due to security clearance requirements...\n\nAre you a motivated engineer who is passionate about embracing new challenges and solving the hardest technical problems in a team-oriented environment? Every day, the engineers at Expedition Technology work together to solve our nation’s defense and intelligence challenges by using machine learning and deep learning to demystify data obtained from signals and images.\n\nOur applied research and development mindset afford our people the opportunity to work on the most cutting-edge methods of optimizing deep learning networks, developing state-of-the-art algorithms and ultimately producing software products that are critical to our nation’s defense infrastructure.\n\nThe success we have already achieved has made Expedition Technology one of the top Machine Learning/Deep Learning research organizations in the Defense and Intelligence communities. We are seeking additional intelligent, passionate, creative people to join our team.\n\nWhen you join our team, you’ll have the opportunity to:\n• Dive directly into the latest computer vision and signal processing research to replicate new techniques published in academia and find ways to make those ideas work on a larger scale\n• Use your strong Python coding skills to research, design, develop and expand upon algorithms that will train neural networks to deliver actionable intelligence faster and more effectively\n• Develop deep-learning software prototypes that demonstrate potential usefulness to our customers\n• Analyze data from disparate sources including images, video, radar, signals and more\n• Brainstorm solutions to the toughest problems alongside a team of smart, creative, passionate engineers\n• Participate in machine learning brownbag sessions and other forms of collaborative learning to keep abreast of the constant changes in Machine and Deep Learning\n\nRequired skills:\n• US Citizenship- Must be a US Citizen eligible to maintain a US Government security clearance\n• Bachelor’s degree in Computer Science, Computer Engineering, Electrical Engineering, Physics, Applied Math or related field. Advance degrees welcome\n• 4 years+ work experience developing machine learning models and/or applications.\n• Strong problem-solving skills combined with deep intellectual curiosity and the desire to push technical boundaries\n• Strong coding skills- preferably in Python, C/C++, Julia or other object-oriented language in a Linux environment\n• Software development skills and the desire to work on cutting edge development in a Cloud environment\n• Deep understanding of data structures and algorithms\n• Knowledge of computer vision and/or signal processing including techniques for classification and feature extraction\n• Excellent oral, written, presentation and communication skills\n\nDesired skills:\n• Experience with deep learning frameworks like Tensorflow, PyTorch, Caffe or Keras\n• Active US Government security clearance\n\nWhy work at Expedition Technology?\n\nWe are proud that our dynamic and collaborative culture along with our generous benefits package allowed us to earn a spot on the 2019, 2020 and the 2021 Washington Business Journal's Best Places to Work List. We are also a 2021 Top Workplace as named by the Washington Post.\n\nEXP offers a robust benefits package designed to meet the varying needs of our team. Benefits include:\n• Medical, Dental, Vision insurance (company-paid through an Individual Benefit Account)\n• Up to 45 days of PTO\n• Health Care Savings Account\n• Dependent Care Savings Account\n• Tuition Reimbursement of up to $5250/year\n• 401k with up to 12% company match\n• Student Loan Repayment Assistance\n• Conference attendance\n• Free tickets to sporting and theater events\n• A supportive, collaborative culture that puts our people first\n• Professional development, advancement, learning and growth opportunities\n\nWho is Expedition Technology?\n\nExpedition Technology designs, develops, and delivers innovative, advanced signal, image, and multi-INT solutions for the defense and intelligence communities. We leverage advanced algorithms, platforms, and technologies to solve our customers’ most complex, demanding, and urgent C4ISR challenges. Our culture promotes individual growth and opportunity, prioritizes a collaborative team spirit, and invites the intellectually curious to creatively solve challenging problems. Headquartered in Northern Virginia’s high-tech corridor, EXP is a rapidly growing, privately held, employee-owned company that pushes the boundaries of what is possible every day.\n\nInterested in joining our team? Let’s explore together.\n\nTo learn more about EXP and discover why we are an award-winning workplace, visit our web site and follow us on LinkedIn.\n\nEXP is proud to be an Equal Opportunity Employer that believes a diverse range of talent creates an environment that fosters creativity and innovation. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, disability, national origin, genetic information, or protected veteran status.\nRequirements",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "US Citizenship is required due to security clearance requirements",
                        "US Citizenship- Must be a US Citizen eligible to maintain a US Government security clearance",
                        "Bachelor’s degree in Computer Science, Computer Engineering, Electrical Engineering, Physics, Applied Math or related field",
                        "4 years+ work experience developing machine learning models and/or applications",
                        "Strong problem-solving skills combined with deep intellectual curiosity and the desire to push technical boundaries",
                        "Strong coding skills- preferably in Python, C/C++, Julia or other object-oriented language in a Linux environment",
                        "Software development skills and the desire to work on cutting edge development in a Cloud environment",
                        "Deep understanding of data structures and algorithms",
                        "Knowledge of computer vision and/or signal processing including techniques for classification and feature extraction",
                        "Excellent oral, written, presentation and communication skills"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Use your strong Python coding skills to research, design, develop and expand upon algorithms that will train neural networks to deliver actionable intelligence faster and more effectively",
                        "Develop deep-learning software prototypes that demonstrate potential usefulness to our customers",
                        "Brainstorm solutions to the toughest problems alongside a team of smart, creative, passionate engineers",
                        "Participate in machine learning brownbag sessions and other forms of collaborative learning to keep abreast of the constant changes in Machine and Deep Learning"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Medical, Dental, Vision insurance (company-paid through an Individual Benefit Account)",
                        "Up to 45 days of PTO",
                        "Health Care Savings Account",
                        "Dependent Care Savings Account",
                        "Tuition Reimbursement of up to $5250/year",
                        "401k with up to 12% company match",
                        "Student Loan Repayment Assistance",
                        "Conference attendance",
                        "Free tickets to sporting and theater events",
                        "A supportive, collaborative culture that puts our people first",
                        "Professional development, advancement, learning and growth opportunities"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Expedition+Technology+Inc.&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAII6g0",
                    "text": "See web results for Expedition Technology Inc."
                }
            ],
            "extensions": [
                "13 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "13 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgTWFjaGluZSBMZWFybmluZyBFbmdpbmVlciIsImh0aWRvY2lkIjoiaUZ0YXUyd1h6d0FBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1ZEWjJUemMxWkROaFppMUVYMUpxYzBoeVZpMUxkMFE1ZUdGMlMwVmlNamxaVVdWb1duZ3lXV290WXpsV1IyVkVVa1J0YVdocFIwTnVZM0kzWW5wMVVuZG1iVlJXTTFWWlFWVTBjbTR6ZGxsMVNsQkxZV1ZqZW5oSWJFNXRUbGxmTTFCdldrNWxWVVJUVkVWU1lqRXlZa1pEZW0xWFJsZEthSEZ5VVdoTFZGaFZjMFJ1Umt4MlQxaFRkV2gwY0RCWmIwNWpXVmhFTWxWM2VsUmpWVXR2WTNZNWFERkVlblUyY1VWTmRrWmxUUzFvTFVaU2EyRkZNelpXZHpoSldWTnBjbXhrVUdod2FFcFdRbTFSWnpRelYzVnRjelYyYTBveFlVeFpkeElYVEV4ek9WcE1UMjVIWTNsV01uSnZVR2xoZVZSMVFVVWFJa0ZQTFRCeWJEWmFhRVF5VlRONFNEaExPVjh3V0RKd05tbGhhbDl0VkhKSlVGRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE3IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IGRpcmVjdGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvRXhwZWRpdGlvbi1UZWNobm9sb2d5LUluYy4vSm9iL1Nlbmlvci1NYWNoaW5lLUxlYXJuaW5nLUVuZ2luZWVyLy1pbi1IZXJuZG9uLFZBP2ppZD01YzcxY2Q1MGRiNDZhOGM5XHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Machine Learning Infrastructure Engineer",
            "company_name": "Snap Inc.",
            "location": " Anywhere ",
            "via": "via Wd1.Myworkdaysite.com",
            "description": "Snap Inc is a technology company. We believe the camera presents the greatest opportunity to improve the way people live and communicate. Snap contributes to human progress by empowering people to express themselves, live in the moment, learn about the world, and have fun together. The Company’s three core products are Snapchat, a visual messaging app that enhances your relationships with friends, family, and the world; Lens Studio, an augmented reality platform that powers AR across Snapchat and other services; and its AR glasses, Spectacles. Snap Engineering teams build fun and technically sophisticated products that reach hundreds of millions of Snapchatters around the world, every day. We’re deeply committed to the well-being of everyone in our global community, which is why our values are at the root of everything we do. We move fast, with precision, and always execute with privacy at the forefront. We’re looking for a Machine Learning Infrastructure Engineer to join Snap Inc... What you’ll do: Combine strong software engineering principles with machine learning to build scalable, reproducible and easy-to-use end-to-end machine learning workflows for advanced deep learning problems Build backend infrastructure to perform scalable training, evaluation, and inference in the cloud and client-side infrastructure to perform efficient inference on mobile devices Build comprehensive data management systems for scalable data collection, labeling, processing, and evaluation Work with product teams and engineers to make applications of machine learning ubiquitous to Snapchat Knowledge, Skills & Abilities: Ability to collaborate and work well with others Proven track record of operating highly-available systems at significant scale Ability to proactively learn new concepts and apply them at work A passion for Snapchat and creativity Minimum Qualifications: Bachelor’s degree in a technical field such as computer science or equivalent experience 3+ years industry software engineering experience Preferred Qualifications: Masters/PhD in a technical field such as computer science or equivalent industry experience Experience working on online ranking/recommendations systems Experience building large scale production machine learning systems or data pipelines Experience with backend services or distributed systems Experience in at least one of the following areas: Experience with backend services or distributed systems Infrastructure and large-scale system design Experience with key infra technologies like NoSQL solutions, Memcache/Redis, kafka, Kubernetes, Google/AWS services Experience building large scale production data pipelines Familiarity with machine learning frameworks such as TensorFlow, Caffe2, PyTorch, Spark ML, scikit-learn, or related frameworks Compensation In the United States, work locations are assigned a pay zone which determines the salary range for the position. The successful candidate’s starting pay will be determined based on job-related skills, experience, qualifications, work location, and market conditions. These pay zones may be modified in the future. Zone A (CA, WA, NYC): The base salary range for this position is $175,000 - 250,000 annually Zone B: The base salary range for this position is $166,000 - 238,000 annually Zone C: The base salary range for this position is $149,000 - 213,000 annually This position is eligible for equity in the form of RSUs \"Default Together\" Policy at Snap At Snap Inc. we believe that being together in person helps us build our culture faster, reinforce our values, and serve our community, customers and partners better through dynamic collaboration. To reflect this, we practice a “default together” approach and expect our team members to work in an office at least 80% of the time (an average of 4 days per week). Remote team members still are expected to travel for mandatory in-person gatherings and to fulfill business needs, at least 4 to 6 times per year. At Snap, we believe that having a team of diverse backgrounds and voices working together will enable us to create innovative products that improve the way people live and communicate. Snap is proud to be an equal opportunity employer, and committed to providing employment opportunities regardless of race, religious creed, color, national origin, ancestry, physical disability, mental disability, medical condition, genetic information, marital status, sex, gender, gender identity, gender expression, pregnancy, childbirth and breastfeeding, age, sexual orientation, military or veteran status, or any other protected classification, in accordance with applicable federal, state, and local laws. EOE, including disability/vets. If you have a disability or special need that requires accommodation, please don’t be shy and contact us at accommodations-ext@snap.com. Our Benefits: Snap Inc. is its own community, so we’ve got your back! We do our best to make sure you and your loved ones have everything you need to be happy and healthy, on your own terms. Our benefits are built around your needs and include paid maternity & paternity leave, comprehensive medical coverage, emotional and mental health support programs, and compensation packages that let you share in Snap’s long-term success! A Decade of Snap: Learn about our origin story, values, mission, culture of innovation, and more. CitizenSnap: In our third annual CitizenSnap Report, we demonstrate progress towards our environmental, social, and governance (ESG) goals, and we lay out our plans looking forward. The DEI Innovation Summit: Watch highlights from the 2nd annual DEI Innovation Summit, which brings together thought leaders and DEI experts for a day of courageous conversations to enable bold action. Snap News: Stay up to date on the latest and greatest product and innovation news at Snap Applicant and Candidate Privacy Policy",
            "job_highlights": [
                {
                    "items": [
                        "Snap Inc is a technology company. We believe the camera presents the greatest opportunity to improve the way people live and communicate. Snap contributes to human progress by empowering people to express themselves, live in the moment, learn about the world, and have fun together. The Company’s three core products are Snapchat, a visual messaging app that enhances your relationships with friends, family, and the world; Lens Studio, an augmented reality platform that powers AR across Snapchat and other services; and its AR glasses, Spectacles. Snap Engineering teams build fun and technically sophisticated products that reach hundreds of millions of Snapchatters around the world, every day. We’re deeply committed to the well-being of everyone in our global community, which is why our values are at the root of everything we do. We move fast, with precision, and always execute with privacy at the forefront. We’re looking for a Machine Learning Infrastructure Engineer to join Snap Inc... What you’ll do: Combine strong software engineering principles with machine learning to build scalable, reproducible and easy-to-use end-to-end machine learning workflows for advanced deep learning problems Build backend infrastructure to perform scalable training, evaluation, and inference in the cloud and client-side infrastructure to perform efficient inference on mobile devices Build comprehensive data management systems for scalable data collection, labeling, processing, and evaluation Work with product teams and engineers to make applications of machine learning ubiquitous to Snapchat Knowledge, Skills & Abilities: Ability to collaborate and work well with others Proven track record of operating highly-available systems at significant scale Ability to proactively learn new concepts and apply them at work A passion for Snapchat and creativity Minimum Qualifications: Bachelor’s degree in a technical field such as computer science or equivalent experience 3+ years industry software engineering experience Preferred Qualifications: Masters/PhD in a technical field such as computer science or equivalent industry experience Experience working on online ranking/recommendations systems Experience building large scale production machine learning systems or data pipelines Experience with backend services or distributed systems Experience in at least one of the following areas: Experience with backend services or distributed systems Infrastructure and large-scale system design Experience with key infra technologies like NoSQL solutions, Memcache/Redis, kafka, Kubernetes, Google/AWS services Experience building large scale production data pipelines Familiarity with machine learning frameworks such as TensorFlow, Caffe2, PyTorch, Spark ML, scikit-learn, or related frameworks Compensation In the United States, work locations are assigned a pay zone which determines the salary range for the position. The successful candidate’s starting pay will be determined based on job-related skills, experience, qualifications, work location, and market conditions. These pay zones may be modified in the future. Zone A (CA, WA, NYC): The base salary range for this position is $175,000 - 250,000 annually Zone B: The base salary range for this position is $166,000 - 238,000 annually Zone C: The base salary range for this position is $149,000 - 213,000 annually This position is eligible for equity in the form of RSUs \"Default Together\" Policy at Snap At Snap Inc. we believe that being together in person helps us build our culture faster, reinforce our values, and serve our community, customers and partners better through dynamic collaboration. To reflect this, we practice a “default together” approach and expect our team members to work in an office at least 80% of the time (an average of 4 days per week). Remote team members still are expected to travel for mandatory in-person gatherings and to fulfill business needs, at least 4 to 6 times per year. At Snap, we believe that having a team of diverse backgrounds and voices working together will enable us to create innovative products that improve the way people live and communicate. Snap is proud to be an equal opportunity employer, and committed to providing employment opportunities regardless of race, religious creed, color, national origin, ancestry, physical disability, mental disability, medical condition, genetic information, marital status, sex, gender, gender identity, gender expression, pregnancy, childbirth and breastfeeding, age, sexual orientation, military or veteran status, or any other protected classification, in accordance with applicable federal, state, and local laws. EOE, including disability/vets. If you have a disability or special need that requires accommodation, please don’t be shy and contact us at accommodations-ext@snap.com. Our Benefits: Snap Inc. is its own community, so we’ve got your back! We do our best to make sure you and your loved ones have everything you need to be happy and healthy, on your own terms. Our benefits are built around your needs and include paid maternity & paternity leave, comprehensive medical coverage, emotional and mental health support programs, and compensation packages that let you share in Snap’s long-term success! A Decade of Snap: Learn about our origin story, values, mission, culture of innovation, and more. CitizenSnap: In our third annual CitizenSnap Report, we demonstrate progress towards our environmental, social, and governance (ESG) goals, and we lay out our plans looking forward. The DEI Innovation Summit: Watch highlights from the 2nd annual DEI Innovation Summit, which brings together thought leaders and DEI experts for a day of courageous conversations to enable bold action. Snap News: Stay up to date on the latest and greatest product and innovation news at Snap Applicant and Candidate Privacy Policy"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.snap.com/",
                    "text": "snap.com"
                },
                {
                    "link": "https://www.google.com/search?hl=en&gl=us&q=Snap+Inc.&sa=X&ved=0ahUKEwiz7amK77H-AhXMilYBHQnWBBc4ChCYkAIInQ4",
                    "text": "See web results for Snap Inc."
                }
            ],
            "extensions": [
                "22 hours ago",
                "Work from home",
                "Full-time",
                "Health insurance"
            ],
            "detected_extensions": {
                "posted_at": "22 hours ago",
                "schedule_type": "Full-time",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJNYWNoaW5lIExlYXJuaW5nIEluZnJhc3RydWN0dXJlIEVuZ2luZWVyIiwiaHRpZG9jaWQiOiJYRFIzSkVvODNRZ0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVW1zNVRETk1hMHhQVVhJellYWTVjMWxvYkcxV2EwRnNSazF5T0RCdmJFbHdVMDFNWVZkZkxWQXhNWGhTVlcxVFNqRkNXRlUzV1haVFVqUlVibW94U1daaWVWaGxRM1ZGYURCMVYweHJkR2hMTWxGRFltaFFOaTFvZVhGTWMxUlNUbWhyWldKRVZWQXdTbDh6TURaSVZHSlJTbkppVnpONFRWQjZXbkZsYWpOTFJqaE9WR0pDZDBKNVVtOWFUR0ptWTBGaGMyUktSRWhoVkdNeFZYWk5NVWMxTW5SWGFVeExWVFJTVDBRNVpXSnVVM0JyTWs4M2RUaG9iRVowT1hadFEyRTBlV1ZzRWhkTVRITTVXa3hQYmtkamVWWXljbTlRYVdGNVZIVkJSUm9pUVU4dE1ISnNOVlp6Y0hkMGRVMWZiRGwwTXpGYWJHdExTMXBUTkdzeWNuWkdadyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzE5IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFdkMS5NeXdvcmtkYXlzaXRlLmNvbSIsImxpbmsiOiJodHRwczovL3dkMS5teXdvcmtkYXlzaXRlLmNvbS9lbi1VUy9yZWNydWl0aW5nL3NuYXBjaGF0L3NuYXAvam9iL0xvcy1BbmdlbGVzLUNhbGlmb3JuaWEvTWFjaGluZS1MZWFybmluZy1JbmZyYXN0cnVjdHVyZS1FbmdpbmVlcl9RMjIzU1dFTUxJMz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Learning engineer",
                    "value": "learning engineer"
                },
                {
                    "text": "Scientist",
                    "value": "scientist"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Manager",
                    "value": "manager"
                },
                {
                    "text": "Architect",
                    "value": "architect"
                },
                {
                    "text": "Infrastructure engineer",
                    "value": "infrastructure engineer"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Research scientist",
                    "value": "research scientist"
                },
                {
                    "text": "Researcher",
                    "value": "researcher"
                },
                {
                    "text": "Research engineer",
                    "value": "research engineer"
                },
                {
                    "text": "Data engineer",
                    "value": "data engineer"
                },
                {
                    "text": "Director",
                    "value": "director"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Engineering manager",
                    "value": "engineering manager"
                },
                {
                    "text": "Engineering",
                    "value": "engineering"
                },
                {
                    "text": "Product manager",
                    "value": "product manager"
                },
                {
                    "text": "Program manager",
                    "value": "program manager"
                },
                {
                    "text": "Associate",
                    "value": "associate"
                },
                {
                    "text": "Computer",
                    "value": "computer"
                },
                {
                    "text": "Staff engineer",
                    "value": "staff engineer"
                },
                {
                    "text": "Analyst",
                    "value": "analyst"
                },
                {
                    "text": "Application engineer",
                    "value": "application engineer"
                },
                {
                    "text": "Applied scientist",
                    "value": "applied scientist"
                },
                {
                    "text": "Assistant professor",
                    "value": "assistant professor"
                },
                {
                    "text": "Data science",
                    "value": "data science"
                },
                {
                    "text": "Development manager",
                    "value": "development manager"
                },
                {
                    "text": "Engineer senior",
                    "value": "engineer senior"
                },
                {
                    "text": "Evangelist",
                    "value": "evangelist"
                },
                {
                    "text": "Firmware engineer",
                    "value": "firmware engineer"
                },
                {
                    "text": "Graduate",
                    "value": "graduate"
                },
                {
                    "text": "Lead architect",
                    "value": "lead architect"
                },
                {
                    "text": "Lead engineer",
                    "value": "lead engineer"
                },
                {
                    "text": "Modeling",
                    "value": "modeling"
                },
                {
                    "text": "Operations engineer",
                    "value": "operations engineer"
                },
                {
                    "text": "Post doctoral",
                    "value": "post doctoral"
                },
                {
                    "text": "Principal scientist",
                    "value": "principal scientist"
                },
                {
                    "text": "Processing engineer",
                    "value": "processing engineer"
                },
                {
                    "text": "Product engineer",
                    "value": "product engineer"
                },
                {
                    "text": "Research associate",
                    "value": "research associate"
                },
                {
                    "text": "Research director",
                    "value": "research director"
                },
                {
                    "text": "Sales engineer",
                    "value": "sales engineer"
                },
                {
                    "text": "Science",
                    "value": "science"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Senior scientist",
                    "value": "senior scientist"
                },
                {
                    "text": "Senior staff",
                    "value": "senior staff"
                },
                {
                    "text": "Solution architect",
                    "value": "solution architect"
                },
                {
                    "text": "Solutions architect",
                    "value": "solutions architect"
                },
                {
                    "text": "Sr principal",
                    "value": "sr principal"
                },
                {
                    "text": "Sr. director",
                    "value": "sr. director"
                },
                {
                    "text": "Technical",
                    "value": "technical"
                },
                {
                    "text": "Technology specialist",
                    "value": "technology specialist"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "San Francisco, CA",
                    "value": "IQBpAG2ahYD_rXbwZxNQSg=="
                },
                {
                    "text": "Seattle, WA",
                    "value": "VTPokywQkFSa1URpRmUlEA=="
                },
                {
                    "text": "San Jose, CA",
                    "value": "9T_5iuTKj4B7cZ_KCoyduQ=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Cupertino, CA",
                    "value": "q3fTG1e0j4C0eOGj4T9NOQ=="
                },
                {
                    "text": "Mountain View, CA",
                    "value": "iQHsW0m3j4Cbr2tGStQXfA=="
                },
                {
                    "text": "Palo Alto, CA",
                    "value": "ORy6nXuwj4DPdvU1UvUfDg=="
                },
                {
                    "text": "Cambridge, MA",
                    "value": "X8wwy6Vw44mHbGiJZI46xQ=="
                },
                {
                    "text": "Austin, TX",
                    "value": "LwPMoJm1RIZ61WnUS0abXQ=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Los Angeles, CA",
                    "value": "E9on3F3HwoD0CEYlb98v4g=="
                },
                {
                    "text": "McLean, VA",
                    "value": "O3mKsew1tonx6vqtXrpijg=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Dallas, TX",
                    "value": "S5dFe_cZTIaPZ0f2pJvsuQ=="
                },
                {
                    "text": "Jacksonville, FL",
                    "value": "66_O8Ra35Yjix_yWOH3NxA=="
                },
                {
                    "text": "Laurel, MD",
                    "value": "0dxJ6BDdt4n8ks39Ll7NmA=="
                },
                {
                    "text": "Pittsburgh, PA",
                    "value": "A4UGSG_xNIg0G6JaoRX5jQ=="
                },
                {
                    "text": "Plano, TX",
                    "value": "E5XFE9ohTIYrYM2JZAOqYg=="
                },
                {
                    "text": "Santa Clara, CA",
                    "value": "k8EIXIG3j4DAv8CjfKR15A=="
                },
                {
                    "text": "Somerville, MA",
                    "value": "ZeH1eyl344kDe_nYmXeQeg=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Atlanta, GA",
                    "value": "jQmTaV0E9YgLYwuZL97-Zg=="
                },
                {
                    "text": "Atlantic City, NJ",
                    "value": "IcdcblfdwIliUmfpQ8tvSg=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Durham, NC",
                    "value": "8WYPEnHkrIl-8kaKidp64Q=="
                },
                {
                    "text": "Fremont, CA",
                    "value": "98rot0a_j4DUiNiJOzHaig=="
                },
                {
                    "text": "Hartford, CT",
                    "value": "pVER8hFT5omZWX3pqEqOzA=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Irvine, CA",
                    "value": "40CRaA7d3IA5mkpgdbV6pw=="
                },
                {
                    "text": "Littleton, CO",
                    "value": "Kzvi-z98a4fAPNau6ZcFBw=="
                },
                {
                    "text": "Livermore, CA",
                    "value": "cSBaOIblj4Bx2GvLMSLTmA=="
                },
                {
                    "text": "Menlo Park, CA",
                    "value": "_4ByEbGmj4CrifJdjpm_6w=="
                },
                {
                    "text": "Oak Ridge, TN",
                    "value": "3xDIHEczXIi3chDvM0bKWw=="
                },
                {
                    "text": "Phoenix, AZ",
                    "value": "y3mhUO0SK4esG0o1-MdpjA=="
                },
                {
                    "text": "Portland, OR",
                    "value": "J3SpfQsLlVSRhdH25rk2HA=="
                },
                {
                    "text": "Salt Lake City, UT",
                    "value": "7THRiJQ9UofKMU1IoLdTWw=="
                },
                {
                    "text": "San Diego, CA",
                    "value": "Sx6SrQ9T2YB53xX9_SE6DQ=="
                },
                {
                    "text": "San Mateo, CA",
                    "value": "RVWp72Cej4CnG8wt9PyO_Q=="
                },
                {
                    "text": "South San Francisco, CA",
                    "value": "7-z-QwV5j4BdM1bneXU6-A=="
                },
                {
                    "text": "Alexandria, VA",
                    "value": "8aukkz5NtoksAcHbhib11w=="
                },
                {
                    "text": "Andover Township, NJ",
                    "value": "qYStXq1xw4mm_aZY8x_bgg=="
                },
                {
                    "text": "Ann Arbor, MI",
                    "value": "Mx9D1A2wPIjitciGRvkJ2w=="
                },
                {
                    "text": "Auburn Hills, MI",
                    "value": "mX4JtOG_JIgr3OuK4xXFVQ=="
                },
                {
                    "text": "Auburn, AL",
                    "value": "g_ibsy_xjIhYk9M1kpElyw=="
                },
                {
                    "text": "Beavercreek, OH",
                    "value": "B-LwKg6bQIiC7xPC5lB3ug=="
                },
                {
                    "text": "Bellevue, WA",
                    "value": "QWCmo89rkFRlB9DqglTPug=="
                },
                {
                    "text": "Bentonville, AR",
                    "value": "SUnWTgAQyYcCvyUkyIyA2g=="
                },
                {
                    "text": "Bismarck, ND",
                    "value": "Y-nYVxKD11KTyrv5Er2qzA=="
                },
                {
                    "text": "Bolinas, CA",
                    "value": "JT1aDFWVhYCFrdiPbqL8sg=="
                },
                {
                    "text": "Boulder, CO",
                    "value": "06-NJ06Na4dYgBugfDs5yA=="
                },
                {
                    "text": "California City, CA",
                    "value": "QwmmE9IpwoAyC_U7tN5YNA=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Staffing",
                    "value": "/business/naics2007/5613"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Logistics",
                    "value": "/business/naics2007/48"
                },
                {
                    "text": "Wholesale",
                    "value": "/business/naics2007/42"
                },
                {
                    "text": "Entertainment",
                    "value": "/business/naics2007/71"
                },
                {
                    "text": "Toiletries",
                    "value": "/business/naics2007/3256"
                },
                {
                    "text": "Travel",
                    "value": "/business/naics2007/5615"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Apple",
                    "value": "/m/0k8z"
                },
                {
                    "text": "Capital One",
                    "value": "/m/04c_q_"
                },
                {
                    "text": "Snap",
                    "value": "/g/11c1s2xz66"
                },
                {
                    "text": "Upwork",
                    "value": "/m/02pzh5d"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Meta",
                    "value": "/m/0hmyfsv"
                },
                {
                    "text": "Walmart",
                    "value": "/m/0841v"
                },
                {
                    "text": "Amazon.com Services LLC",
                    "value": "/g/11f00sjtl5"
                },
                {
                    "text": "Booz Allen Hamilton",
                    "value": "/m/05jlg3"
                },
                {
                    "text": "Lockheed Martin",
                    "value": "/m/0hkqn"
                },
                {
                    "text": "Genentech",
                    "value": "/m/01_lh1"
                },
                {
                    "text": "Google",
                    "value": "/m/045c7b"
                },
                {
                    "text": "Johns Hopkins Applied Physics Laboratory",
                    "value": "/m/07qxqz"
                },
                {
                    "text": "Square",
                    "value": "/m/0by16yq"
                },
                {
                    "text": "Battelle",
                    "value": "/m/02m9dl"
                },
                {
                    "text": "Bayer",
                    "value": "/m/01snr1"
                },
                {
                    "text": "CarMax",
                    "value": "/m/08763h"
                },
                {
                    "text": "Comcast",
                    "value": "/m/01s73z"
                },
                {
                    "text": "Dropbox",
                    "value": "/m/04mzcr5"
                },
                {
                    "text": "Elevance Health",
                    "value": "/m/04xtkp"
                },
                {
                    "text": "Figma",
                    "value": "/g/11fy1pwqvr"
                },
                {
                    "text": "Flagship Pioneering",
                    "value": "/g/11fy29v0zb"
                },
                {
                    "text": "GSK",
                    "value": "/m/01bbm7"
                },
                {
                    "text": "Groq",
                    "value": "/g/11fy1p1dh4"
                },
                {
                    "text": "Hopper",
                    "value": "/g/11sdd541ff"
                },
                {
                    "text": "Kitware",
                    "value": "/m/02ppksq"
                },
                {
                    "text": "L3Harris",
                    "value": "/g/11fm6fqq8c"
                },
                {
                    "text": "LLNL",
                    "value": "/m/09qyt"
                },
                {
                    "text": "Leidos",
                    "value": "/m/01h2kg"
                },
                {
                    "text": "Peraton",
                    "value": "/g/11g9mq8fj6"
                },
                {
                    "text": "ROBLOX",
                    "value": "/m/0kytjpp"
                },
                {
                    "text": "Recursion",
                    "value": "/g/11f01c2xdk"
                },
                {
                    "text": "Warner Media Group",
                    "value": "/m/0l8sx"
                },
                {
                    "text": "Accelirate Inc. -",
                    "value": "/g/11j3kb0qdr"
                },
                {
                    "text": "Accenture Federal Services",
                    "value": "/m/09mg6hx"
                },
                {
                    "text": "Adobe",
                    "value": "/m/0vlf"
                },
                {
                    "text": "Altos Labs",
                    "value": "/g/11pw122my_"
                },
                {
                    "text": "Amazon",
                    "value": "/m/0mgkg"
                },
                {
                    "text": "Amazon Dev Center U.S., Inc.",
                    "value": "/g/11rxnkj1mk"
                },
                {
                    "text": "Amazon Web Services, Inc.",
                    "value": "/m/0rznzt1"
                },
                {
                    "text": "Amentum",
                    "value": "/g/11j2vydq82"
                }
            ]
        }
    ]
}