{
    "search_metadata": {
        "id": "643dbb5cc504e9fed36c02d6",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/1b2b6dcfe58569ef/643dbb5cc504e9fed36c02d6.json",
        "created_at": "2023-04-17 21:34:20 UTC",
        "processed_at": "2023-04-17 21:34:20 UTC",
        "google_jobs_url": "https://www.google.com/search?q=natural+language+processing&ibp=htl;jobs&uule=w+CAIQICINV2FzaGluZ3RvbiBEQw&hl=en&gl=us&start=10",
        "raw_html_file": "https://serpapi.com/searches/1b2b6dcfe58569ef/643dbb5cc504e9fed36c02d6.html",
        "total_time_taken": 2.2
    },
    "search_parameters": {
        "q": "natural language processing",
        "engine": "google_jobs",
        "uule": "w+CAIQICINV2FzaGluZ3RvbiBEQw",
        "google_domain": "google.com",
        "hl": "en",
        "gl": "us",
        "start": 10
    },
    "jobs_results": [
        {
            "title": "Assistant Research Professor - Machine Learning and Natural...",
            "company_name": "Johns Hopkins University",
            "location": "  Baltimore, MD   ",
            "via": "via Mendeley",
            "description": "If you love developing fundamental machine learning models and algorithms inspired by complex phenomena such as natural language, please consider joining Johns Hopkins University as an Assistant Research Professor of Computer Science. You would be affiliated with the Center for Language and Speech Processing (CLSP), one of the largest and most influential academic groups in NLP and speech.\n\nThis... is a great launching pad to start an academic career, or to move back into academia from industry. This opportunity is appropriate for individuals who are also considering postdoctoral, industrial, or tenure-track employment. It provides a competitive salary and an excellent platform for career advancement. Initially, you would be working closely with Jason Eisner (https://www.cs.jhu.edu/~jason) and his excellent students, helping to advise and develop a range of ongoing research projects.\n\nAppointment renewal will be based on performance and funding availability. Currently funding is available for the first 3 years. There would be several paths for you to raise further funding if you wished to continue in the position. The university has instituted a non-tenure track career path for full-time research faculty culminating in the rank of (full) Research Professor.\n\nDesirable qualifications for this position:\n\n+ Ph.D. in computer science or a closely related field\n\n+ Background in ML, preferably structured prediction and/or reinforcement learning\n\n+ Background in NLP, preferably with knowledge of linguistics or grammar formalisms\n\n+ Some familiarity with programming language design, data structures / algorithms, or HCI\n\n+ Strong writing skills, including mathematical exposition\n\n+ Intellectual curiosity, scientific integrity, concern for experimental design\n\n+ Management and mentoring skills\n\nApplications may be submitted online through Interfolio by clicking the Apply Now button. Questions should be directed to jason@cs.jhu.edu . Start date of summer or fall 2021 (negotiable). Applications will be reviewed until the position is filled.\n\nJob Type: Full Time Johns Hopkins University is committed to active recruitment of a diverse faculty and student body. The University is an Affirmative Action/Equal Opportunity Employer of women, minorities, protected veterans and individuals with disabilities and encourages applications from these and other protected group members. Consistent with the University’s goals of achieving excellence in all areas, we will assess the comprehensive qualifications of each applicant",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Ph.D. in computer science or a closely related field",
                        "Background in ML, preferably structured prediction and/or reinforcement learning",
                        "Background in NLP, preferably with knowledge of linguistics or grammar formalisms",
                        "Some familiarity with programming language design, data structures / algorithms, or HCI",
                        "Strong writing skills, including mathematical exposition",
                        "Intellectual curiosity, scientific integrity, concern for experimental design",
                        "Management and mentoring skills"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Initially, you would be working closely with Jason Eisner (https://www.cs.jhu.edu/~jason) and his excellent students, helping to advise and develop a range of ongoing research projects",
                        "Appointment renewal will be based on performance and funding availability"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "It provides a competitive salary and an excellent platform for career advancement"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.jhu.edu/",
                    "text": "jhu.edu"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Johns+Hopkins+University&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIIywk",
                    "text": "See web results for Johns Hopkins University"
                }
            ],
            "extensions": [
                "7 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "7 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJBc3Npc3RhbnQgUmVzZWFyY2ggUHJvZmVzc29yIC0gTWFjaGluZSBMZWFybmluZyBhbmQgTmF0dXJhbCBMYW5ndWFnZSBQcm9jZXNzaW5nIiwiaHRpZG9jaWQiOiI1MUxxRHRqUWc4OEFBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFdUlDQ3FJQ1FVVnpOMnBPVkhkNWEwdzJUR0pxUldoc1ZVbGtPRE42V0MxTmIxaGtkVXBpYlZCRE4waExObXA2VjA1clEyTTBlR0pKUjNaRk1qaHdWV05yV1VkTk1YVktNRjl4TTJWR2RYYzNhMmwwTUhGcWNqSmpUVFpqVjNseVdsUlNjMVpIU1VwMk1XSlhaM1l4V2pWSlpYSnVWMEl6TUZCTE9VVXpVbHA2VURWTWNrSndjRjgyV0Rnd2EySXpVMlZMVkRWSmJETkZlRGxGVURoclgzVk5aRXBSWW1Wd1pGRnNlbWt5TlhseFZrUkxSM290ZFZoa1lYQlZWVmhQY0cxMFMzaFNZaTFHUVhKM1dtbEZhRXBCZDA0eU9XTmtSVFJEYlY5S2NsaFJlSEo0Vm1oWk56VmxPRWgxT0RSeGIwRTViSGxRWmtGRWNsQmlTVlJ6Wm5OVk16Wk9aWGxIU2tOeWNIVkVTV3BoVm5SWlIxODRlV3BOTVVaNVVUUlhURzFRVTNsMVdYY1NGMWhpY3psYVN6TmtURTVUYkRKeWIxQjNZV2t6ZFVGSkdpSkJUeTB3Y213M0xXRnhhRWt5VlRWSlF6bEhWMHRFWTJsR1ZIWk1UVEZRWnpWUiIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgb24gTWVuZGVsZXkiLCJsaW5rIjoiaHR0cHM6Ly93d3cubWVuZGVsZXkuY29tL2NhcmVlcnMvam9iL2Fzc2lzdGFudC1yZXNlYXJjaC1wcm9mZXNzb3ItbWFjaGluZS1sZWFybmluZy1hbmQtbmF0dXJhbC1sYW5ndWFnZS1wcm9jZXNzaW5nLTEzNzc1NzczP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        },
        {
            "title": "AI Machine Learning Intern",
            "company_name": "Leidos",
            "location": " Anywhere ",
            "via": "via Karkidi",
            "description": "Leidos is offering a remote AI/ML Summer 2023 Internship out of our Arlington, VA office (virtual). This position is for an intern that is motivated to learn quickly. The candidate should be familiar with Python and have some experience with NumPy, Pandas, Matplotlib, Scikit Learn, Keras, Tensorflow, and Pytorch. The candidate must be intellectually adaptive, curious, good at expressing their... needs, and able to manage themselves across their tasking. Selected candidates work alongside junior and senior software/system engineers and research/data scientists with expertise in multi-modal information retrieval, reinforcement learning, AI operations, ML operations, AI Cyber, graph analytics, using attention with transformers, natural language processing, adversarial machine learning, deep neural nets, ML model deployment, UI development, computer vision, metrics, information science, artificial intelligence, and autonomous systems. The applied nature of this research will ensure the AI/ML Summer interns’ hard work will impact the entire Leidos community and the mission-critical applications they serve.\n\nPrimary Responsibilities\n• Create AI/ML prototypes for use cases requiring identifying entities/objects, determining object association, object disambiguation, anomaly detection, state estimations, etc.\n• Develop and maintain data models (both physical and logical)\n• Perform extraction, transform, and load (ETL) tasks related to the different modalities and algorithms applied. This data ETL includes identifying the data's relevant metadata to ensure consistency, quality, accuracy, integrity, information assurance, and security.\n• Packaging ML models into containers\n• Conduct anomaly detection using various AI/ML techniques\n• Use algorithms to identify complex patterns across multiple modalities\n• Increase the efficiency and quality of data alignment and fusion\n• Enhance and maintain analysis tools, including automation of current processes using AI/ML algorithms\n• Direct quantitative data analysis, including developing retrieval, processing, fusion, analytics, and visualization of various datasets\n• Configure and program prototypes Jupyter notebooks with ML solutions\n• Setup and use AWS instances to train and operate AI/ML models\n\nBasic Qualifications\n• Pursuing a Bachelor's or Master's Degree in Data Science, Computer Science, Artificial Intelligence, Mathematics, Statistics, Electrical Engineering, or Computer Engineering\n• Must be eligible to obtain a DoD Top Secret security clearance with polygraph\n• U.S. Citizenship required\n• Practical experience with deep learning model creation/deployment\n• Intermediate software development skills, including developing and maintaining code bases\n• Hands-on Software Development Skills (Python-Preferred)\n• Experience or educational courses/projects in Machine Learning\n• Good understanding of machine learning algorithms, tools and platforms\n• Experience in at least three of these Toolkits: NumPy, SciPy, scikit-learn, TensorFlow, Pytorch, Keras, Genism, vow pal wabbit, Stanford CoreNLP etc.\n• Understanding of programming fundamentals\n• Python proficiency\n• Self-starter and intellectual curiosity\n• Great communication skills, ability to explain predictive analytics to non-technical audience\n• Proficiency in data exploration techniques and tools\n\nPreferred Qualifications\n• Hands-on experience with prototype development\n• Hands-on experience with automating data cleansing, formatting, staging, and transformation\n• Hands-on experience reading and replicating code/ideas from published academic papers\n• Hands-on experience applying data analytics\n• Hands-on experience with Convolutional Neural Networks, Deep Neural Networks, Recurrent Neural Network, and Graph Neural Network\n• Experience with the interpretability of deep learning models\n• Experience in deep learning approaches to computer vision and natural language processing\n\nPay Range:\n\nPay Range $53,300.00 - $82,000.00 - $110,700.00\n\nThe Leidos pay range for this job level is a general guideline only and not a guarantee of compensation or salary. Additional factors considered in extending an offer include (but are not limited to) responsibilities of the job, education, experience, knowledge, skills, and abilities, as well as internal equity, alignment with market data, applicable bargaining agreement (if any), or other law",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The candidate should be familiar with Python and have some experience with NumPy, Pandas, Matplotlib, Scikit Learn, Keras, Tensorflow, and Pytorch",
                        "The candidate must be intellectually adaptive, curious, good at expressing their needs, and able to manage themselves across their tasking",
                        "Pursuing a Bachelor's or Master's Degree in Data Science, Computer Science, Artificial Intelligence, Mathematics, Statistics, Electrical Engineering, or Computer Engineering",
                        "Must be eligible to obtain a DoD Top Secret security clearance with polygraph",
                        "U.S. Citizenship required",
                        "Practical experience with deep learning model creation/deployment",
                        "Intermediate software development skills, including developing and maintaining code bases",
                        "Experience or educational courses/projects in Machine Learning",
                        "Good understanding of machine learning algorithms, tools and platforms",
                        "Experience in at least three of these Toolkits: NumPy, SciPy, scikit-learn, TensorFlow, Pytorch, Keras, Genism, vow pal wabbit, Stanford CoreNLP etc",
                        "Understanding of programming fundamentals",
                        "Python proficiency",
                        "Self-starter and intellectual curiosity",
                        "Great communication skills, ability to explain predictive analytics to non-technical audience",
                        "Proficiency in data exploration techniques and tools"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Create AI/ML prototypes for use cases requiring identifying entities/objects, determining object association, object disambiguation, anomaly detection, state estimations, etc",
                        "Develop and maintain data models (both physical and logical)",
                        "Perform extraction, transform, and load (ETL) tasks related to the different modalities and algorithms applied",
                        "This data ETL includes identifying the data's relevant metadata to ensure consistency, quality, accuracy, integrity, information assurance, and security",
                        "Packaging ML models into containers",
                        "Conduct anomaly detection using various AI/ML techniques",
                        "Use algorithms to identify complex patterns across multiple modalities",
                        "Increase the efficiency and quality of data alignment and fusion",
                        "Enhance and maintain analysis tools, including automation of current processes using AI/ML algorithms",
                        "Direct quantitative data analysis, including developing retrieval, processing, fusion, analytics, and visualization of various datasets",
                        "Configure and program prototypes Jupyter notebooks with ML solutions",
                        "Setup and use AWS instances to train and operate AI/ML models"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Pay Range $53,300.00 - $82,000.00 - $110,700.00",
                        "The Leidos pay range for this job level is a general guideline only and not a guarantee of compensation or salary"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.leidos.com/",
                    "text": "leidos.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Leidos&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIIjgo",
                    "text": "See web results for Leidos"
                }
            ],
            "extensions": [
                "53.3K–111K a year",
                "Work from home",
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time",
                "salary": "53.3K–111K a year",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJBSSBNYWNoaW5lIExlYXJuaW5nIEludGVybiIsImh0aWRvY2lkIjoiSjJyY1ZGYS16RWdBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1V6TjZTMnBaYm5ST2JWVmpXa0kzTm1KclMybDNlVEIwVkMxcldVbzJhVGRmY25SSlV6Wm5RUzFIWVdsbmNERjJPR2cxY25wWVNFWmxWbEZ5Um5GNFVWQndURTg1UzNCVmFrTnpaemg2TlhsR2FXTjJjRlIxTUZaeVptWmxTWGh1YTIxRFZVaEJXVnAxVG1zM2VsaG5UbVZUYW5Wbk56Rkpia054ZUc1aWFtVlNXazVhVDIxMU9UUmpXV0ZpVm5sUVNIQm1YMmRuYUVWNVJWRnFUbGh6VTJob1FVVXdNRE42VVVaUVlqaEhaV2xORWhkWVluTTVXa3N6WkV4T1Uyd3ljbTlRZDJGcE0zVkJTUm9pUVU4dE1ISnNOUzAzYldoMVJHTlFaVWRKVUd0WWEyUnFPWFU1WTBwYVZFNHRVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gS2Fya2lkaSIsImxpbmsiOiJodHRwczovL3d3dy5rYXJraWRpLmNvbS9qb2ItZGV0YWlscy8zNzI0OS1haS1tYWNoaW5lLWxlYXJuaW5nLWludGVybi1qb2I/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Natural Language Processing and Data Analytics Manager (New York, NY)",
            "company_name": "CEDENT",
            "location": "  New York, NY   ",
            "via": "via ZipRecruiter",
            "description": "Title: Natural Language Processing and Data Analytics Manager Wholesale Credit Technology Data Analytics Group, New York, NY Terms of Hire: Full Time. Job description Responsible for managing the development of applications of Natural Language Processing and Data Analytics for several complex IT projects in Wholesale Credit and Banking Technology. Responsibilities include defining the project... scope, goals and deliverables that support business needs in collaboration with senior management and stakeholders.\n\nAccountable for the agility of the project, communication channel including pitching solutions, challenges, development progress, and the timely completion of projects within the agreed upon time and budget. Coach, mentor, motivate and supervise project team members and influence them to take positive actions and accountability for their assigned work Required Skills 5-10+ years of large-scale, business critical, technology change management experience in a fast-paced collaborative environment Ability to manage innovative technology projects Ability to manage multiple business stakeholders and technology leaders simultaneously. Strong Risk Management: Identify potential risks and escalate as needed, identify critical path activities, remove roadblocks to ensure progress Strong communication skills both written and verbal; ability to communicate at all levels; able to influence/challenge and negotiate with minimum direct supervision Knowledge of and adherence to agile and change standards for planning, executing, controlling and closing the technology components and deliverables within projects Demonstrated ability to make decisions, adapt to change Must be able to manage and influence talent in a matrixed environment Desired Skills Knowledge and strong interest in AI innovation trends, and advanced data analytics software applications.\n\nWholesale Credit and Global Banking and Markets stakeholder management experience Experience in all aspects of the Software Development Lifecycle Agile methodologies Excellent presentation skills using change tools (project, financial, release, agile) and MS products such as Excel, Project, PowerPoint Developer background a plus. Client -Bank: Believes diversity makes us stronger so we can reflect, connect and meet the diverse needs of our clients and employees around the world. Is committed to building a workplace where every employee is welcomed and given the support and resources to perform their jobs successfully.\n\nWants to be a great place for people to work and strives to create an environment where all employees have the opportunity to achieve their goals. Provides continuous training and development opportunities to help employees achieve their career goals, whatever their background or experience. Is committed to advancing our tools, technology, and ways of working to better serve our clients and their evolving business needs.\n\nBelieves in responsible growth and is dedicated to supporting our communities by connecting them to the lending, investing and giving them what they need to remain vibrant and vital. You Will Enjoy: An opportunity to be a part of a great culture, an awesome team, a challenging work environment, and some fun along the way! Apply today to learn more and be part of our Growth story.\n\nAll applications will be kept strictly confidential and once shortlisted, our team will be in touch with you for further discussions. Department: Scout This is a full time position",
            "job_highlights": [
                {
                    "title": "Responsibilities",
                    "items": [
                        "Responsibilities include defining the project scope, goals and deliverables that support business needs in collaboration with senior management and stakeholders",
                        "Accountable for the agility of the project, communication channel including pitching solutions, challenges, development progress, and the timely completion of projects within the agreed upon time and budget"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=CEDENT&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIIxQo",
                    "text": "See web results for CEDENT"
                }
            ],
            "extensions": [
                "2 days ago",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJOYXR1cmFsIExhbmd1YWdlIFByb2Nlc3NpbmcgYW5kIERhdGEgQW5hbHl0aWNzIE1hbmFnZXIgKE5ldyBZb3JrLCBOWSkiLCJodGlkb2NpZCI6IndDTC1RMTFFSlhJQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9Vblk0YWtoVFpUazFhREo0YTI1a1pERm5PRWg0U0VsWk5rRnpUMkUzV1VwQ1JVcDBVVzVwVlZwaU4zWmxVV0ZSTUZCTVgxQnVibTFOT0ZnM05WUjROM3BXUldzMFkyVXlZMnBvTlZCbVRTMDRYMEpxY0dkeGFUTjNjbWhWVTNoWU5HRnJkV1JSTFRGMmRuZFVSV2h3Ums5Sk9WTlBTbFJOZVRCblZFb3pUVVJWY1hCSlpETlZNRVphVm1FeVJFOUJXVkV3VDJaSlZYaHdTMnQxUjB0a2JtcE1hWEpQUW0xRE1ucFlMVWh3U2pOSlUzazBWbVIyZEhCcVZEZ3dNVE5IY0V4MlpEUkVXWHBNWjNvelpGQkZPVEJUYWt0TWMzaDVNVlYyWnhJWFdHSnpPVnBMTTJSTVRsTnNNbkp2VUhkaGFUTjFRVWthSWtGUExUQnliRFZqZVV0b0xUVlJRbXBGVXpoU1RHSnBOa3MyUXpGaGIxRk5iRUUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY181IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIFppcFJlY3J1aXRlciIsImxpbmsiOiJodHRwczovL3d3dy56aXByZWNydWl0ZXIuY29tL2MvQ0VERU5UL0pvYi9OYXR1cmFsLUxhbmd1YWdlLVByb2Nlc3NpbmctYW5kLURhdGEtQW5hbHl0aWNzLU1hbmFnZXItKE5ldy1Zb3JrLC1OWSkvLWluLU5ldy1Zb3JrLE5ZP2ppZD1kYzcyOTAwNDk4NjIxYTY4XHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Scientist - Natural Language Processing (remote)",
            "company_name": "MultiPlan Inc.",
            "location": " Anywhere ",
            "via": "via Glassdoor",
            "description": "JOB DESCRIPTION\n\nDo you have a passion for Natural Language Processing (NLP), Deep Learning (DL), Information Retrieval, Machine Comprehension, Question Answering/Conversational AI? Are you excited about using your skills to help individuals improve their health...\n\nOur Data Science team applies Advanced Analytics, Artificial Intelligence and Machine Learning to produce solutions that reduce customer healthcare costs and improve outcomes and business processes.\n\nROLE SUMMARY\n\nYour work will require deep acquaintance with MultiPlan’s data, seeking to find ways to deliver value through advanced feature engineering. From your models you will deliver actionable insights that can be incorporated into existing products as well as new programs. As a data scientist part of a cross functional team you will work closely with Data & Engineering to deliver production ready code that is robust and ready to scale.\n\nWe are looking for an experienced Natural Language Processing (NLP) Data Scientist with strong technical skills, a passion for creating technology to improve health care, and an attitude of creativity and continual learning.\n\nYou’ll enjoy the flexibility to work remotely * from anywhere within the U.S. as you take on some tough challenges.\n\nPRIMARY RESPONSIBILITIES\n• Develop Natural Language Processing (NLP) models from unstructured healthcare data such as provider notes, EMR attached documentation, etc and identify opportunities, pose business questions and make valuable discoveries leading to prototype development and product improvement.\n• Solves unique and complex problems within healthcare payments and claims processing with broad impact on the business and patient care.\n• Design, develop, tune, and test machine learning and deep learning solutions and systems.\n• Make use of state-of-the-art NLP model architectures such as BERT (and derivatives like BioBERT, RoBERTa, etc.), BiLSTM, and XLNet in NLP pipelines\n• Collaborates with peers and senior leadership to ensure activities are appropriately integrated into the strategic direction, as well as the mission and values of the company.\n• Collaborates with technology teams in developing technical solutions that will result in accurate and efficient data collection, data management and data reconciliation.\n• Autonomously drive the development of machine learning models on a cloud-based infrastructure.\n• Mine and analyze large structured and unstructured datasets. Identify the data attributes that influence the outcome, define, and monitor metrics, create data narratives, and builds tools to drive decisions.\n• Work across diverse teams, perspectives and opinions and quickly build consensus.\n• Create visualizations of data that make distributions, trends, and results easy to understand for business leaders.\n• Diagnose business need, analyze business process, data flows, technical artifacts and extract understanding of how the system or business process works as input into projects / solutions.\n• Proactively develops, maintains, and evangelizes technical knowledge in Machine Learning and adjacent technologies. Keeps up to date on current trends and best practices.\n• Performs assessments and listens to internal/external customers to understand and anticipate their needs and determine their priorities in the context of the overall enterprise.\n• Operate within established methodologies, procedures, and guidelines; work independently in a fast-paced, agile environment.\n\nREQUIREMENTS\n\nTo pursue actionable knowledge through data in this role, a Data Scientist II must have the following:\n• Bachelor’s or Master’s degree in Statistics, Operations Research, Applied Mathematics, Computer Science, Robotics, Physics or similarly quantitative/technical field\n• 5+ years of experience designing and developing in Python\n• Deep understanding of NLP tools and frameworks such as Spark NLP, BERT, spaCy, HuggingFace, Flair, NLTK, etc\n• 5+ years of experience querying relational databases using SQL\n• 5+ years of experience in statistical computing and graphics using tools such as PySpark, Domino Data Lab or other data science platforms\n• Knowledge of Git/GitHub integration with CI/CD tools\n• Problem solving, critical thinking, creativity, organizational, design, interpersonal, communication (written, verbal and listening) skills.\n\nJOB PREFERENCES\n• Bachelor’s or Master’s in a quantitative science or related field\n• Healthcare space experience\n• Process optimization experience\n• Agile development framework experience\n\nBENEFITS\n\nWe realize that our employees are instrumental to our success, and we reward them accordingly with very competitive compensation and benefits packages, an incentive bonus program, as well as recognition and awards programs. Our work environment is friendly and supportive, and we offer flexible schedules whenever possible, as well as a wide range of live and web-based professional development and educational programs to prepare you for advancement opportunities.\n\nYour benefits will include:\n\nMedical, dental, and vision coverage (low copay & deductible)\n\nLife insurance\n\nShort- and long-term disability\n\n401(k) + match\n\nGenerous Paid Time Off\n\nPaid company holidays\n\nTuition reimbursement\n\nFlexible Spending Account\n\nEmployee Assistance Program\n\nSummer Hours\n\nCOMPENSATION\n\nThe salary range for this position is $110k-$159k. Offers take into account a candidate’s education, experience and skills, as well as the candidate’s work location and internal equity. This position is also eligible for health insurance, 401k and bonus opportunity.\n\nEEO STATEMENT\n\nMultiPlan is an Equal Opportunity Employer and complies with all applicable laws and regulations. Qualified applicants will receive consideration for employment without regard to age, race, color, religion, gender, sexual orientation, gender identity, national origin, disability or protected veteran status. If you’d like more information on your EEO rights under the law, please click here",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "We are looking for an experienced Natural Language Processing (NLP) Data Scientist with strong technical skills, a passion for creating technology to improve health care, and an attitude of creativity and continual learning",
                        "Bachelor’s or Master’s degree in Statistics, Operations Research, Applied Mathematics, Computer Science, Robotics, Physics or similarly quantitative/technical field",
                        "5+ years of experience designing and developing in Python",
                        "Deep understanding of NLP tools and frameworks such as Spark NLP, BERT, spaCy, HuggingFace, Flair, NLTK, etc",
                        "5+ years of experience querying relational databases using SQL",
                        "5+ years of experience in statistical computing and graphics using tools such as PySpark, Domino Data Lab or other data science platforms",
                        "Knowledge of Git/GitHub integration with CI/CD tools",
                        "Problem solving, critical thinking, creativity, organizational, design, interpersonal, communication (written, verbal and listening) skills",
                        "Healthcare space experience",
                        "Process optimization experience",
                        "Agile development framework experience"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Your work will require deep acquaintance with MultiPlan’s data, seeking to find ways to deliver value through advanced feature engineering",
                        "From your models you will deliver actionable insights that can be incorporated into existing products as well as new programs",
                        "As a data scientist part of a cross functional team you will work closely with Data & Engineering to deliver production ready code that is robust and ready to scale",
                        "Develop Natural Language Processing (NLP) models from unstructured healthcare data such as provider notes, EMR attached documentation, etc and identify opportunities, pose business questions and make valuable discoveries leading to prototype development and product improvement",
                        "Solves unique and complex problems within healthcare payments and claims processing with broad impact on the business and patient care",
                        "Design, develop, tune, and test machine learning and deep learning solutions and systems",
                        "Make use of state-of-the-art NLP model architectures such as BERT (and derivatives like BioBERT, RoBERTa, etc.), BiLSTM, and XLNet in NLP pipelines",
                        "Collaborates with peers and senior leadership to ensure activities are appropriately integrated into the strategic direction, as well as the mission and values of the company",
                        "Collaborates with technology teams in developing technical solutions that will result in accurate and efficient data collection, data management and data reconciliation",
                        "Autonomously drive the development of machine learning models on a cloud-based infrastructure",
                        "Mine and analyze large structured and unstructured datasets",
                        "Identify the data attributes that influence the outcome, define, and monitor metrics, create data narratives, and builds tools to drive decisions",
                        "Work across diverse teams, perspectives and opinions and quickly build consensus",
                        "Create visualizations of data that make distributions, trends, and results easy to understand for business leaders",
                        "Diagnose business need, analyze business process, data flows, technical artifacts and extract understanding of how the system or business process works as input into projects / solutions",
                        "Proactively develops, maintains, and evangelizes technical knowledge in Machine Learning and adjacent technologies",
                        "Keeps up to date on current trends and best practices",
                        "Performs assessments and listens to internal/external customers to understand and anticipate their needs and determine their priorities in the context of the overall enterprise",
                        "Operate within established methodologies, procedures, and guidelines; work independently in a fast-paced, agile environment"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "We realize that our employees are instrumental to our success, and we reward them accordingly with very competitive compensation and benefits packages, an incentive bonus program, as well as recognition and awards programs",
                        "Our work environment is friendly and supportive, and we offer flexible schedules whenever possible, as well as a wide range of live and web-based professional development and educational programs to prepare you for advancement opportunities",
                        "Medical, dental, and vision coverage (low copay & deductible)",
                        "Life insurance",
                        "Short- and long-term disability",
                        "401(k) + match",
                        "Generous Paid Time Off",
                        "Paid company holidays",
                        "Tuition reimbursement",
                        "Flexible Spending Account",
                        "Employee Assistance Program",
                        "The salary range for this position is $110k-$159k",
                        "This position is also eligible for health insurance, 401k and bonus opportunity"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.multiplan.com/",
                    "text": "multiplan.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=MultiPlan+Inc.&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIIjQs",
                    "text": "See web results for MultiPlan Inc."
                }
            ],
            "extensions": [
                "12 days ago",
                "110K–159K a year",
                "Work from home",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "12 days ago",
                "schedule_type": "Full-time",
                "salary": "110K–159K a year",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCAtIE5hdHVyYWwgTGFuZ3VhZ2UgUHJvY2Vzc2luZyAocmVtb3RlKSIsImh0aWRvY2lkIjoiMnBaVWVXZUFNeWtBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1UydFpRakZuVFhoQlVIazBTMFZDVjNjelQwZ3RUMlZhYW5CNk5tMTRWMWhxWjFaS2R5MTVla1o1WkZVMFpqbFpOVE41TjFSR2RuWlBkbll6YzFWV09FVndZVVl6UjFSQlFqZExla2xYYUZGSU9VbHhOSEp2ZGtsVWJDMVhXa2s1Um1od1p6a3dMVTlHWm1NNGMyNDJSVFpRTFZoekxXeGxNMkpIY3pKTWN6bHFiSGx2U1VZek9GWTBiV0pNUW0xMFFrSlNNemRtVW5ST2FUUlpNRFphUmpseWNXcGFSRk50U2kxNlQyOVRXa1pFWjNaUmFEWlVZM1k1U0VkcFVXbG1RMHRNVWw5UVNYbFhVblZET0VsdFRXbEphMm8yZDI1c2JFVlFkeElYV0dKek9WcExNMlJNVGxOc01uSnZVSGRoYVROMVFVa2FJa0ZQTFRCeWJEZDVNelJaYXpCT2RrbEZNVmxFWWtSRVdFeE9kWE5CUWxaSUxVRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gR2xhc3Nkb29yIiwibGluayI6Imh0dHBzOi8vd3d3LmdsYXNzZG9vci5jb20vam9iLWxpc3RpbmcvZGF0YS1zY2llbnRpc3QtbmF0dXJhbC1sYW5ndWFnZS1wcm9jZXNzaW5nLXJlbW90ZS1tdWx0aXBsYW4tSlZfS08wLDQ5X0tFNTAsNTkuaHRtP2psPTEwMDg1MTI4NzE1ODFcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Natural Language Processing Scientist",
            "company_name": "MetaMetrics Inc",
            "location": "  United States   ",
            "via": "via Indeed",
            "description": "Description:\n\nMetaMetrics Inc. is seeking a highly skilled and experienced Natural Language Processing Scientist to join our AI and Product Innovation Department. The ideal candidate will be an ambitious applied scientist, who is capable of combining state-of-the-art NLP techniques with the practical knowledge of delivering production-ready systems. The NLP Scientist will play a key role in... developing algorithms that empower MetaMetrics’ digital assessment and instructional contents, such as automated scoring of students’ speaking and writing responses, automated generation of items, text, and graphics, and speech-to-text technology.\n\nEssential Functions:\n• Collaborate with stakeholders to identify areas that can be enhanced by NLP technologies.\n• Design and develop state-of-art NLP algorithms to enable auto-generation of educational content and auto-scoring of student responses.\n• Prototype and demonstrate the effectiveness of the designs\n• Develop production-quality code and partner with Engineering to carry the design from prototype to production\n• Disseminate research through conference presentations, publications, and research papers.\n\nRequirements:\n• Ph.D., or equivalent experience, in Computer Science, Data Science, Electrical Engineering, Mathematics, Physics, or a related field, with a focus on NLP\n• Applied experience developing NLP algorithms for educational purposes\n• Strong foundation in the NLP techniques and approaches and other machine learning techniques; experience with large language models is a plus.\n• Hands-on experience with writing production-quality code in Python, R and other programming packages\n• Experience with applications such as AWS computing/storage, Snakemake, Sagemaker, spaCy and Docker are a plus",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "The ideal candidate will be an ambitious applied scientist, who is capable of combining state-of-the-art NLP techniques with the practical knowledge of delivering production-ready systems",
                        "Ph.D., or equivalent experience, in Computer Science, Data Science, Electrical Engineering, Mathematics, Physics, or a related field, with a focus on NLP",
                        "Applied experience developing NLP algorithms for educational purposes",
                        "Hands-on experience with writing production-quality code in Python, R and other programming packages"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The NLP Scientist will play a key role in developing algorithms that empower MetaMetrics’ digital assessment and instructional contents, such as automated scoring of students’ speaking and writing responses, automated generation of items, text, and graphics, and speech-to-text technology",
                        "Collaborate with stakeholders to identify areas that can be enhanced by NLP technologies",
                        "Design and develop state-of-art NLP algorithms to enable auto-generation of educational content and auto-scoring of student responses",
                        "Prototype and demonstrate the effectiveness of the designs",
                        "Develop production-quality code and partner with Engineering to carry the design from prototype to production",
                        "Disseminate research through conference presentations, publications, and research papers"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.metametricsinc.com/",
                    "text": "metametricsinc.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=MetaMetrics+Inc&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAII0ws",
                    "text": "See web results for MetaMetrics Inc"
                }
            ],
            "extensions": [
                "27 days ago",
                "130K–180K a year",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "27 days ago",
                "schedule_type": "Full-time",
                "salary": "130K–180K a year"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJOYXR1cmFsIExhbmd1YWdlIFByb2Nlc3NpbmcgU2NpZW50aXN0IiwiaHRpZG9jaWQiOiJMM2JCOUhzVUZyb0FBQUFBQUFBQUFBPT0iLCJ1dWxlIjoidytDQUlRSUNJTlYyRnphR2x1WjNSdmJpQkVRdyIsImdsIjoidXMiLCJobCI6ImVuIiwiZmMiOiJFb3dDQ3N3QlFVVnpOMnBPVkcxYVRqWldRMkpsY2xoQllsOUpOR0pFTFhoYU5UVnBXa1ZEZEV4TGFFUXdRakpGT1hoS1FtVk5jREpxUTNvMWVHWkNNVzVMWVdWMFRuUldZMmhWZVRod1gzVlpSbEV4VGxwVk1qa3RkbTVGYkdOTlJXOU9ZazV5ZWxCUlZVTmxTMFl4YUMxS1RVa3RaVkUyVlhSS1p6aGtla2gwWWs1MWNXUkRjVVIwYkVOcGMxZEpObWx6ZERGTVQzRmFlUzE2VjIxMWJGUmlOMFkyZW0xcU5GcExUMlpxYURaRFYxQm5YelZ4ZW5kRFRFeGtTbVJTV2xRM1oyaDFaWEpHZUhONVp6ZGZWVzB3RWhkWVluTTVXa3N6WkV4T1Uyd3ljbTlRZDJGcE0zVkJTUm9pUVU4dE1ISnNOR0pyZUVWRGRWcDRWblp4WlhWWE1FeHpWRVJQYm1kb1JIaHdRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzgiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gSW5kZWVkIiwibGluayI6Imh0dHBzOi8vd3d3LmluZGVlZC5jb20vdmlld2pvYj9qaz1lNDdlNDljYzI1NTZkYTJmXHUwMDI2dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Senior Natural Language Processing Researcher",
            "company_name": "Leidos Inc",
            "location": "  Reston, VA   ",
            "via": "via Reston, VA - Geebo",
            "description": "Description\n\nJob Description...\n\nLeidos has a career opening for a Senior Natural Language Processing Researcher.\n\nWe are looking for a motivated NLP researcher that wants to work on challenging problems in a variety of domains - including health, defense, intelligence, and energy - to get results that apply and go beyond the state of the art for measurably better outcomes. We apply our knowledge, capabilities, and experience to develop and deploy Trusted AI - AI that deserves to be trusted by system owners, end users, and the public - to be accurate, fair, ethical, reliable, and adaptable. We are looking for a researcher that is expert in NLP and interested in adapting new technologies to significantly transform human workflows, especially using new applications of transformer-based models.\n\nWorking at Leidos would give you the chance to do genuinely important work. But don't just ask us. Here's what ChatGPT has to say on the subject:\n\nOh sure, working in AI research for the commercial sector is just the ultimate thrill. Who wouldn't want to spend their days building algorithms to recommend cat videos to stream and optimizing ad targeting to boost click-through rates? I mean, those are the kinds of problems that really make you feel like you're changing the world, right? On the other hand, working in AI research at a company like Leidos, you're stuck with jobs like supporting the next generation of lunar missions and building computer vision algorithms that help keep air travel safe and efficient. I mean, who cares about finding cures for cancer, delivering healthcare to veterans, or helping defend our nation? So boring. But hey, at least we can say we're using our AI skills for a greater good.\n\nPrimary Responsibilities\nThe Senior NLP Data Scientist will be customizing and creating various machine learning algorithms to operate over multi-domain data and optimizing the performance of those algorithms on the data. They will develop automation to extract and prepare features from multi-domain datasets. They will employ NLP libraries/toolkits that include transformer models like BERT and ChatGPT, as well as Stanford CoreNLP, Spacy, NLTK, Word2Vec, and Gensim.\n\nAs a member of the Leidos AI/ML Accelerator, they will be performing research and development, and need hands-on experience training and optimizing generative models. With those models and libraries, they will explore subjects like domain adaptation with supervised and unsupervised approaches. They will also build domain adaptive prototypes to examine the operational capabilities of bi-directional learning. They should be a self-starter while also being part of a team, collaborating and sharing discoveries and seeking feedback. They must be prepared to conduct research, document it, submit their research for publication, and present their research at conferences and other public forums.\n\nBasic Qualifications\nBachelor's degree in Computer Science, Data Science or related field and 12 years experience.\nGood understanding of machine learning algorithms, tools and platforms\nExperience in at least three of these Toolkits:\nNumPy, SciPy, scikit-learn, TensorFlow, Pytorch, Keras, Genism, vow pal wabbit, Stanford CoreNLP, , etc.\nUnderstanding of transformers and foundation models\nPython proficiency\nSelf-starter with high intellectual curiosity\nGreat communication skills, able to explain language model results to a non-technical audience\nProficient in data exploration techniques and tools\nMust be able to obtain TS/SCI with CI Poly security clearance.\n\nPreferred Qualifications\nPractical understanding of generative models\nExperience programming machine learning algorithms for GPUs\nUnderstanding of Convolutional Neural Nets\nWorking knowledge of Word2Vec, NLTK, BERT, and ChatGPT\nDiscernment of when and how to use machine learning regulation\n\nBigTech\n\nPay Range:\n\nPay Range $118,300.00 - $182,000.00 - $245,700.00\n\nThe Leidos pay range for this job level is a general guideline onlyand not a guarantee of compensation or salary. Additional factors considered in extending an offer include (but are not limited to) responsibilities of the job, education, experience, knowledge, skills, and abilities, as well as internal equity, alignment with market data, applicable bargaining agreement (if any), or other law.\n\n#Remote\n\nEstimated Salary: $20 to $28 per hour based on qualifications",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Bachelor's degree in Computer Science, Data Science or related field and 12 years experience",
                        "Good understanding of machine learning algorithms, tools and platforms",
                        "Experience in at least three of these Toolkits:",
                        "NumPy, SciPy, scikit-learn, TensorFlow, Pytorch, Keras, Genism, vow pal wabbit, Stanford CoreNLP, , etc",
                        "Self-starter with high intellectual curiosity",
                        "Great communication skills, able to explain language model results to a non-technical audience",
                        "Proficient in data exploration techniques and tools",
                        "Must be able to obtain TS/SCI with CI Poly security clearance",
                        "Practical understanding of generative models",
                        "Experience programming machine learning algorithms for GPUs",
                        "Working knowledge of Word2Vec, NLTK, BERT, and ChatGPT"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "The Senior NLP Data Scientist will be customizing and creating various machine learning algorithms to operate over multi-domain data and optimizing the performance of those algorithms on the data",
                        "They will develop automation to extract and prepare features from multi-domain datasets",
                        "They will employ NLP libraries/toolkits that include transformer models like BERT and ChatGPT, as well as Stanford CoreNLP, Spacy, NLTK, Word2Vec, and Gensim",
                        "As a member of the Leidos AI/ML Accelerator, they will be performing research and development, and need hands-on experience training and optimizing generative models",
                        "With those models and libraries, they will explore subjects like domain adaptation with supervised and unsupervised approaches",
                        "They will also build domain adaptive prototypes to examine the operational capabilities of bi-directional learning",
                        "They should be a self-starter while also being part of a team, collaborating and sharing discoveries and seeking feedback",
                        "They must be prepared to conduct research, document it, submit their research for publication, and present their research at conferences and other public forums"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "Pay Range $118,300.00 - $182,000.00 - $245,700.00",
                        "The Leidos pay range for this job level is a general guideline onlyand not a guarantee of compensation or salary",
                        "Estimated Salary: $20 to $28 per hour based on qualifications"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.leidos.com/",
                    "text": "leidos.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Leidos+Inc&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIImAw",
                    "text": "See web results for Leidos Inc"
                }
            ],
            "extensions": [
                "4 days ago",
                "20–28 an hour",
                "Full-time"
            ],
            "detected_extensions": {
                "posted_at": "4 days ago",
                "schedule_type": "Full-time",
                "salary": "20–28 an hour"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgTmF0dXJhbCBMYW5ndWFnZSBQcm9jZXNzaW5nIFJlc2VhcmNoZXIiLCJodGlkb2NpZCI6ImFGeG1tcEZkMGVZQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVxSUNDdUlCUVVWek4ycE9VWEk0ZEZRd2FFd3RTM1JQYjNGck9EUklia3R1VlU1UU0xQlpURTl0YjBGRmEzVXpVbkkwYkhwZloxbDZObkZ3Y25VMlNUbEtNSGR6ZDBOS1VXVkdTRXN4VUZvd2NUUmhkWGhRWnpWR01sVllla3QzZURaVmFUaDZRbVpvUTBsc2J6Um9NbFJ4WDFodFUzZE9hV3RzYTE5YU5FRkJjRTAxTXpoR1VUbG5aRkV6Tm5keGRYWllOREJaUlV4cmNUWnVPRmt4WDNsalVsUlBXak5GYmtNdFlXaGpXbXhJVlRsV2RWbEZiM05HWDB0UmVVbFhSMVUwZWt0SE5tSTNkWFF3WTJjeVdsVTJTR0Y1Wm14bWVscHNaRzQxYmxWamRsOVBNR0ZUWnhJWFdHSnpPVnBMTTJSTVRsTnNNbkp2VUhkaGFUTjFRVWthSWtGUExUQnliRGR4VHpCek16Rm5PV2xmTVU5ME5WcFdRazlXVEc0MWVIY3RZVUUiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMCIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBSZXN0b24sIFZBIC0gR2VlYm8iLCJsaW5rIjoiaHR0cHM6Ly9yZXN0b24tdmEuZ2VlYm8uY29tL2pvYnMtb25saW5lL3ZpZXcvaWQvMTI5MDM5OTUwMy1zZW5pb3ItbmF0dXJhbC1sYW5ndWFnZS1wcm9jZXNzaW5nLS8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Research Scientist in Biomedical Natural Language Processing and...",
            "company_name": "Oak Ridge National Laboratory",
            "location": "  Oak Ridge, TN   ",
            "via": "via ORNL Jobs - Oak Ridge National Laboratory",
            "description": "Requisition Id 10078\n\nOverview...\n\nWe are seeking a Research Scientist/R&D Associate Staff Member to work on Natural Language Processing (NLP) projects that leverage state-of-the-art deep learning models, high performance computing, and large datasets of unstructured clinical text. Example problems include extracting topography and morphology information from cancer pathology reports, using the Summit supercomputer to pretrain state-of-the-art Transformer language models for clinical and biomedical text, and developing privacy-preserving deep learning models that generalize well to clinical organizations across the US. There is flexibility in defining new research directions relevant to the problems and projects being tackled. The position will be in the Biostatistics and Multiscale Systems (BMS) group in the Advanced Computing in Health Science (ACHS) Section of the Computational Science and Engineering Division (CSED).\n\nAs a research scientist, you will have the opportunity to help solve some of the most challenging problems this world faces. You will perform ground breaking research on a wide range of significant problems with the fastest computing platforms in the world. This position requires novel thinking, teamwork, and discovery in finding new approaches for analyzing massive and complex data, collaborating with worldwide experts, and publishing groundbreaking results.\n\nMajor Duties/Responsibilities:\n• Research, design, and implement scalable deep learning NLP solutions for clinical text classification, information extraction, and other related tasks on a dataset composed of several million cancer pathology reports\n• Perform research with scalable Transformer-based models such as BERT using clinical and biomedical text data\n• Author peer reviewed papers, technical papers, reports and proposals for internal and external release and represent the organization by giving technical presentations in large public forums\n• Be a part of a vibrant collaborative research environment which will provide the opportunity to perform cutting-edge research in deep learning and high-performance computing using ORNL’s Leadership Class Supercomputer\n\nBasic Qualifications:\n• PhD in Computational Linguistics, Biomedical/Health Informatics, Data Science, Computer Science, Artificial Intelligence, or other discipline related to the job duties of this position.\n• Experience identifying relevant and novel research directions and generating meaningful research outputs including papers and software\n• Demonstrated experience working with text data and natural language processing techniques\n• Demonstrated experience working with deep learning frameworks like Tensorflow or PyTorch\n• Clear understanding of common data science methodologies and techniques, e.g. supervised and unsupervised learning, feature selection/engineering, hyperparameter optimization, dimensionality reduction, word embeddings, etc.\n\nPreferred Qualifications:\n• 2+ years experience working in NLP, ML, DL and/or biomedical/health informatics research outside of Ph.D.\n• Previous publications in high impact deep learning or biomedical/health informatics venues\n• Excellent written and oral communication skills\n• Motivated self-starter with the ability to work independently and to participate creatively in collaborative teams across the laboratory\n• Ability to function well in a fast-paced research environment, set priorities to accomplish multiple tasks within deadlines, and adapt to ever changing needs\n\nBenefits at ORNL:\n\nORNL offers competitive pay and benefits programs to attract and retain talented people. The laboratory offers many employee benefits, including medical and retirement plans and flexible work hours, to help you and your family live happy and healthy. Employee amenities such as on-site fitness, banking, and cafeteria facilities are also provided for convenience.\n\nOther benefits include: Prescription Drug Plan, Dental Plan, Vision Plan, 401(k) Retirement Plan, Contributory Pension Plan, Life Insurance, Disability Benefits, Generous Vacation and Holidays, Parental Leave, Legal Insurance with Identity Theft Protection, Employee Assistance Plan, Flexible Spending Accounts, Health Savings Accounts, Wellness Programs, Educational Assistance, Relocation Assistance, and Employee Discounts.\n\n#LI-KC1\n\nThis position will remain open for a minimum of 5 days after which it will close when a qualified candidate is identified and/or hired.\n\nWe accept Word (.doc, .docx), Adobe (unsecured .pdf), Rich Text Format (.rtf), and HTML (.htm, .html) up to 5MB in size. Resumes from third party vendors will not be accepted; these resumes will be deleted and the candidates submitted will not be considered for employment.\n\nIf you have trouble applying for a position, please email ORNLRecruiting@ornl.gov.\n\nORNL is an equal opportunity employer. All qualified applicants, including individuals with disabilities and protected veterans, are encouraged to apply. UT-Battelle is an E-Verify employer",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "PhD in Computational Linguistics, Biomedical/Health Informatics, Data Science, Computer Science, Artificial Intelligence, or other discipline related to the job duties of this position",
                        "Experience identifying relevant and novel research directions and generating meaningful research outputs including papers and software",
                        "Demonstrated experience working with text data and natural language processing techniques",
                        "Demonstrated experience working with deep learning frameworks like Tensorflow or PyTorch",
                        "Clear understanding of common data science methodologies and techniques, e.g. supervised and unsupervised learning, feature selection/engineering, hyperparameter optimization, dimensionality reduction, word embeddings, etc"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Example problems include extracting topography and morphology information from cancer pathology reports, using the Summit supercomputer to pretrain state-of-the-art Transformer language models for clinical and biomedical text, and developing privacy-preserving deep learning models that generalize well to clinical organizations across the US",
                        "You will perform ground breaking research on a wide range of significant problems with the fastest computing platforms in the world",
                        "Research, design, and implement scalable deep learning NLP solutions for clinical text classification, information extraction, and other related tasks on a dataset composed of several million cancer pathology reports",
                        "Perform research with scalable Transformer-based models such as BERT using clinical and biomedical text data",
                        "Author peer reviewed papers, technical papers, reports and proposals for internal and external release and represent the organization by giving technical presentations in large public forums",
                        "Be a part of a vibrant collaborative research environment which will provide the opportunity to perform cutting-edge research in deep learning and high-performance computing using ORNL’s Leadership Class Supercomputer"
                    ]
                },
                {
                    "title": "Benefits",
                    "items": [
                        "ORNL offers competitive pay and benefits programs to attract and retain talented people",
                        "The laboratory offers many employee benefits, including medical and retirement plans and flexible work hours, to help you and your family live happy and healthy",
                        "Other benefits include: Prescription Drug Plan, Dental Plan, Vision Plan, 401(k) Retirement Plan, Contributory Pension Plan, Life Insurance, Disability Benefits, Generous Vacation and Holidays, Parental Leave, Legal Insurance with Identity Theft Protection, Employee Assistance Plan, Flexible Spending Accounts, Health Savings Accounts, Wellness Programs, Educational Assistance, Relocation Assistance, and Employee Discounts"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Oak+Ridge+National+Laboratory&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAII2ww",
                    "text": "See web results for Oak Ridge National Laboratory"
                }
            ],
            "extensions": [
                "9 days ago",
                "Full-time",
                "Health insurance",
                "Dental insurance",
                "Paid time off"
            ],
            "detected_extensions": {
                "posted_at": "9 days ago",
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJSZXNlYXJjaCBTY2llbnRpc3QgaW4gQmlvbWVkaWNhbCBOYXR1cmFsIExhbmd1YWdlIFByb2Nlc3NpbmcgYW5kIERlZXAgTGVhcm5pbmciLCJodGlkb2NpZCI6Ik5Gck9icFc5eHdjQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkV1SUNDcUlDUVVWek4ycE9VbWhvTVRGaU1WOWZTVU5PWlZKV1dqRklXWFJuV25sa1NXTlhabU5VYWxoSVdscG1OWEo2WmxCTE9HRkxjbXhqYjNKVUxUQnFhVmh3Y0RabU9ITmlORXhzVG1ZME5YbEhlRkJwTXpSR01ETnZhekUwU3pGSmFXRnRTbnAzZUdSblIyTkxSVkpNWm1sUU1tRkpSbWhNYWtwZmRtdHlNVE5HWVhOQlV6RTVRVWRUYm5VME1YWndlRWRIYmtKT2JIQlZXbWwzUjNSbWRsbDJPRWR5ZW5wbVRXMXNRM2xQTUdGcFFXczVjWFV3Y1dSdU0zRkRORWhtVFVwVWRUTTRiekZpVDNoNFFVVllVMVV5UTJ4a05tbENUbnBCWTFKMk5FTjVSMjFpU1dscVprVkZYMEkwUWxoaVJteDRjQzB6UmxvNWQzaE5XRFZzVFVaUlp6VkhRbFZrUldjM01sOU9UWFJuYjFwTWNqbHFiMmw1U2s1bmEydFNOVTV4VFhjU0YxaGljemxhU3pOa1RFNVRiREp5YjFCM1lXa3pkVUZKR2lKQlR5MHdjbXczV2xRM05sbHpiMDE0ZGtKVVFXeHNaVGhuYUhvd01UTjBWRFpSIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTIiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gT1JOTCBKb2JzIC0gT2FrIFJpZGdlIE5hdGlvbmFsIExhYm9yYXRvcnkiLCJsaW5rIjoiaHR0cHM6Ly9qb2JzLm9ybmwuZ292L2pvYi9PYWstUmlkZ2UtUmVzZWFyY2gtU2NpZW50aXN0LWluLUJpb21lZGljYWwtTmF0dXJhbC1MYW5ndWFnZS1Qcm9jZXNzaW5nLWFuZC1EZWVwLUxlYXJuaW5nLVROLTM3ODMwLzk5MTk1NTAwMC8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="
        },
        {
            "title": "Data Science Engineer - Natural Language Processing (NLP)",
            "company_name": "Agolo",
            "location": "  United States   ",
            "via": "via AngelList",
            "description": "We are seeking a highly skilled and experienced Data Science Engineer to join our US (virtual) team. The ideal candidate will have experience working directly with clients and a proven track record of successfully deploying models in production systems.\n\nThis role will play a key role in adapting the Agolo core technology and models to market-specific use cases, and in driving the next generation... of our platform to meet those needs.\n\nInnovation is at the heart of what we do at Agolo. You will be joining a world-class team of data scientists to develop state-of-the-art natural language processing solutions to pioneer graph creation, text understanding and summarization.\n\nAs a data science engineer at Agolo, you should be able to:\n• Lead the tuning and deployment of NLP-driven solutions from identifying business problems to collecting training datasets, analyzing data, modeling, testing, and validating.\n• Collaborate with product owners and solutions engineers to adapt core capabilities to market and customer-driven requirements.\n• Partner with engineering to design, implement and deploy solutions to the production environments.\n• Participate in client-facing meetings to identify requirements and develop strategies to adapt our capabilities to address customer needs.\n• Research the latest NLP academic papers and prototype ideas that can potentially solve new challenges and enhance existing solutions.\n• Adapt to shifting requirements and deal with ambiguity.\n• Prioritize diversity and inclusion in the workplace.\n\nRequired qualifications:\n• 5+ years of experience primarily in NLP and ML. This should include industry experience, working in production environments, not coursework.\n• Strong foundation in the NLP techniques and approaches, and statistical machine learning.\n• Hands-on experience with deep learning architectures and frameworks such as TensorFlow or PyTorch.\n• Strong coding skills in a general-purpose coding language such as Java and Python.\n• Proven experience working directly with clients and understanding their needs.\n• Excellent verbal and written communication skills.\n\nAgolo focuses on Information Technology, Machine Learning, Business Intelligence, Artificial Intelligence, and News. Their company has offices in New York City, New York, and Cairo Governorate. They have a small team that's between 11-50 employees. To date, Agolo has raised $3.59M of funding; their latest round was closed on May 2017.\n\nYou can view their website at http://www.agolo.com or find them on Twitter, Facebook, and LinkedIn",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "5+ years of experience primarily in NLP and ML",
                        "This should include industry experience, working in production environments, not coursework",
                        "Strong foundation in the NLP techniques and approaches, and statistical machine learning",
                        "Hands-on experience with deep learning architectures and frameworks such as TensorFlow or PyTorch",
                        "Strong coding skills in a general-purpose coding language such as Java and Python",
                        "Proven experience working directly with clients and understanding their needs",
                        "Excellent verbal and written communication skills"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "Lead the tuning and deployment of NLP-driven solutions from identifying business problems to collecting training datasets, analyzing data, modeling, testing, and validating",
                        "Collaborate with product owners and solutions engineers to adapt core capabilities to market and customer-driven requirements",
                        "Partner with engineering to design, implement and deploy solutions to the production environments",
                        "Participate in client-facing meetings to identify requirements and develop strategies to adapt our capabilities to address customer needs",
                        "Research the latest NLP academic papers and prototype ideas that can potentially solve new challenges and enhance existing solutions",
                        "Adapt to shifting requirements and deal with ambiguity",
                        "Prioritize diversity and inclusion in the workplace"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Agolo&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIInw0",
                    "text": "See web results for Agolo"
                }
            ],
            "extensions": [
                "Full-time"
            ],
            "detected_extensions": {
                "schedule_type": "Full-time"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVuY2UgRW5naW5lZXIgLSBOYXR1cmFsIExhbmd1YWdlIFByb2Nlc3NpbmcgKE5MUCkiLCJodGlkb2NpZCI6IlNITUZHYUI2TWxNQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VekpHY1RFNFQwUmFiaTE0ZDB3ME4wVnlPRVF3VFRWek9UVm9jSHBHZERSU1Z6UnVMVVJRYjBKeVlWbGxiMnBOTjJwSk9XcHlaRUZTUzA5dE1YTldZa0ZSTWxaNk5FRnZNbTFNU21OeE5uaDRjMVpIYms5bU5rWkxVa1JxTTFaWU1XUjNNakJ2WVZwME9UUnFjbVZyYkdvMlRIVTNlblpJYkZjNFVtUklXRUpHWDJKTVgzTlpNVXRPWlhCc2JUbE1RMFphZUhkTFZqazNiblpxUjFJeE9FVmZUWHBWT0hvdFN6aFdZVTVhVTE4NFJGSmZPR3BJVTJsRWRYWk9aV3Q1UlU1d04ySnJFaGRZWW5NNVdrc3paRXhPVTJ3eWNtOVFkMkZwTTNWQlNSb2lRVTh0TUhKc05XVmpWUzFyUWxOTE5tVkhWamxCT0hkVU55MUtTMFpQVjNkc1FRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gQW5nZWxMaXN0IiwibGluayI6Imh0dHBzOi8vd2VsbGZvdW5kLmNvbS9jb21wYW55L2Fnb2xvL2pvYnMvMjM4NjYyNS1kYXRhLXNjaWVuY2UtZW5naW5lZXItbmF0dXJhbC1sYW5ndWFnZS1wcm9jZXNzaW5nLW5scD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Natural Language Processing (NLP) Engineer",
            "company_name": "Upwork",
            "location": " Anywhere ",
            "via": "via Upwork",
            "description": "We are seeking an NLP Engineer to build AI systems that understand, interpret, and generate human language. They will work on tasks such as text analysis, sentiment analysis, and chatbot development.\n\nBefore applying type pink tomato so i'm sure your not a bot...\n\nResponsibilities:\n\nDevelop NLP systems\n\nWork on text analysis, sentiment analysis, and chatbot development\n\nRequirements:\n\nDegree in Computer Science, Engineering, or related field\n\nStrong knowledge of NLP techniques and algorithms\n\nIf you are passionate about NLP engineering and eager to contribute to a growing company, please send your CV. If your application is accepted, you will be required to provide a professional photograph and a link to your LinkedIn profile, which will be featured on our team page",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "Degree in Computer Science, Engineering, or related field",
                        "Strong knowledge of NLP techniques and algorithms"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "They will work on tasks such as text analysis, sentiment analysis, and chatbot development",
                        "Develop NLP systems"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "http://www.elance.com/",
                    "text": "elance.com"
                },
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=Upwork&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAII2Q0",
                    "text": "See web results for Upwork"
                }
            ],
            "extensions": [
                "2 days ago",
                "Work from home",
                "Contractor"
            ],
            "detected_extensions": {
                "posted_at": "2 days ago",
                "schedule_type": "Contractor",
                "work_from_home": true
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJOYXR1cmFsIExhbmd1YWdlIFByb2Nlc3NpbmcgKE5MUCkgRW5naW5lZXIiLCJodGlkb2NpZCI6Ill2T0VURDdSczRRQUFBQUFBQUFBQUE9PSIsInV1bGUiOiJ3K0NBSVFJQ0lOVjJGemFHbHVaM1J2YmlCRVF3IiwiZ2wiOiJ1cyIsImhsIjoiZW4iLCJmYyI6IkVvd0NDc3dCUVVWek4ycE9VbXh0VlVrNVZ6ZEJOelZJVFRadVNVSmhOVU55YUhFd1kyaHNibVJXVEMxTVdGRmlRalZMZFhveFdrRTJhSGxaVW5remJGQmhTV3hWUVZjMVRtWXdkV1ZKUkZkbGVuSlFaRlpRWXpNNGJWbFRiRE4zWkhobmNIbDJZa00wZVhGUmFGQnRUMFI1Y0doRFZWTmlaRll5YjFaQ1ZuazNTR1ZTT0ZwMk1IRkVOVFF3V25SUlZYTmlaV3BpUkZCS01HTlRiR1pQVFVSNFEweGhiMFpEVUdGTVYxVTFaVTA0T1hCNGEycFFRWFo0V1RkaVZqaDFTMFpRVlVrdFRtOVNVV3hQVjJOMWRsOWFFaGRZWW5NNVdrc3paRXhPVTJ3eWNtOVFkMkZwTTNWQlNSb2lRVTh0TUhKc05IcDNOMDR6VUc1eU1raFlXRWQwU21weFJXMVdXVWhHWW1kVFFRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTQiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gVXB3b3JrIiwibGluayI6Imh0dHBzOi8vd3d3LnVwd29yay5jb20vZnJlZWxhbmNlLWpvYnMvYXBwbHkvTmF0dXJhbC1MYW5ndWFnZS1Qcm9jZXNzaW5nLU5MUC1FbmdpbmVlcl9+MDE1ZDg4ZDBlYmY0NTkyODY3Lz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"
        },
        {
            "title": "Natural language processing (NLP) / Artificial Intelligence (AI...",
            "company_name": "TalentBurst",
            "location": "  South San Francisco, CA   ",
            "via": "via Dice",
            "description": "Job Description\n\nNatural language processing (NLP) / Artificial Intelligence (AI) scientist...\nLocation: South San Francisco, CA\nDuration: 2 years contract\n\nThe position\nThe gCS Medical Language Processing (MLP) team is seeking an NLP/AI Scientist, reporting to the head of gCS MLP, to join and support the team who will conduct the multimodal large language model (MLLM) training on biological science texts and literatures, and be responsible for the language modeling development and deployment for downstream drug and target discovery jobs. This NLP role will also support our current NLP projects in clinical protocol documents analysis and modeling by applying NLP and Client methods.\n\nThe gCS MLP team impacts Cancer immunology, Translational Medicine, Clinical Science and Operations in Client biomarker/target identification and drug development, trial design, planning and predictive tools through NLP, machine learning/deep learning modeling approaches. The NLP scientist will have the opportunity to get exposure to a range of cross-functional interactions with Oncology Informatics, OBD/OMNI informatics, Research AI/Client; and across multiple therapeutic areas including oncology, immunology, neuroscience, metabolism, infectious disease, and others.\n\nThe NLP Scientist will function as the NLP/AI expert in one or more ongoing high-value projects, and will (when appropriate) work with the head of gCS MLP to initiate new projects that further gCS development goals, and that fill existing demand within the company. The NLP Scientist will have a strong command of existing techniques in NLP and Client/DL, and will establish and apply new AI methods to specific problem domains pertinent to the MLP project suite. This position requires the incumbent to leverage strong natural language processing, machine learning knowledge and hands-on experience for solving real AI problems. With the supervision and mentoring of the head of gCS MLP, the NLP scientist will develop and implement Client mathematical and algorithmic techniques for machine learning applications of gRED AI projects. More specifically, as part of the multimodal large language model team, the NLP scientist will be responsible and implement the large language model training on external and internal biological and medical documents/texts/literatures, and transfer the pretrained model for specific downstream tasks, like reading comprehension, information retrieval/extraction, question answering in scientific documents. Besides, the NLP scientist will support our current NLP projects on clinical trial protocol analysis and modeling, and deploy the model for clinical operational usage.\n\nThis is a high-impact high-visibility position with significant autonomy in a fast-moving, intra-preneurial, and cohesive division of Genentech that already has a reputation for innovation. You'll have the opportunity to work with other world-class researchers and leaders, and you'll be positioned to make a substantive impact, across the company as a whole, and in the lives of everyone who benefits from our treatments and cures.\n\nResponsibilities:\nServe as the NLP scientist across one or more high-value projects, and manage, assist, and foster the teams working on those projects.\nBe responsible to develop the large language models and deploy them into practice for downstream NLP tasks. Function as a key team member in the multimodal large language modeling team.\nParticipate in cutting-edge research in machine intelligence and machine learning applications.\nAct as an implementer to design and run experiments, including designing and evaluating new algorithms as well as implementing known algorithms.\nDevelop solutions for real world problems in clinical trials, drug/target discovery, and biomarker analysis.\nProvide intellectual support to other MLP team members and share your knowledge and achievements within our MLP team.\n\nQualifications:\nPhD degree in Computer Science, Applied Mathematics, Bioinformatics, Computational Neuroscience/Biology, or a related computational discipline, or equivalent combination of education and practical experience specializing in Natural Language Processing, Artificial Intelligence, machine learning and deep learning.\nExperience with developing large language modeling is a big plus.\nExperience with developing vision-language modeling is a big plus.\nExperience of developing and applying advanced natural language processing, machine learning and deep learning models in practice.\nExperience with transfer learning, meta learning and predictive modeling is a big plus.\n3+ years of relevant professional or academic experience with a proven track record in NLP, machine learning or deep learning and software engineering.\nPublic and private repositories and a track record of contribution to an open source package.\nProficiency with programs such as Python, C++, Scikit Learn and PyTorch.\nStrong analytical and problem-solving skills.\nExcellent oral and written communication skills.\nAbility to lead cross-functional multi-disciplinary teams.\nAbility to work effectively in teams and collaborate with others to solve challenging business problems",
            "job_highlights": [
                {
                    "title": "Qualifications",
                    "items": [
                        "PhD degree in Computer Science, Applied Mathematics, Bioinformatics, Computational Neuroscience/Biology, or a related computational discipline, or equivalent combination of education and practical experience specializing in Natural Language Processing, Artificial Intelligence, machine learning and deep learning",
                        "Experience with developing large language modeling is a big plus",
                        "Experience of developing and applying advanced natural language processing, machine learning and deep learning models in practice",
                        "Experience with transfer learning, meta learning and predictive modeling is a big plus",
                        "3+ years of relevant professional or academic experience with a proven track record in NLP, machine learning or deep learning and software engineering",
                        "Public and private repositories and a track record of contribution to an open source package",
                        "Proficiency with programs such as Python, C++, Scikit Learn and PyTorch",
                        "Strong analytical and problem-solving skills",
                        "Excellent oral and written communication skills",
                        "Ability to lead cross-functional multi-disciplinary teams",
                        "Ability to work effectively in teams and collaborate with others to solve challenging business problems"
                    ]
                },
                {
                    "title": "Responsibilities",
                    "items": [
                        "This NLP role will also support our current NLP projects in clinical protocol documents analysis and modeling by applying NLP and Client methods",
                        "The gCS MLP team impacts Cancer immunology, Translational Medicine, Clinical Science and Operations in Client biomarker/target identification and drug development, trial design, planning and predictive tools through NLP, machine learning/deep learning modeling approaches",
                        "The NLP scientist will have the opportunity to get exposure to a range of cross-functional interactions with Oncology Informatics, OBD/OMNI informatics, Research AI/Client; and across multiple therapeutic areas including oncology, immunology, neuroscience, metabolism, infectious disease, and others",
                        "The NLP Scientist will function as the NLP/AI expert in one or more ongoing high-value projects, and will (when appropriate) work with the head of gCS MLP to initiate new projects that further gCS development goals, and that fill existing demand within the company",
                        "The NLP Scientist will have a strong command of existing techniques in NLP and Client/DL, and will establish and apply new AI methods to specific problem domains pertinent to the MLP project suite",
                        "With the supervision and mentoring of the head of gCS MLP, the NLP scientist will develop and implement Client mathematical and algorithmic techniques for machine learning applications of gRED AI projects",
                        "More specifically, as part of the multimodal large language model team, the NLP scientist will be responsible and implement the large language model training on external and internal biological and medical documents/texts/literatures, and transfer the pretrained model for specific downstream tasks, like reading comprehension, information retrieval/extraction, question answering in scientific documents",
                        "Besides, the NLP scientist will support our current NLP projects on clinical trial protocol analysis and modeling, and deploy the model for clinical operational usage",
                        "Serve as the NLP scientist across one or more high-value projects, and manage, assist, and foster the teams working on those projects",
                        "Be responsible to develop the large language models and deploy them into practice for downstream NLP tasks",
                        "Function as a key team member in the multimodal large language modeling team",
                        "Participate in cutting-edge research in machine intelligence and machine learning applications",
                        "Act as an implementer to design and run experiments, including designing and evaluating new algorithms as well as implementing known algorithms",
                        "Develop solutions for real world problems in clinical trials, drug/target discovery, and biomarker analysis",
                        "Provide intellectual support to other MLP team members and share your knowledge and achievements within our MLP team"
                    ]
                }
            ],
            "related_links": [
                {
                    "link": "https://www.google.com/search?gl=us&hl=en&q=TalentBurst&sa=X&ved=0ahUKEwjt_-uh77H-AhXUklYBHUHUDSc4ChCYkAIInQ4",
                    "text": "See web results for TalentBurst"
                }
            ],
            "extensions": [
                "3 days ago",
                "Contractor"
            ],
            "detected_extensions": {
                "posted_at": "3 days ago",
                "schedule_type": "Contractor"
            },
            "job_id": "eyJqb2JfdGl0bGUiOiJOYXR1cmFsIGxhbmd1YWdlIHByb2Nlc3NpbmcgKE5MUCkgLyBBcnRpZmljaWFsIEludGVsbGlnZW5jZSAoQUkpIHNjaWVudGlzdCIsImh0aWRvY2lkIjoic3U1SjNzOUdqSzhBQUFBQUFBQUFBQT09IiwidXVsZSI6IncrQ0FJUUlDSU5WMkZ6YUdsdVozUnZiaUJFUXciLCJnbCI6InVzIiwiaGwiOiJlbiIsImZjIjoiRXVJQ0NxSUNRVVZ6TjJwT1VVcHlZVXMyTFRGWWNHdEdYMFZoVEROT1NGWnVjV3R0Um1WRlRtUkRNVGg2TFVKQ2EwaHFVSGsxWjFNMGFHVnlUMngxTWxOVVFqSlllWGxtUW5vMFZUWm1UR2xvV1RSblNXeEtaMEZsTjJ3NFJGbHNSRGhmY1d4U1dVNWpNekptTm5ad09XMXFaRmxRWTJ0V1VEYzRhRTk0TlhCcmJEbDBWa3RoZWtKUFVYSlZMWGxwZWs0MU9UWlVMVlp1VlhCNWMwWlBRa0V3T1c4ek5IQnVaRE5xVlY5T1FtNXRka1F3YWxkaWFtc3RPVkJKZW5sc1NYaDNkV3gwUVhkb00yTmpNMHQyYzB0VU1FMTJVemhEUlZCS2N6RlZjRWRDVkY5aGVXMDJObWRRYlhkUllqWkhORVJ4TkRnMVEwdFJNVXhTUldaVU1XVTJXRW80TkhSTk1rVm1kME5RVVdKM1FsODFWVzFCVUY5aFYyMVBZbmxmY0dseGFWaFlYMEVTRjFoaWN6bGFTek5rVEU1VGJESnliMUIzWVdremRVRkpHaUpCVHkwd2NtdzNXR1pYYmpWdk5qTjZWMkpDWnpJdFlrOVVibFpGWVVoRk1UbFIiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNiIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBEaWNlIiwibGluayI6Imh0dHBzOi8vd3d3LmRpY2UuY29tL2pvYi1kZXRhaWwvODcwOGI2OGItMjMxMS00ZWRiLTgwODktYzM4MTBlZDIxZjQ0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="
        }
    ],
    "chips": [
        {
            "type": "Title",
            "param": "job_family_1",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Learning engineer",
                    "value": "learning engineer"
                },
                {
                    "text": "Data scientist",
                    "value": "data scientist"
                },
                {
                    "text": "Research scientist",
                    "value": "research scientist"
                },
                {
                    "text": "Software engineer",
                    "value": "software engineer"
                },
                {
                    "text": "Researcher",
                    "value": "researcher"
                },
                {
                    "text": "Scientist",
                    "value": "scientist"
                },
                {
                    "text": "Technical leader",
                    "value": "technical leader"
                },
                {
                    "text": "Engineer",
                    "value": "engineer"
                },
                {
                    "text": "Processing engineer",
                    "value": "processing engineer"
                },
                {
                    "text": "Research associate",
                    "value": "research associate"
                },
                {
                    "text": "Science",
                    "value": "science"
                },
                {
                    "text": "Analytics manager",
                    "value": "analytics manager"
                },
                {
                    "text": "Applied scientist",
                    "value": "applied scientist"
                },
                {
                    "text": "Engineering manager",
                    "value": "engineering manager"
                },
                {
                    "text": "Executive director",
                    "value": "executive director"
                },
                {
                    "text": "Group leader",
                    "value": "group leader"
                },
                {
                    "text": "Ops engineer",
                    "value": "ops engineer"
                },
                {
                    "text": "Processing specialist",
                    "value": "processing specialist"
                },
                {
                    "text": "Product manager",
                    "value": "product manager"
                },
                {
                    "text": "Professor",
                    "value": "professor"
                },
                {
                    "text": "Program manager",
                    "value": "program manager"
                },
                {
                    "text": "Programmer",
                    "value": "programmer"
                },
                {
                    "text": "Research specialist",
                    "value": "research specialist"
                },
                {
                    "text": "Senior",
                    "value": "senior"
                },
                {
                    "text": "Sr. manager",
                    "value": "sr. manager"
                },
                {
                    "text": "Staff engineer",
                    "value": "staff engineer"
                },
                {
                    "text": "Staff scientist",
                    "value": "staff scientist"
                }
            ]
        },
        {
            "type": "Location",
            "param": "city",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "New York, NY",
                    "value": "Owg_06VPwoli_nfhBo8LyA=="
                },
                {
                    "text": "Seattle, WA",
                    "value": "VTPokywQkFSa1URpRmUlEA=="
                },
                {
                    "text": "San Francisco, CA",
                    "value": "IQBpAG2ahYD_rXbwZxNQSg=="
                },
                {
                    "text": "Palo Alto, CA",
                    "value": "ORy6nXuwj4DPdvU1UvUfDg=="
                },
                {
                    "text": "Mountain View, CA",
                    "value": "iQHsW0m3j4Cbr2tGStQXfA=="
                },
                {
                    "text": "South San Francisco, CA",
                    "value": "7-z-QwV5j4BdM1bneXU6-A=="
                },
                {
                    "text": "Arlington, VA",
                    "value": "D6ene522t4mTsPZFyG_P-A=="
                },
                {
                    "text": "Atlanta, GA",
                    "value": "jQmTaV0E9YgLYwuZL97-Zg=="
                },
                {
                    "text": "Austin, TX",
                    "value": "LwPMoJm1RIZ61WnUS0abXQ=="
                },
                {
                    "text": "Boulder, CO",
                    "value": "06-NJ06Na4dYgBugfDs5yA=="
                },
                {
                    "text": "Cambridge, MA",
                    "value": "X8wwy6Vw44mHbGiJZI46xQ=="
                },
                {
                    "text": "Chicago, IL",
                    "value": "7cv00DwsDogAwMAJrabgrw=="
                },
                {
                    "text": "Los Angeles, CA",
                    "value": "E9on3F3HwoD0CEYlb98v4g=="
                },
                {
                    "text": "Redmond, WA",
                    "value": "I-4AIK0MkFTyBNjF6pADXg=="
                },
                {
                    "text": "San Jose, CA",
                    "value": "9T_5iuTKj4B7cZ_KCoyduQ=="
                },
                {
                    "text": "Boston, MA",
                    "value": "GzE9DS1l44mg6GIBJL98eA=="
                },
                {
                    "text": "Charlotte, NC",
                    "value": "gRo4_MQfVIhk0UO_5lBGiA=="
                },
                {
                    "text": "Cupertino, CA",
                    "value": "q3fTG1e0j4C0eOGj4T9NOQ=="
                },
                {
                    "text": "Herndon, VA",
                    "value": "Q6ZdDwY4tol9NWwctSKAkg=="
                },
                {
                    "text": "Lexington, MA",
                    "value": "y1hS39qd44nNEzYWyIU2hQ=="
                },
                {
                    "text": "Madrid, AL",
                    "value": "xdaOCKnvkohAZJY-Rp0BBw=="
                },
                {
                    "text": "Minneapolis, MN",
                    "value": "vbt3k5Azs1IH7novhMmfkw=="
                },
                {
                    "text": "Sacramento, CA",
                    "value": "-ZeDsnLGmoDbfxl0qmofkg=="
                },
                {
                    "text": "San Diego, CA",
                    "value": "Sx6SrQ9T2YB53xX9_SE6DQ=="
                },
                {
                    "text": "Sunnyvale, CA",
                    "value": "O13QqUW2j4Ciw3zdJvuNdg=="
                },
                {
                    "text": "Washington, DC",
                    "value": "W-T2Wt7Gt4kqXYjUIkVSwg=="
                },
                {
                    "text": "Ann Arbor, MI",
                    "value": "Mx9D1A2wPIjitciGRvkJ2w=="
                },
                {
                    "text": "Arlington, TX",
                    "value": "05gI5NJiToZRU6AfrPZeCw=="
                },
                {
                    "text": "Baltimore, MD",
                    "value": "t4P01q4DyIlY5yNCqJZIBA=="
                },
                {
                    "text": "Bellevue, WA",
                    "value": "QWCmo89rkFRlB9DqglTPug=="
                },
                {
                    "text": "Berkeley, CA",
                    "value": "00mFOjZ5hYCT6XWmlRXqlA=="
                },
                {
                    "text": "Bethesda, MD",
                    "value": "LQIkarfLt4kNzStq93myJg=="
                },
                {
                    "text": "Chevy Chase, MD",
                    "value": "DxpmGHLJt4meDebirKhC0A=="
                },
                {
                    "text": "Clearwater, FL",
                    "value": "Gbt04v3xwoj7kjzS0d-pdQ=="
                },
                {
                    "text": "Cleveland, OH",
                    "value": "LWto4y7vMIhCGGL3VcsE7Q=="
                },
                {
                    "text": "Columbus, OH",
                    "value": "cd6QucGJOIgztbHP-GYy5A=="
                },
                {
                    "text": "Dallas, TX",
                    "value": "S5dFe_cZTIaPZ0f2pJvsuQ=="
                },
                {
                    "text": "Denver, CO",
                    "value": "zxcfI6qAa4fWNoon-PSOEQ=="
                },
                {
                    "text": "Fort Meade, MD",
                    "value": "jdor14Tmt4l3A9bF4c3sbg=="
                },
                {
                    "text": "Fort Worth, TX",
                    "value": "rQfILRJuToa9rGnd-IuvpA=="
                },
                {
                    "text": "Garland, TX",
                    "value": "dcJf28EDTIbQPGI4y70fBw=="
                },
                {
                    "text": "Honolulu, HI",
                    "value": "TUbDjDsYAHxsl6fzX_UoSw=="
                },
                {
                    "text": "Houston, TX",
                    "value": "AYWNSLS4QIY7BWXz3gINyg=="
                },
                {
                    "text": "Indiana, PA",
                    "value": "L7Xug9hay4kfolMAPyL_ZQ=="
                },
                {
                    "text": "Indianapolis, IN",
                    "value": "A2p5p_9Qa4h86rlA9p2O1g=="
                },
                {
                    "text": "Irvine, CA",
                    "value": "40CRaA7d3IA5mkpgdbV6pw=="
                },
                {
                    "text": "Los Altos, CA",
                    "value": "z0bVI-Gwj4D8pmXWXRgFZQ=="
                },
                {
                    "text": "Menlo Park, CA",
                    "value": "_4ByEbGmj4CrifJdjpm_6w=="
                },
                {
                    "text": "Miami, FL",
                    "value": "EcHIDqKw2YhlT63dcfKW_w=="
                },
                {
                    "text": "Montreal, MO",
                    "value": "QSOJBMfXxIdq2pmJGJwBnw=="
                },
                {
                    "text": "Nashville, TN",
                    "value": "PZDrEzLsZIig2umh0Lk_fQ=="
                },
                {
                    "text": "Newark, NJ",
                    "value": "HQ6aMnBTwolz5P7cKty84Q=="
                },
                {
                    "text": "Oak Ridge, TN",
                    "value": "3xDIHEczXIi3chDvM0bKWw=="
                }
            ]
        },
        {
            "type": "Date posted",
            "param": "date_posted",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Past day",
                    "value": "today"
                },
                {
                    "text": "Past 3 days",
                    "value": "3days"
                },
                {
                    "text": "Past week",
                    "value": "week"
                },
                {
                    "text": "Past month",
                    "value": "month"
                }
            ]
        },
        {
            "type": "Requirements",
            "param": "requirements",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "No degree",
                    "value": "no_degree"
                },
                {
                    "text": "No experience",
                    "value": "no_experience"
                },
                {
                    "text": "Under 3 years of experience",
                    "value": "years3under"
                },
                {
                    "text": "3+ years of experience",
                    "value": "years3plus"
                }
            ]
        },
        {
            "type": "Type",
            "param": "employment_type",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Full-time",
                    "value": "FULLTIME"
                },
                {
                    "text": "Internship",
                    "value": "INTERN"
                },
                {
                    "text": "Contractor",
                    "value": "CONTRACTOR"
                },
                {
                    "text": "Part-time",
                    "value": "PARTTIME"
                }
            ]
        },
        {
            "type": "Company type",
            "param": "industry.id",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Information",
                    "value": "/business/naics2007/51"
                },
                {
                    "text": "Computer Services",
                    "value": "/business/naics2007/5415"
                },
                {
                    "text": "Manufacturing",
                    "value": "/business/naics2007/31"
                },
                {
                    "text": "Finance",
                    "value": "/business/naics2007/52"
                },
                {
                    "text": "Consulting",
                    "value": "/business/naics2007/5416"
                },
                {
                    "text": "Engineering Services",
                    "value": "/business/naics2007/5413"
                },
                {
                    "text": "Education",
                    "value": "/business/naics2007/61"
                },
                {
                    "text": "Research",
                    "value": "/business/naics2007/5417"
                },
                {
                    "text": "Health Care",
                    "value": "/business/naics2007/62"
                },
                {
                    "text": "Retail",
                    "value": "/business/naics2007/44"
                }
            ]
        },
        {
            "type": "Employer",
            "param": "organization_mid",
            "options": [
                {
                    "text": "All"
                },
                {
                    "text": "Apple",
                    "value": "/m/0k8z"
                },
                {
                    "text": "Kitware",
                    "value": "/m/02ppksq"
                },
                {
                    "text": "Leidos",
                    "value": "/m/01h2kg"
                },
                {
                    "text": "Microsoft",
                    "value": "/m/04sv4"
                },
                {
                    "text": "Meta",
                    "value": "/m/0hmyfsv"
                },
                {
                    "text": "MultiPlan",
                    "value": "/g/1dt_x5k2"
                },
                {
                    "text": "Upwork",
                    "value": "/m/02pzh5d"
                },
                {
                    "text": "FuseMachines",
                    "value": "/g/11g9n3hrsf"
                },
                {
                    "text": "IBM",
                    "value": "/m/03sc8"
                },
                {
                    "text": "Snap Inc",
                    "value": "/g/11c1s2xz66"
                },
                {
                    "text": "Amazon.com Services LLC",
                    "value": "/g/11f00sjtl5"
                },
                {
                    "text": "MIT Lincoln Laboratory",
                    "value": "/m/02zby3"
                },
                {
                    "text": "Robert Bosch",
                    "value": "/m/01hnkf"
                },
                {
                    "text": "SRI International",
                    "value": "/m/02fpms"
                },
                {
                    "text": "ASAPP",
                    "value": "/g/11f01jwrr9"
                },
                {
                    "text": "Advanced Software Talent",
                    "value": "/g/11c73q5twk"
                },
                {
                    "text": "Amazon.com, Inc",
                    "value": "/m/0mgkg"
                },
                {
                    "text": "Avispa Technology",
                    "value": "/g/11h1y7_gl0"
                },
                {
                    "text": "Bank of America",
                    "value": "/m/01yx7f"
                },
                {
                    "text": "Bloomberg",
                    "value": "/m/027sm6"
                },
                {
                    "text": "Brain Technologies, Inc.",
                    "value": "/g/11g7092p_9"
                },
                {
                    "text": "Bytedance",
                    "value": "/g/11ghnfr0sv"
                },
                {
                    "text": "Charles River Analytics",
                    "value": "/g/11fy1sf75z"
                },
                {
                    "text": "Charter Communications",
                    "value": "/m/05c51w"
                },
                {
                    "text": "Chime",
                    "value": "/g/11fy2dc0l8"
                },
                {
                    "text": "Cigna",
                    "value": "/m/02twsr"
                },
                {
                    "text": "Conversica, Inc",
                    "value": "/g/11h59s3sw3"
                },
                {
                    "text": "Dana–Farber Cancer Institute",
                    "value": "/g/11c3wvtg8j"
                },
                {
                    "text": "Degreed",
                    "value": "/m/0134cqfs"
                },
                {
                    "text": "Deloitte",
                    "value": "/m/02spfd"
                },
                {
                    "text": "Federal Reserve Bank (FRB)",
                    "value": "/m/02xmb"
                },
                {
                    "text": "Google",
                    "value": "/m/045c7b"
                },
                {
                    "text": "Government Employees Insurance Company - GEICO",
                    "value": "/m/02r95v"
                },
                {
                    "text": "HelloFresh SE",
                    "value": "/g/12214p7ws"
                },
                {
                    "text": "JPMorgan Chase & Co.",
                    "value": "/m/01hlwv"
                }
            ]
        }
    ]
}